{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-02517-v1.xml"
        }, 
        "status": "vor", 
        "id": "02517", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02517", 
        "authorLine": "Janet Rossant", 
        "title": "Genes for regeneration", 
        "titlePrefix": "Planaria", 
        "published": "2014-04-15T00:00:00Z", 
        "versionDate": "2014-04-15T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02517", 
        "pdf": "https://publishing-cdn.elifesciences.org/02517/elife-02517-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "<i>FoxA</i>, an evolutionarily conserved gene involved in the development of the digestive system in many animals, has an important role in regeneration in flatworms."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Rossant", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Janet Rossant", 
                    "index": "Rossant, Janet"
                }, 
                "role": "Senior Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Hospital for Sick Children Research Institute", 
                            "University of Toronto"
                        ], 
                        "address": {
                            "formatted": [
                                "Toronto", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Toronto"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "janet.rossant@sickkids.ca"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-02517-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "02517", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02517", 
        "authorLine": "Janet Rossant", 
        "title": "Genes for regeneration", 
        "titlePrefix": "Planaria", 
        "published": "2014-04-15T00:00:00Z", 
        "versionDate": "2014-04-15T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02517", 
        "pdf": "https://publishing-cdn.elifesciences.org/02517/elife-02517-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "<i>FoxA</i>, an evolutionarily conserved gene involved in the development of the digestive system in many animals, has an important role in regeneration in flatworms."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Rossant", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Janet Rossant", 
                    "index": "Rossant, Janet"
                }, 
                "role": "Senior Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Hospital for Sick Children Research Institute", 
                            "University of Toronto"
                        ], 
                        "address": {
                            "formatted": [
                                "Toronto", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Toronto"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "janet.rossant@sickkids.ca"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "planaria", 
            "stem cell", 
            "regeneration", 
            "single-organ regeneration", 
            "pharynx"
        ], 
        "-related-articles-internal": [
            "02238"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Planarian flatworms are well known for their amazing regenerative capacity. In a manner reminiscent of the Sorcerer’s Apprentice, chopping one worm into little pieces will result in a dish full of tiny worms regenerated from the fragments in just a few days. In recent years this system has been rediscovered as an experimental model for probing how and why tissues regenerate, with the hope that this will help us to improve tissue repair in our own bodies."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Regeneration in planarians depends on the presence of stem cells called neoblasts. These cells are distributed throughout the body and, when part of the worm has been amputated, they are activated to reform the tissues that have been removed (<a href=\"#bib10\">Wagner et al., 2011</a>). It is still not entirely clear how the stem cells regenerate specific organs. Are there different types of stem cell that form different tissues? Do signals produced by nearby cells cause specific tissues to form? Or is a combination of both stem cell bias and local signalling used? Now, in <i>eLife</i>, Alejandro Sánchez Alvarado and colleagues at the Stowers Institute for Medical Research—including Carolyn Adler as first author—have provided new insights into this question by developing a method to specifically remove the pharynx, the feeding organ of the worm, to study organ-specific regeneration (<a href=\"#bib1\">Adler et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The pharynx itself contains no stem cells and cannot regenerate the rest of the worm (<a href=\"#fig1\">Figure 1</a>). However, a worm without a pharynx can rapidly regenerate this rather complex organ. Adler et al. found that incubating flatworms in sodium azide caused the pharynx to be ejected from the body without affecting the rest of the worm, thus allowing them to monitor the process of pharynx regeneration. Blocking stem cell function by irradiation, or by RNA interference knockdown of stem cell-specific genes, prevented regeneration, which suggests that neoblasts have a crucial role in the regeneration of the pharynx."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The distribution of neoblasts in a planarian.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Neoblasts are found throughout the body but are excluded from the pharynx. The image distinguishes between neoblasts that are in the process of dividing to form new cells (green dots) and those that are not dividing (red dots) in a freshwater planarian called <i>Schmidtea mediterranea</i>. If the pharynx is removed, the actively dividing neoblasts and their progeny will migrate to the damaged area and begin organ regeneration."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/02517/elife-02517-fig1-v1.tif", 
                        "attribution": [
                            "Image courtesy of Alex Lin and Bret Pearson."
                        ], 
                        "filename": "elife-02517-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Local changes in gene expression at the wound site during the early phases of regeneration revealed that 356 genes were consistently expressed at higher levels than they were under normal conditions. The importance of each of these genes for regeneration was then tested by employing RNA interference knockdown to inhibit their expression, and using the ability of the planarian to feed as a simple way of measuring how well its pharynx had regenerated. Twenty genes affected feeding behaviour significantly; some affected general stem cell function; other genes affected feeding behaviour but did not affect tissue regeneration; and a small subset of genes specifically affected how the pharynx formed and functioned. The most severe but specific defects in pharynx formation were seen with the knockdown of the gene that encodes a Forkhead transcription factor called FoxA."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Forkhead proteins encoded by the <i>FoxA</i> gene family have important roles in specifying the tissues of the digestive system of invertebrates and vertebrates (<a href=\"#bib8\">Kaestner, 2010</a>). In the simple sea anemone, FoxA marks the cells that will go on to form the pharynx (<a href=\"#bib5\">Fritzenwanker et al., 2004</a>), while in the roundworm <i>C. elegans,</i> the equivalent of FoxA is key to specifying the different cell types found in the pharynx during development (<a href=\"#bib7\">Horner et al., 1998</a>). In vertebrates, <i>FoxA</i> genes have switched from regulating the pharynx, the entry point to the intestine, to regulating the cells of the intestine itself (<a href=\"#bib3\">Ang et al., 1993</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In mammals, the FoxA family of transcription factors has also picked up other functions. These include specifying cell fate in the notochord and floorplate, structures that are crucial for axis formation in the developing embryo (<a href=\"#bib2\">Ang and Rossant, 1994</a>; <a href=\"#bib11\">Weinstein et al., 1994</a>), and controlling the function of adult neurons that produce dopamine (<a href=\"#bib9\">Stott et al., 2013</a>). These divergent functions presumably relate to the fact that FoxA proteins are so-called pioneer factors. Pioneer factors bind to DNA at specific sites, opening up the chromatin structure in many different contexts (<a href=\"#bib12\">Zaret and Carroll, 2011</a>). This means that they can function in combination with different transcription factors in different tissues. As a pioneer factor, FoxA may have played a fundamental evolutionary role in coordinating the formation of the structures needed to ingest and process food in multicellular organisms, and has then retained and expanded that role throughout evolution."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Planarian FoxA is expressed in the developing and the mature pharynx, and also in scattered neoblast cells around the pharynx that cluster at the site of amputation. In the absence of FoxA, neoblasts are still present, but they fail to migrate to the amputation site and initiate regeneration, and instead appear to be misdirected to other sites. So is FoxA primarily required for correct cell migration or for correct organ specification? In <i>C. elegans</i>, the equivalent of FoxA (which is called Pha-4) has been shown to bind directly to a wide range of genes that are required for pharynx structure and function (<a href=\"#bib6\">Gaudet and Mango, 2002</a>), suggesting that it has a fundamental role in specifying pharynx cell fate. It will be very interesting to explore the direct targets of FoxA in planarians to see if it has a similar master regulatory function. Alternatively, it has been proposed that the evolutionarily conserved function of FoxA lies in regulating particular types of cell migration and rearrangement during development, rather than primarily in specifying cell fate (<a href=\"#bib4\">de-Leon, 2011</a>). Since cell behaviour and cell fate are closely intertwined, it is hard to separate these functions. However, a more detailed comparison of the targets of FoxA at different stages of planarian regeneration with the corresponding targets in other species could reveal the fundamental roles of this important transcription factor."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CE Adler", 
                            "index": "Adler, CE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CW Seidel", 
                            "index": "Seidel, CW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA McKinney", 
                            "index": "McKinney, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Sánchez Alvarado", 
                            "index": "Sánchez Alvarado, A"
                        }
                    }
                ], 
                "articleTitle": "Selective amputation of the pharynx identifies a FoxA-dependent regeneration program in planaria", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e02238", 
                "doi": "10.7554/eLife.02238"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S-L Ang", 
                            "index": "Ang, S-L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Rossant", 
                            "index": "Rossant, J"
                        }
                    }
                ], 
                "articleTitle": "HNF-3beta is essential for node and notochord formation in mouse development", 
                "journal": "Cell", 
                "volume": "78", 
                "pages": {
                    "first": "561", 
                    "last": "574", 
                    "range": "561–574"
                }, 
                "doi": "10.1016/0092-8674(94)90522-3"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Ang", 
                            "index": "Ang, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Wierda", 
                            "index": "Wierda, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Wong", 
                            "index": "Wong, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KA Stevens", 
                            "index": "Stevens, KA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Cascio", 
                            "index": "Cascio, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Rossant", 
                            "index": "Rossant, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KS Zaret", 
                            "index": "Zaret, KS"
                        }
                    }
                ], 
                "articleTitle": "The formation and maintenance of the definitive endoderm lineage in the mouse: involvement of HNF3/forkhead proteins", 
                "journal": "Development", 
                "volume": "119", 
                "pages": {
                    "first": "1301", 
                    "last": "1315", 
                    "range": "1301–1315"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SB de-Leon", 
                            "index": "de-Leon, SB"
                        }
                    }
                ], 
                "articleTitle": "The conserved role and divergent regulation of foxa, a pan-eumetazoan developmental regulatory gene", 
                "journal": "Developmental Biology", 
                "volume": "357", 
                "pages": {
                    "first": "21", 
                    "last": "26", 
                    "range": "21–26"
                }, 
                "doi": "10.1016/j.ydbio.2010.11.027"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH Fritzenwanker", 
                            "index": "Fritzenwanker, JH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Saina", 
                            "index": "Saina, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Technau", 
                            "index": "Technau, U"
                        }
                    }
                ], 
                "articleTitle": "Analysis of forkhead and snail expression reveals epithelial-mesenchymal transitions during embryonic and larval development of <i>Nematostella vectensis</i>", 
                "journal": "Developmental Biology", 
                "volume": "275", 
                "pages": {
                    "first": "389", 
                    "last": "402", 
                    "range": "389–402"
                }, 
                "doi": "10.1016/j.ydbio.2004.08.014"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Gaudet", 
                            "index": "Gaudet, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Mango", 
                            "index": "Mango, SE"
                        }
                    }
                ], 
                "articleTitle": "Regulation of organogenesis by the <i>Caenorhabditis elegans</i> FoxA protein PHA-4", 
                "journal": "Science", 
                "volume": "295", 
                "pages": {
                    "first": "821", 
                    "last": "825", 
                    "range": "821–825"
                }, 
                "doi": "10.1126/science.1065175"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Horner", 
                            "index": "Horner, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Quintin", 
                            "index": "Quintin, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ME Domeier", 
                            "index": "Domeier, ME"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kimble", 
                            "index": "Kimble, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Labouesse", 
                            "index": "Labouesse, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Mango", 
                            "index": "Mango, SE"
                        }
                    }
                ], 
                "articleTitle": "pha-4, an HNF-3 homolog, specifies pharyngeal organ identity in <i>Caenorhabditis elegans</i>", 
                "journal": "Genes & Development", 
                "volume": "12", 
                "pages": {
                    "first": "1947", 
                    "last": "1952", 
                    "range": "1947–1952"
                }, 
                "doi": "10.1101/gad.12.13.1947"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KH Kaestner", 
                            "index": "Kaestner, KH"
                        }
                    }
                ], 
                "articleTitle": "The FoxA factors in organogenesis and differentiation", 
                "journal": "Current Opinion in Genetics & Development", 
                "volume": "20", 
                "pages": {
                    "first": "527", 
                    "last": "532", 
                    "range": "527–532"
                }, 
                "doi": "10.1016/j.gde.2010.06.005"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Stott", 
                            "index": "Stott, SR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Metzakopian", 
                            "index": "Metzakopian, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Lin", 
                            "index": "Lin, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KH Kaestner", 
                            "index": "Kaestner, KH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Hen", 
                            "index": "Hen, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Ang", 
                            "index": "Ang, SL"
                        }
                    }
                ], 
                "articleTitle": "Foxa1 and foxa2 are required for the maintenance of dopaminergic properties in ventral midbrain neurons at late embryonic stages", 
                "journal": "The Journal of Neuroscience", 
                "volume": "33", 
                "pages": {
                    "first": "8022", 
                    "last": "8034", 
                    "range": "8022–8034"
                }, 
                "doi": "10.1523/JNEUROSCI.4774-12.2013"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DE Wagner", 
                            "index": "Wagner, DE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IE Wang", 
                            "index": "Wang, IE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PW Reddien", 
                            "index": "Reddien, PW"
                        }
                    }
                ], 
                "articleTitle": "Clonogenic neoblasts are pluripotent adult stem cells that underlie planarian regeneration", 
                "journal": "Science", 
                "volume": "332", 
                "pages": {
                    "first": "811", 
                    "last": "816", 
                    "range": "811–816"
                }, 
                "doi": "10.1126/science.1203983"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DC Weinstein", 
                            "index": "Weinstein, DC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Ruiz i Altaba", 
                            "index": "Ruiz i Altaba, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WS Chen", 
                            "index": "Chen, WS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Hoodless", 
                            "index": "Hoodless, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VR Prezioso", 
                            "index": "Prezioso, VR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Jessell", 
                            "index": "Jessell, TM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Darnell Jr", 
                            "index": "Darnell, JE, Jr"
                        }
                    }
                ], 
                "articleTitle": "The winged-helix transcription factor HNF-3 beta is required for notochord development in the mouse embryo", 
                "journal": "Cell", 
                "volume": "78", 
                "pages": {
                    "first": "575", 
                    "last": "588", 
                    "range": "575–588"
                }, 
                "doi": "10.1016/0092-8674(94)90523-1"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KS Zaret", 
                            "index": "Zaret, KS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Carroll", 
                            "index": "Carroll, JS"
                        }
                    }
                ], 
                "articleTitle": "Pioneer transcription factors: establishing competence for gene expression", 
                "journal": "Genes & Development", 
                "volume": "25", 
                "pages": {
                    "first": "2227", 
                    "last": "2241", 
                    "range": "2227–2241"
                }, 
                "doi": "10.1101/gad.176826.111"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}