{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "20516", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.20516", 
        "authorLine": "Marco Ataíde, Wolfgang Kastenmüller", 
        "title": "Moving at the frontline", 
        "titlePrefix": "Innate like lymphocytes", 
        "published": "2016-09-09T00:00:00", 
        "versionDate": "2016-09-09T00:00:00", 
        "volume": 5, 
        "elocationId": "e20516", 
        "pdf": "https://publishing-cdn.elifesciences.org/20516/elife-20516-v1.pdf", 
        "subjects": [
            {
                "id": "immunology", 
                "name": "Immunology"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The factors that regulate how immune cells called innate-like lymphocytes are localized in the tissue have been identified."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Ataíde et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Marco Ataíde", 
                    "index": "Ataíde, Marco"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Experimental Immunology", 
                            "University of Bonn"
                        ], 
                        "address": {
                            "formatted": [
                                "Bonn", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Bonn"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Wolfgang Kastenmüller", 
                    "index": "Kastenmüller, Wolfgang"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Experimental Immunology", 
                            "University of Bonn"
                        ], 
                        "address": {
                            "formatted": [
                                "Bonn", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Bonn"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "wkastenm@uni-bonn.de"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "20516", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.20516", 
        "authorLine": "Marco Ataíde, Wolfgang Kastenmüller", 
        "title": "Moving at the frontline", 
        "titlePrefix": "Innate like lymphocytes", 
        "published": "2016-09-09T00:00:00", 
        "versionDate": "2016-09-09T00:00:00", 
        "volume": 5, 
        "elocationId": "e20516", 
        "pdf": "https://publishing-cdn.elifesciences.org/20516/elife-20516-v1.pdf", 
        "subjects": [
            {
                "id": "immunology", 
                "name": "Immunology"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The factors that regulate how immune cells called innate-like lymphocytes are localized in the tissue have been identified."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Ataíde et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Marco Ataíde", 
                    "index": "Ataíde, Marco"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Experimental Immunology", 
                            "University of Bonn"
                        ], 
                        "address": {
                            "formatted": [
                                "Bonn", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Bonn"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Wolfgang Kastenmüller", 
                    "index": "Kastenmüller, Wolfgang"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Experimental Immunology", 
                            "University of Bonn"
                        ], 
                        "address": {
                            "formatted": [
                                "Bonn", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Bonn"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "wkastenm@uni-bonn.de"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "Innate like lymphocytes", 
            "Migration", 
            "Lymph node", 
            "CD169", 
            "SCS Macrophage", 
            "IL17"
        ], 
        "relatedArticles": [
            "18156"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Zhang Y, Roth TL, Gray EE, Chen H, Rodda LB, Liang Y, Ventura P, Villeda S, Crocker PR, Cyster JG. 2016. Migratory and adhesive cues controlling innate-like lymphocyte surveillance of the pathogen-exposed surface of the lymph node. <i>eLife</i> <b>5</b>:e18156. doi: <a href=\"http://dx.doi.org/10.7554/eLife.18156\">10.7554/eLife.18156</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "To fight off infectious microbes the cells of the immune system – including lymphocytes and monocytes – must migrate to the site of the infection. This concerted response requires an efficient communication process, which usually involves the immune cells releasing cytokines, interferons and other signaling molecules."
            }, 
            {
                "type": "paragraph", 
                "text": "The immune system also ensures that some immune cells are already placed at sites at which a pathogen invasion (or re-invasion) may be anticipated (<a href=\"#bib7\">Mueller et al., 2013</a>). These cells include \"memory\" cells that are associated with the adaptive immune system, such as T and B lymphocytes, and cells that are associated with the innate immune system, including innate lymphoid cells and innate-like T lymphocytes (<a href=\"#bib1\">Fan and Rudensky, 2016</a>). Now, in eLife, Jason Cyster and co-workers at the University of California, San Francisco and the University of Dundee – including Yang Zhang as first author – report the identity of the molecules that coordinate the localization and migration of innate-like T lymphocytes during microbial defense (<a href=\"#bib10\">Zhang et al., 2016</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Innate-like T lymphocytes are a highly diverse group of cells and are typically found at barrier tissues like the gut, the skin or the lung (<a href=\"#bib2\">Godfrey et al., 2015</a>), and in the lymph nodes that drain these barrier tissues. Since pathogens initially spread from infected tissues through the lymph rather than the blood (<a href=\"#bib9\">Trueta and Barnes, 1940</a>), lymph nodes have a critical filter function. In lymph nodes, memory CD8 T cells and innate-like lymphocytes are localized close to the lymphatic sinuses – the sites where invading pathogens may be anticipated (<a href=\"#bib4\">Kastenmüller et al., 2013</a>; <a href=\"#bib5\">Kastenmüller et al., 2012</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Macrophages that line the sinuses and express the surface marker CD169 play a critical role in orchestrating a heterogeneous group of immune cells that defend the lymph node. These macrophages are activated via various pattern recognition receptors (<a href=\"#bib6\">Latz et al., 2013</a>). Activating such receptors leads to the assembly of the so-called inflammasome and to the consecutive cleavage and secretion of two critical cytokines (<a href=\"#bib8\">Schroder and Tschopp, 2010</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "The two cytokines – interleukin-18 and interleukin-1β – work with other interleukins to activate different sets of immune cells. Interleukin-18 ultimately activates the immune cells that, in turn, produce an interferon called IFNγ, which acts on macrophages and boosts their capacity to ward off pathogens inside cells. The second cytokine, interleukin-1β, activates a set of innate-like T lymphocytes that respond by secreting another cytokine, interleukin-17. This leads to the recruitment of neutrophils – cells that are particularly critical for the defense against bacteria and fungi."
            }, 
            {
                "type": "paragraph", 
                "text": "Zhang et al. analyzed the factors that regulate the migration patterns and localization of the innate-like T lymphocytes. In particular, they studied a group of these cells that have previously been characterized by the Cyster group; these cells reside in the lymph node and express a type of surface receptor called CXCR6 (<a href=\"#bib3\">Gray et al., 2012</a>). Zhang et al. used a number of techniques to study these lymphocytes. The cells were visualized by combining intravital two-photon microscopy in mice with fluorescent confocal microscopy of tissue sections. In addition, antibody labeling tracked the cells that accessed the mouse lymphatic sinuses. Zhang et al. also analyzed the cellular immune response in mice that were exposed to microbial infections."
            }, 
            {
                "type": "paragraph", 
                "text": "Strikingly, Zhang et al. found that the innate-like lymphocytes required a surface receptor called CCR6 for proper positioning near the lymphatic sinuses. In the absence of this receptor the innate-like lymphocytes were positioned in deeper areas of the lymph node. In line with this result, Zhang et al. identified lymphatic endothelial cells as the source of CCL20 – the chemokine that is sensed by CCR6 (see <a href=\"#fig1\">Figure 1</a>). During an infection by <i>S. aureus</i> bacteria, innate-like T lymphocytes that lack CCR6 produced less interleukin-17 than normal. This occurred because the bulk of these cells were localized too far away to respond to interleukin 1β signals from the macrophages that line the sinuses. Thus to work effectively, innate-like T cells need to be placed close to the CD169-expressing macrophages that line the sinus."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "The positioning of innate-like T lymphocytes in the lymph node is crucial for defending against pathogens.", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "Lymphatic epithelial cells (green) release the chemokine CCL20, resulting in a gradient in the lymph node that acts as a cue for innate-like T lymphocytes with CCR6 receptors on their surface (CCR6+; ochre cells) to migrate toward the subcapsular sinus area (the region of the lymph node where lymph enters the tissue). There, the innate-like T lymphocytes can sense interleukin-1β (IL-1β) that the macrophages that line the sinus (blue cells) release locally in response to the activation of the inflammasome. Together with interleukin-23 (not shown), IL-1β activates the CCR6+ innate-like lymphocytes, which in turn produce interleukin-17 (IL-17). IL-17 is a critical factor for microbial defense because it promotes the recruitment of other innate immune cells – neutrophils and monocytes. The graphical illustration was designed and kindly provided by Karl Komander."
                    }
                ], 
                "alt": "", 
                "uri": "elife-20516-fig1-v1"
            }, 
            {
                "type": "paragraph", 
                "text": "A number of other factors (the signaling molecule S1P, and the surface receptors ICAM and CD169) were shown to orchestrate “excursions” of a subset of innate-like T cells (γδ T cells that express Vγ4) into the lymphatic sinuses of the lymph node. The data are compelling, yet the antimicrobial response remained unaltered if these factors were experimentally perturbed. The biological implication of this particular migration pattern therefore requires further investigation."
            }, 
            {
                "type": "paragraph", 
                "text": "Overall, Zhang et al. have taken a major step toward a better understanding of the microanatomy of the lymph node and the cellular dynamics of innate-like lymphocytes during homeostasis and after microbial infection. Identifying the factor that regulates the positioning of innate-like T cells has directly demonstrated the functional importance of lymphocyte localization for defending against pathogens."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Fan", 
                            "index": "Fan, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AY Rudensky", 
                            "index": "Rudensky, AY"
                        }
                    }
                ], 
                "articleTitle": "Hallmarks of tissue-resident lymphocytes", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "164", 
                "pages": {
                    "first": "1198", 
                    "last": "1211", 
                    "range": "1198–1211"
                }, 
                "doi": "10.1016/j.cell.2016.02.048"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DI Godfrey", 
                            "index": "Godfrey, DI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Uldrich", 
                            "index": "Uldrich, AP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J McCluskey", 
                            "index": "McCluskey, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Rossjohn", 
                            "index": "Rossjohn, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DB Moody", 
                            "index": "Moody, DB"
                        }
                    }
                ], 
                "articleTitle": "The burgeoning family of unconventional T cells", 
                "journal": {
                    "name": [
                        "Nature Immunology"
                    ]
                }, 
                "volume": "16", 
                "pages": {
                    "first": "1114", 
                    "last": "1123", 
                    "range": "1114–1123"
                }, 
                "doi": "10.1038/ni.3298"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EE Gray", 
                            "index": "Gray, EE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Friend", 
                            "index": "Friend, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Suzuki", 
                            "index": "Suzuki, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TG Phan", 
                            "index": "Phan, TG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG Cyster", 
                            "index": "Cyster, JG"
                        }
                    }
                ], 
                "articleTitle": "Subcapsular sinus macrophage fragmentation and CD169+ bleb acquisition by closely associated IL-17-committed innate-like lymphocytes", 
                "journal": {
                    "name": [
                        "PLoS ONE"
                    ]
                }, 
                "volume": "7", 
                "pages": "e38258", 
                "doi": "10.1371/journal.pone.0038258"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Kastenmüller", 
                            "index": "Kastenmüller, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Brandes", 
                            "index": "Brandes, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Wang", 
                            "index": "Wang, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Herz", 
                            "index": "Herz, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG Egen", 
                            "index": "Egen, JG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RN Germain", 
                            "index": "Germain, RN"
                        }
                    }
                ], 
                "articleTitle": "Peripheral prepositioning and local CXCL9 chemokine-mediated guidance orchestrate rapid memory CD8+ T cell responses in the lymph node", 
                "journal": {
                    "name": [
                        "Immunity"
                    ]
                }, 
                "volume": "38", 
                "pages": {
                    "first": "502", 
                    "last": "513", 
                    "range": "502–513"
                }, 
                "doi": "10.1016/j.immuni.2012.11.012"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Kastenmüller", 
                            "index": "Kastenmüller, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Torabi-Parizi", 
                            "index": "Torabi-Parizi, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Subramanian", 
                            "index": "Subramanian, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Lämmermann", 
                            "index": "Lämmermann, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RN Germain", 
                            "index": "Germain, RN"
                        }
                    }
                ], 
                "articleTitle": "A spatially-organized multicellular innate immune response in lymph nodes limits systemic pathogen spread", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "150", 
                "pages": {
                    "first": "1235", 
                    "last": "1248", 
                    "range": "1235–1248"
                }, 
                "doi": "10.1016/j.cell.2012.07.021"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Latz", 
                            "index": "Latz, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TS Xiao", 
                            "index": "Xiao, TS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Stutz", 
                            "index": "Stutz, A"
                        }
                    }
                ], 
                "articleTitle": "Activation and regulation of the inflammasomes", 
                "journal": {
                    "name": [
                        "Nature Reviews Immunology"
                    ]
                }, 
                "volume": "13", 
                "pages": {
                    "first": "397", 
                    "last": "411", 
                    "range": "397–411"
                }, 
                "doi": "10.1038/nri3452"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SN Mueller", 
                            "index": "Mueller, SN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Gebhardt", 
                            "index": "Gebhardt, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FR Carbone", 
                            "index": "Carbone, FR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WR Heath", 
                            "index": "Heath, WR"
                        }
                    }
                ], 
                "articleTitle": "Memory T cell subsets, migration patterns, and tissue residence", 
                "journal": {
                    "name": [
                        "Annual Review of Immunology"
                    ]
                }, 
                "volume": "31", 
                "pages": {
                    "first": "137", 
                    "last": "161", 
                    "range": "137–161"
                }, 
                "doi": "10.1146/annurev-immunol-032712-095954"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Schroder", 
                            "index": "Schroder, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Tschopp", 
                            "index": "Tschopp, J"
                        }
                    }
                ], 
                "articleTitle": "The inflammasomes", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "140", 
                "pages": {
                    "first": "821", 
                    "last": "832", 
                    "range": "821–832"
                }, 
                "doi": "10.1016/j.cell.2010.01.040"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1940", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Trueta", 
                            "index": "Trueta, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Barnes", 
                            "index": "Barnes, JM"
                        }
                    }
                ], 
                "articleTitle": "The rationale of complete immobilization in treatment of infected wounds", 
                "journal": {
                    "name": [
                        "BMJ"
                    ]
                }, 
                "volume": "2", 
                "pages": {
                    "first": "46", 
                    "last": "48", 
                    "range": "46–48"
                }, 
                "doi": "10.1136/bmj.2.4149.46"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zhang", 
                            "index": "Zhang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TL Roth", 
                            "index": "Roth, TL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EE Gray", 
                            "index": "Gray, EE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Chen", 
                            "index": "Chen, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LB Rodda", 
                            "index": "Rodda, LB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Liang", 
                            "index": "Liang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Ventura", 
                            "index": "Ventura, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Villeda", 
                            "index": "Villeda, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PR Crocker", 
                            "index": "Crocker, PR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG Cyster", 
                            "index": "Cyster, JG"
                        }
                    }
                ], 
                "articleTitle": "Migratory and adhesive cues controlling innate-like lymphocyte surveillance of the pathogen-exposed surface of the lymph node", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "5", 
                "pages": "e18156", 
                "doi": "10.7554/eLife.18156"
            }
        ]
    }
}