{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-03374-v1.xml"
        }, 
        "status": "vor", 
        "id": "03374", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03374", 
        "authorLine": "Mary Munson", 
        "title": "To protect or reject", 
        "titlePrefix": "Membrane Fusion", 
        "published": "2014-06-17T00:00:00Z", 
        "versionDate": "2014-06-17T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03374", 
        "pdf": "https://publishing-cdn.elifesciences.org/03374/elife-03374-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A protein known for its role in dismantling faulty SNARE complexes can also help to maintain complexes that have formed properly during membrane fusion."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Munson", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Mary Munson", 
                    "index": "Munson, Mary"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry and Molecular Pharmacology", 
                            "University of Massachusetts Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Worcester", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Worcester"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mary.munson@umassmed.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-03374-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "03374", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03374", 
        "authorLine": "Mary Munson", 
        "title": "To protect or reject", 
        "titlePrefix": "Membrane Fusion", 
        "published": "2014-06-17T00:00:00Z", 
        "versionDate": "2014-06-17T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03374", 
        "pdf": "https://publishing-cdn.elifesciences.org/03374/elife-03374-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A protein known for its role in dismantling faulty SNARE complexes can also help to maintain complexes that have formed properly during membrane fusion."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Munson", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Mary Munson", 
                    "index": "Munson, Mary"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry and Molecular Pharmacology", 
                            "University of Massachusetts Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Worcester", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Worcester"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mary.munson@umassmed.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "membrane", 
            "SNARE", 
            "Docking", 
            "HOPS", 
            "lysosome", 
            "Golgi"
        ], 
        "-related-articles-internal": [
            "02272"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "One of the hallmarks of eukaryotic cells is that they contain a number of distinct compartments called organelles. Contained within a membrane that is similar to the plasma membrane that encloses the cell itself, each organelle performs specific functions within the cell. Many macromolecules, such as proteins and lipids, must be moved between these organelles, or from an organelle to the cell surface to be released from the cell. These macromolecules are transported by membrane-bound structures called vesicles. Once at its target, a vesicle releases its contents by fusing its membrane to the membrane of the target. This fusion requires SNARE proteins to be present on both the vesicle and the target membranes. The individual SNARE proteins zipper together, forming remarkably stable <i>trans</i>-SNARE complexes that provide the energy needed to fuse the membranes (<a href=\"#bib6\">Jahn and Scheller, 2006</a>; <a href=\"#bib9\">Rizo and Sudhof, 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Membrane fusion is highly regulated by several conserved families of proteins. These regulatory proteins ensure that the SNARE membrane fusion machinery only engages and fuses the correct membranes at the right place and the right time. Identifying and understanding this molecular machinery has fascinated cell biologists, biochemists and structural biologists for many decades, and three leaders in the field–James Rothman, Randy Schekman and Thomas Südhof—shared the 2013 Nobel Prize in Physiology or Medicine. Now, in <i>eLife</i>, Alexey Merz and colleagues at the University of Washington School of Medicine—including Braden Lobingier as first author—shed new light on this process (<a href=\"#bib7\">Lobingier et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Many opportunities exist during membrane trafficking for both appropriately and inappropriately mixed SNARE complexes to form (see, for example, <a href=\"#bib4\">Furukawa and Mima, 2014</a>), and cells go to great lengths to prevent incorrect fusion events. Cells regulate where and when SNARE complexes form in many ways: these include restricting the location of active SNARE proteins to fusion sites, stimulating fusion when the correct SNARE complexes are present, and disassembling incorrect SNARE complexes before fusion can occur."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "After fusion and cargo delivery, the ATPase Sec18 (which is the yeast version of NSF in humans) and its partner Sec17 disassemble SNARE complexes so they can be recycled and re-used in subsequent fusion events (<a href=\"#bib2\">Chang et al., 2012</a>). However, Sec18 and Sec17 are able to recognise and disassemble SNARE complexes at any step during trafficking, whether before or after fusion. This presents a dilemma for the cell—how can the premature disassembly of the correct SNARE complexes be prevented?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Sec1/Munc18 (SM) family of proteins was thought to be able to ‘proofread’ the SNARE complexes, checking that the correct complexes have formed (<a href=\"#bib10\">Starai et al., 2008</a>). However, this had not been directly demonstrated with SM proteins alone. The function of SM proteins in the cell remains confusing and controversial, as they can interact with individual SNARE proteins, as well as assembled SNARE complexes (<a href=\"#bib1\">Carr and Rizo, 2010</a>). Four families of SM proteins regulate various steps in the vesicle trafficking pathways: Sly1, Sec1/Munc18, Vps45 and Vps33. By binding to SNAREs in several different ways, SM proteins play a number of roles in regulating where and when the complexes form. These roles include functioning as SNARE chaperones, SNARE inhibitors and SNARE activators, and also as stimulators of SNARE-mediated artificial vesicle fusion reactions."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Through a combination of biochemical reconstitution experiments using purified proteins, and genetic experiments in yeast, Lobingier et al. reveal a surprising and satisfying finding. Two SM proteins—Sly1 and Vps33—each collaborate with the disassembly factor Sec17 to proofread the SNARE complexes, protecting the correct SNARE complexes from being disassembled by Sec17 and Sec18 (<a href=\"#fig1\">Figure 1A</a>). Moreover, both Sly1 and Vps33 bind poorly to assembled SNARE complexes, but Sec17 helps to load these SM proteins onto the correct SNARE complexes. In the case of inappropriately paired SNAREs, or SNARE complexes that form in the wrong location, it is likely that Sec17 will not load the SM protein onto these complexes and so they will quickly be disassembled (<a href=\"#fig1\">Figure 1B</a>). Thus, Sec17 takes on a new role: protecting SNARE complexes from itself."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Model for the role of Sec17 in protecting SNARE complexes from premature disassembly, and for facilitating the disassembly of incorrectly formed SNARE complexes.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "A vesicle releases its contents by fusing with the membrane of its target. For the vesicle to dock with its target, the SNARE proteins on the target membrane (red and green) must form <i>trans</i>-SNARE complexes with the SNARE proteins on the vesicle membrane (dark blue in (<b>A</b>); yellow in (<b>B</b>)). The SNARE adaptor protein Sec17 (purple) recognizes the SNARE complexes, and up to three copies of Sec17 can bind to the complex. If a correct SNARE complex has formed (<b>A</b>), Sec17 then recruits an SM protein (blue arch): this helps to promote membrane fusion, and the vesicle can release its cargo into the target. However, if the complex is incorrect (<b>B</b>), Sec17 engages the ATPase Sec18 (green) to disassemble the SNARE complex before fusion can occur: when this happens the vesicle cannot release its cargo into the target. In (<b>A</b>), after membrane fusion occurs, Sec17 and Sec18 take apart the SNARE complexes for use in subsequent fusion events."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/03374/elife-03374-fig1-v1.tif", 
                        "filename": "elife-03374-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Raising the temperature of the reaction increases the rate at which the SM proteins bind to the SNARE complexes. This finding suggests that the SM proteins may undergo a transition from a conformation suitable for binding to a single SNARE protein called syntaxin, to one that interacts with SNARE complexes—an idea previously suggested for other SM proteins (for example, see <a href=\"#bib3\">Christie et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Mechanistically, Sec17 acts as a general SNARE adaptor protein, binding SNARE complexes and deciding whether to recruit an SM protein for fusion, or Sec18 for disassembly. After fusion occurs, Sec17 presumably favours the recruitment of Sec18 for prompt disassembly and recycling of the SNARE complexes. How Sec17 makes these critical decisions in cooperation with the SM proteins will no doubt be revealed by further biochemical and structural investigations. To this end, recent results suggest that, in the absence of SM proteins or Sec18, a protein called α-SNAP (which is the mammalian version of Sec17) interferes with SNARE zippering and membrane fusion when it binds with a SNARE complex (<a href=\"#bib8\">Park et al., 2014</a>). Sec17 acts as if it is poised and awaiting the binding of an SM protein or Sec18 for its subsequent activity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Is the Sec17-SM proofreading activity a universal feature of Sec17 and all the SM proteins? It seems likely that SNARE proofreading is a critical mechanism used at all steps to ensure the correct membranes fuse together. The fact that several of the SM proteins can bind SNARE complexes tightly in the absence of Sec17 suggests, however, that Sec17 might be dispensable for proofreading at some stages in vesicle trafficking. Furthermore, the effects on this process of SNARE transmembrane domains and the presence of lipids, plus the role of the various specific tethering complexes that bind to both SNAREs and SM proteins (<a href=\"#bib5\">Hong and Lev, 2014</a>) still await discovery."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Carr", 
                            "index": "Carr, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Rizo", 
                            "index": "Rizo, J"
                        }
                    }
                ], 
                "articleTitle": "At the junction of SNARE and SM protein function", 
                "journal": "Current Opinion in Cell Biology", 
                "volume": "22", 
                "pages": {
                    "first": "488", 
                    "last": "495", 
                    "range": "488–495"
                }, 
                "doi": "10.1016/j.ceb.2010.04.006"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LF Chang", 
                            "index": "Chang, LF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Chen", 
                            "index": "Chen, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CC Liu", 
                            "index": "Liu, CC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Pan", 
                            "index": "Pan, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Jiang", 
                            "index": "Jiang, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "XC Bai", 
                            "index": "Bai, XC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Xie", 
                            "index": "Xie, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HW Wang", 
                            "index": "Wang, HW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SF Sui", 
                            "index": "Sui, SF"
                        }
                    }
                ], 
                "articleTitle": "Structural characterization of full-length NSF and 20S particles", 
                "journal": "Nature Structural & Molecular Biology", 
                "volume": "19", 
                "pages": {
                    "first": "268", 
                    "last": "275", 
                    "range": "268–275"
                }, 
                "doi": "10.1038/nsmb.2237"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MP Christie", 
                            "index": "Christie, MP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AE Whitten", 
                            "index": "Whitten, AE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GJ King", 
                            "index": "King, GJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SH Hu", 
                            "index": "Hu, SH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Jarrott", 
                            "index": "Jarrott, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KE Chen", 
                            "index": "Chen, KE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Duff", 
                            "index": "Duff, AP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Callow", 
                            "index": "Callow, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BM Collins", 
                            "index": "Collins, BM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DE James", 
                            "index": "James, DE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Martin", 
                            "index": "Martin, JL"
                        }
                    }
                ], 
                "articleTitle": "Low-resolution solution structures of Munc18:Syntaxin protein complexes indicate an open binding mode driven by the Syntaxin N-peptide", 
                "journal": "Proceedings of the National Academy of Sciences of the USA", 
                "volume": "109", 
                "pages": {
                    "first": "9816", 
                    "last": "9821", 
                    "range": "9816–9821"
                }, 
                "doi": "10.1073/pnas.1116975109"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Furukawa", 
                            "index": "Furukawa, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Mima", 
                            "index": "Mima, J"
                        }
                    }
                ], 
                "articleTitle": "Multiple and distinct strategies of yeast SNAREs to confer the specificity of membrane fusion", 
                "journal": "Scientific Reports", 
                "volume": "4", 
                "pages": "4277", 
                "doi": "10.1038/srep04277"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Hong", 
                            "index": "Hong, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Lev", 
                            "index": "Lev, S"
                        }
                    }
                ], 
                "articleTitle": "Tethering the assembly of SNARE complexes", 
                "journal": "Trends in Cell Biology", 
                "volume": "24", 
                "pages": {
                    "first": "35", 
                    "last": "43", 
                    "range": "35–43"
                }, 
                "doi": "10.1016/j.tcb.2013.09.006"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Jahn", 
                            "index": "Jahn, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RH Scheller", 
                            "index": "Scheller, RH"
                        }
                    }
                ], 
                "articleTitle": "SNAREs–engines for membrane fusion", 
                "journal": "Nature Reviews Molecular Cell Biology", 
                "volume": "7", 
                "pages": {
                    "first": "631", 
                    "last": "643", 
                    "range": "631–643"
                }, 
                "doi": "10.1038/nrm2002"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BT Lobingier", 
                            "index": "Lobingier, BT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DP Nickerson", 
                            "index": "Nickerson, DP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SY Lo", 
                            "index": "Lo, SY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Merz", 
                            "index": "Merz, AJ"
                        }
                    }
                ], 
                "articleTitle": "SM proteins Sly1 and Vps33 co-assemble with Sec17 and SNARE complexes to oppose SNARE disassembly by Sec18", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e02272", 
                "doi": "10.7554/eLife.02272"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Park", 
                            "index": "Park, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Vennekate", 
                            "index": "Vennekate, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Yavuz", 
                            "index": "Yavuz, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Preobraschenski", 
                            "index": "Preobraschenski, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Hernandez", 
                            "index": "Hernandez, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Riedel", 
                            "index": "Riedel, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Walla", 
                            "index": "Walla, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Jahn", 
                            "index": "Jahn, R"
                        }
                    }
                ], 
                "articleTitle": "α-SNAP interferes with the zippering of the SNARE membrane fusion machinery", 
                "journal": "Journal of Biological Chemistry", 
                "volume": "289", 
                "pages": {
                    "first": "16326", 
                    "last": "16335", 
                    "range": "16326–16335"
                }, 
                "doi": "10.1074/jbc.M114.556803"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Rizo", 
                            "index": "Rizo, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TC Sudhof", 
                            "index": "Sudhof, TC"
                        }
                    }
                ], 
                "articleTitle": "The membrane fusion enigma: SNAREs, Sec1/Munc18 proteins, and their accomplices–guilty as charged?", 
                "journal": "Annual Review of Cell and Developmental Biology", 
                "volume": "28", 
                "pages": {
                    "first": "279", 
                    "last": "308", 
                    "range": "279–308"
                }, 
                "doi": "10.1146/annurev-cellbio-101011-155818"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VJ Starai", 
                            "index": "Starai, VJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Hickey", 
                            "index": "Hickey, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Wickner", 
                            "index": "Wickner, W"
                        }
                    }
                ], 
                "articleTitle": "HOPS proofreads the trans-SNARE complex for yeast vacuole fusion", 
                "journal": "Molecular Biology of the Cell", 
                "volume": "19", 
                "pages": {
                    "first": "2500", 
                    "last": "2508", 
                    "range": "2500–2508"
                }, 
                "doi": "10.1091/mbc.E08-01-0077"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}