{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-25812-v1.xml"
        }, 
        "-history": {
            "received": "2017-03-21T00:00:00Z", 
            "accepted": "2017-03-21T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "25812", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.25812", 
        "authorLine": "Angel V Peterchev", 
        "title": "Transcranial electric stimulation seen from within the brain", 
        "titlePrefix": "Neuromodulation", 
        "published": "2017-03-28T00:00:00Z", 
        "versionDate": "2017-03-28T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e25812", 
        "pdf": "https://publishing-cdn.elifesciences.org/25812/elife-25812-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Computer models can make transcranial electric stimulation a better tool for research and therapy."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Peterchev", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Angel V Peterchev", 
                    "index": "Peterchev, Angel V"
                }, 
                "orcid": "0000-0002-4385-065X", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Psychiatry and Behavioral Sciences", 
                            "Duke University"
                        ], 
                        "address": {
                            "formatted": [
                                "Durham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Durham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Department of Biomedical Engineering", 
                            "Duke University"
                        ], 
                        "address": {
                            "formatted": [
                                "Durham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Durham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Department of Electrical and Computer Engineering", 
                            "Duke University"
                        ], 
                        "address": {
                            "formatted": [
                                "Durham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Durham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Department of Neurosurgery", 
                            "Duke University"
                        ], 
                        "address": {
                            "formatted": [
                                "Durham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Durham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "angel.peterchev@duke.edu"
                ], 
                "competingInterests": "AVP: An inventor on patents and patent applications and recipient of research and travel support as well as patent royalties from Rogue Research; research and travel support, consulting fees, as well as equipment loan from Tal Medical; patent application support from Magstim; and equipment loans from MagVenture, all related to technology for transcranial magnetic stimulation"
            }
        ], 
        "impactStatement": "Computer models can make transcranial electric stimulation a better tool for research and therapy."
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-25812-v1.xml", 
            "patched": true
        }, 
        "-history": {
            "received": "2017-03-21T00:00:00Z", 
            "accepted": "2017-03-21T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "25812", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.25812", 
        "authorLine": "Angel V Peterchev", 
        "title": "Transcranial electric stimulation seen from within the brain", 
        "titlePrefix": "Neuromodulation", 
        "published": "2017-03-28T00:00:00Z", 
        "versionDate": "2017-03-28T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e25812", 
        "pdf": "https://publishing-cdn.elifesciences.org/25812/elife-25812-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Computer models can make transcranial electric stimulation a better tool for research and therapy."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Peterchev", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Angel V Peterchev", 
                    "index": "Peterchev, Angel V"
                }, 
                "orcid": "0000-0002-4385-065X", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Psychiatry and Behavioral Sciences", 
                            "Duke University"
                        ], 
                        "address": {
                            "formatted": [
                                "Durham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Durham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Department of Biomedical Engineering", 
                            "Duke University"
                        ], 
                        "address": {
                            "formatted": [
                                "Durham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Durham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Department of Electrical and Computer Engineering", 
                            "Duke University"
                        ], 
                        "address": {
                            "formatted": [
                                "Durham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Durham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Department of Neurosurgery", 
                            "Duke University"
                        ], 
                        "address": {
                            "formatted": [
                                "Durham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Durham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "angel.peterchev@duke.edu"
                ], 
                "competingInterests": "AVP: An inventor on patents and patent applications and recipient of research and travel support as well as patent royalties from Rogue Research; research and travel support, consulting fees, as well as equipment loan from Tal Medical; patent application support from Magstim; and equipment loans from MagVenture, all related to technology for transcranial magnetic stimulation"
            }
        ], 
        "impactStatement": "Computer models can make transcranial electric stimulation a better tool for research and therapy.", 
        "keywords": [
            "transcranial electric stimulation", 
            "computational current-flow model", 
            "intracranial recordings"
        ], 
        "-related-articles-internal": [
            "18834"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The human brain seems well protected, encased within the skull. Yet something as simple as placing a pair of wet sponges onto someone's head and sending a weak electric current between them can actually alter the brain's activity. A refined version of this method – known as transcranial electric stimulation – has attracted considerable interest and is now being used to probe the workings of the brain and develop treatments for medical conditions such as depression, epilepsy or stroke."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Transcranial electric stimulation (or TES for short) has parallels with conventional drug treatments in the sense that delivering an electric field to the brain is analogous to delivering drug molecules into the body. So, just as it is important to know how the human body affects an administered drug (a field of research that is known as pharmacokinetics), in TES we need to know how much of the current applied to the scalp actually enters the brain, and where this current goes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The 'pharmacokinetics of TES' remains contentious (<a href=\"#bib9\">Underwood, 2016</a>), but is important for several reasons. First, it allows us to relate findings from experiments in which brain tissue from animals is stimulated directly to findings obtained via noninvasive applications in people. Second, it helps researchers optimize the process in order to target specific regions of the brain. Third, it enables researchers to compensate for the differences between individuals, and to standardize the exposure that they receive."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The only established approach for estimating the dose of TES delivered to an individual relies on a three-dimensional model of the subject's head that includes its different tissues and the attached electrodes, which is fed into a computer simulation (<a href=\"#fig1\">Figure 1</a>). Such models have been available for some time (<a href=\"#bib2\">Datta et al., 2009</a>), but they had been validated only partially and indirectly in humans or other primates (<a href=\"#bib3\">Edwards et al., 2013</a>; <a href=\"#bib6\">Lee et al., 2015</a>). Moreover, there are uncertainties about the electric properties of the tissues in these models."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Computational model of the electric field and current produced in an individual's head during transcranial electric stimulation.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Electrodes (white and orange rectangles) are attached to the scalp and electric current is applied; the model of the head shown here is derived from a structural MRI scan. (<b>B</b>) Simulation showing the electric current per unit area (current density) in a section of the brain during transcranial stimulation: this image shows the scalp (outermost layer), skull, cerebrospinal fluid, gray matter and white matter. The highest current density values in the brain (blue) are 100-fold lower than those in the scalp (red). The high resistance of the skull means that the majority of the current is shunted in the scalp. The cerebrospinal fluid is highly conductive and this takes current away from the brain too. (<b>C</b>) Simulation showing the electric field on the surface of the brain. For this configuration, the electric field is strongest between the two electrodes. The model was created and visualized with the free SimNIBS software package (<a href=\"http://simnibs.de\">http://simnibs.de</a>; <a href=\"#bib10\">Windhoff et al., 2013</a>)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/25812/elife-25812-fig1-v1.jpg", 
                        "image": "elife-25812-fig1-v1", 
                        "filename": "elife-25812-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in eLife, Lucas Parra and colleagues – including Yu Huang and Anli Liu as joint first authors – report how they have addressed these issues by combining elaborate computational modeling with recordings taken within the brains of ten people undergoing surgery for epilepsy (<a href=\"#bib4\">Huang et al., 2017</a>). This sample size markedly exceeds that of other similar measurements (<a href=\"#bib8\">Opitz et al., 2016</a>), and the three-dimensional models used are highly sophisticated too. Leveraging this setup, Huang et al. provide the most extensive and direct estimates of the TES electric field to date. They also confirm that computational models of TES can accurately recreate the electric field generated in a real brain."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Huang et al. – who are based at City College of the City University of New York, New York University School of Medicine and the Mayo Clinic – provide practical insights that should help others to implement the models as well. For accurate results, the individual scan should capture the entire head, from neck to crown. This is not the convention in clinical imaging, which currently only focuses on the brain, but Huang et al. get round this limitation by splicing the bottom portion of a standard model of a head onto the individual scans. To do this, the images must be properly cropped and morphed, though this feature has yet to be added to publicly available electric field modeling software."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Including a compartment for the cerebrospinal fluid (the colorless liquid that surrounds the brain) also makes the models more accurate. Appropriate imaging and image analysis methods are required to capture this layer as well as the skull, which are both quite thin (see <a href=\"#fig1\">Figure 1B</a>). However, modelers can breathe a sigh of relief, because the data suggest that the different layers within the skull can be omitted from the models without significantly impacting their accuracy. The way that conductivity changes depending on the orientation of the current in the brain's white matter can similarly be ignored, at least for the mostly outer regions of the brain explored so far by Huang et al."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This work also underscores the present limitations of modeling. It is still uncertain exactly what values for tissue conductivity should be used, and whether it is acceptable to use the same values for everyone. Addressing this question requires further studies likely involving a range of techniques. For example, there are promising efforts to measure tissue conductivities directly during surgery (<a href=\"#bib5\">Koessler et al., 2017</a>), or with other noninvasive techniques (<a href=\"#bib1\">Chauhan et al., 2017</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Even without making the absolute electric field estimates more accurate, existing modeling approaches and software appear suitable for measuring the relative strength of stimulation across brain regions, and predicting how an individual's anatomy might affect this. Indeed, the National Institutes of Health now requires that researchers applying for certain grants \"use realistic head modeling\" to characterize what electric field is delivered across the brain (<a href=\"#bib7\">NIH, 2017</a>). All in all, it seems that the time is now right for wider adoption of 'pharmacokinetics' of transcranial brain stimulation."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "unknown", 
                "id": "bib1", 
                "date": "2017", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Chauhan", 
                            "index": "Chauhan, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Vidya Shankar", 
                            "index": "Vidya Shankar, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Ashok Kumar", 
                            "index": "Ashok Kumar, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VD Kodibagkar", 
                            "index": "Kodibagkar, VD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Sadleir", 
                            "index": "Sadleir, R"
                        }
                    }
                ], 
                "title": "Multishot echo-planar MREIT for fast imaging of conductivity, current density, and electric field distributions", 
                "details": "Magnetic Resonance in Medicine, 10.1002/mrm.26638, 28205251"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Datta", 
                            "index": "Datta, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Bansal", 
                            "index": "Bansal, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Diaz", 
                            "index": "Diaz, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Patel", 
                            "index": "Patel, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Reato", 
                            "index": "Reato, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Bikson", 
                            "index": "Bikson, M"
                        }
                    }
                ], 
                "articleTitle": "Gyri-precise head model of transcranial direct current stimulation: improved spatial focality using a ring electrode versus conventional rectangular pad", 
                "journal": "Brain Stimulation", 
                "volume": "2", 
                "pages": {
                    "first": "201", 
                    "last": "207", 
                    "range": "201–207"
                }, 
                "doi": "10.1016/j.brs.2009.03.005"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Edwards", 
                            "index": "Edwards, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Cortes", 
                            "index": "Cortes, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Datta", 
                            "index": "Datta, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Minhas", 
                            "index": "Minhas, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Wassermann", 
                            "index": "Wassermann, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Bikson", 
                            "index": "Bikson, M"
                        }
                    }
                ], 
                "articleTitle": "Physiological and modeling evidence for focal transcranial electrical brain stimulation in humans: a basis for high-definition tDCS", 
                "journal": "NeuroImage", 
                "volume": "74", 
                "pages": {
                    "first": "266", 
                    "last": "275", 
                    "range": "266–275"
                }, 
                "doi": "10.1016/j.neuroimage.2013.01.042", 
                "pmid": 23370061
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2017", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Huang", 
                            "index": "Huang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Liu", 
                            "index": "Liu, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Lafon", 
                            "index": "Lafon, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Friedman", 
                            "index": "Friedman, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Dayan", 
                            "index": "Dayan, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Wang", 
                            "index": "Wang, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Bikson", 
                            "index": "Bikson, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WK Doyle", 
                            "index": "Doyle, WK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Devinsky", 
                            "index": "Devinsky, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LC Parra", 
                            "index": "Parra, LC"
                        }
                    }
                ], 
                "articleTitle": "Measurements and models of electric fields in the <i>in vivo</i> human brain during transcranial electric stimulation", 
                "journal": "eLife", 
                "volume": "6", 
                "pages": "18834", 
                "doi": "10.7554/eLife.18834"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2017", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Koessler", 
                            "index": "Koessler, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Colnat-Coulbois", 
                            "index": "Colnat-Coulbois, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Cecchin", 
                            "index": "Cecchin, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Hofmanis", 
                            "index": "Hofmanis, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Dmochowski", 
                            "index": "Dmochowski, JP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Norcia", 
                            "index": "Norcia, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LG Maillard", 
                            "index": "Maillard, LG"
                        }
                    }
                ], 
                "articleTitle": "In-vivo measurements of human brain tissue conductivity using focal electrical current injection through intracerebral multicontact electrodes", 
                "journal": "Human Brain Mapping", 
                "volume": "38", 
                "pages": {
                    "first": "974", 
                    "last": "986", 
                    "range": "974–986"
                }, 
                "doi": "10.1002/hbm.23431", 
                "pmid": 27726249
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WH Lee", 
                            "index": "Lee, WH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SH Lisanby", 
                            "index": "Lisanby, SH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AF Laine", 
                            "index": "Laine, AF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AV Peterchev", 
                            "index": "Peterchev, AV"
                        }
                    }
                ], 
                "articleTitle": "Electric field model of transcranial electric stimulation in nonhuman primates: correspondence to individual motor threshold", 
                "journal": "IEEE Transactions on Biomedical Engineering", 
                "volume": "62", 
                "pages": {
                    "first": "2095", 
                    "last": "2105", 
                    "range": "2095–2105"
                }, 
                "doi": "10.1109/TBME.2015.2425406", 
                "pmid": 25910001
            }, 
            {
                "type": "web", 
                "id": "bib7", 
                "date": "2017", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "NIH"
                    }
                ], 
                "title": "RFA-MH-17-600: early stage testing of pharmacologic or device-based interventions for the treatment of mental disorders (R61/R33)", 
                "uri": "https://grants.nih.gov/grants/guide/rfa-files/RFA-MH-17-600.html"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Opitz", 
                            "index": "Opitz, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Falchier", 
                            "index": "Falchier, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CG Yan", 
                            "index": "Yan, CG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Yeagle", 
                            "index": "Yeagle, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GS Linn", 
                            "index": "Linn, GS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Megevand", 
                            "index": "Megevand, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Thielscher", 
                            "index": "Thielscher, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Deborah A", 
                            "index": "Deborah A, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MP Milham", 
                            "index": "Milham, MP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Mehta", 
                            "index": "Mehta, AD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CE Schroeder", 
                            "index": "Schroeder, CE"
                        }
                    }
                ], 
                "articleTitle": "Spatiotemporal structure of intracranial electric fields induced by transcranial electric stimulation in humans and nonhuman primates", 
                "journal": "Scientific Reports", 
                "volume": "6", 
                "pages": "31236", 
                "doi": "10.1038/srep31236", 
                "pmid": 27535462
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Underwood", 
                            "index": "Underwood, E"
                        }
                    }
                ], 
                "articleTitle": "Cadaver study challenges brain stimulation methods", 
                "journal": "Science", 
                "volume": "352", 
                "pages": "397", 
                "doi": "10.1126/science.352.6284.397"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Windhoff", 
                            "index": "Windhoff, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Opitz", 
                            "index": "Opitz, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Thielscher", 
                            "index": "Thielscher, A"
                        }
                    }
                ], 
                "articleTitle": "Electric field calculations in brain stimulation based on finite elements: an optimized processing pipeline for the generation and usage of accurate individual head models", 
                "journal": "Human Brain Mapping", 
                "volume": "34", 
                "pages": {
                    "first": "923", 
                    "last": "935", 
                    "range": "923–935"
                }, 
                "doi": "10.1002/hbm.21479", 
                "pmid": 22109746
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}