{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-05041-v1.xml"
        }, 
        "status": "vor", 
        "id": "05041", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05041", 
        "authorLine": "Jeff M Bernitz, Kateri A Moore", 
        "title": "Uncovering the origins of a niche", 
        "titlePrefix": "Haematopoietic Stem Cells", 
        "published": "2014-11-11T00:00:00Z", 
        "versionDate": "2014-11-11T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e05041", 
        "pdf": "https://publishing-cdn.elifesciences.org/05041/elife-05041-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Multiple cell types that share a common origin cooperate to form a supportive niche for stem cells that give rise to blood and to the cells of the immune system."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Bernitz and Moore", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jeff M Bernitz", 
                    "index": "Bernitz, Jeff M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Developmental and Regenerative Biology, Black Family Stem Cell Institute, Graduate School of Biomedical Sciences", 
                            "Icahn School of Medicine at Mount Sinai"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Kateri A Moore", 
                    "index": "Moore, Kateri A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Developmental and Regenerative Biology, Black Family Stem Cell Institute", 
                            "Icahn School of Medicine at Mount Sinai"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "kateri.moore@mssm.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-05041-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "05041", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05041", 
        "authorLine": "Jeff M Bernitz, Kateri A Moore", 
        "title": "Uncovering the origins of a niche", 
        "titlePrefix": "Haematopoietic Stem Cells", 
        "published": "2014-11-11T00:00:00Z", 
        "versionDate": "2014-11-11T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e05041", 
        "pdf": "https://publishing-cdn.elifesciences.org/05041/elife-05041-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Multiple cell types that share a common origin cooperate to form a supportive niche for stem cells that give rise to blood and to the cells of the immune system."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Bernitz and Moore", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jeff M Bernitz", 
                    "index": "Bernitz, Jeff M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Developmental and Regenerative Biology, Black Family Stem Cell Institute, Graduate School of Biomedical Sciences", 
                            "Icahn School of Medicine at Mount Sinai"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Kateri A Moore", 
                    "index": "Moore, Kateri A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Developmental and Regenerative Biology, Black Family Stem Cell Institute", 
                            "Icahn School of Medicine at Mount Sinai"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "kateri.moore@mssm.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "mesenchymal stem cell", 
            "hematopoietic stem cell", 
            "stem cell niche", 
            "bone marrow", 
            "neural crest"
        ], 
        "-related-articles-internal": [
            "03696"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The formation of an embryo is a very well-ordered process. During the 6th day after fertilisation, a mouse embryo forms three distinct cell layers—called the endoderm, the mesoderm, and the ectoderm. Each layer gives rise to distinct tissues and organs within the body. The endoderm forms the lungs and the gastrointestinal tract (which includes the liver and pancreas); the mesoderm generates the kidneys, bones, blood, muscle and heart; and the ectoderm differentiates to form numerous tissues including the nervous system and skin."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The tissues of a developing embryo rapidly divide and contain so-called ‘progenitor cells’ that can generate the specialised cell types needed to make a body. After birth, the tissues lose their ability to proliferate in this manner. Instead limited populations of stem cells are set aside so that they can be used later in life to regenerate and repair tissues that become old or damaged. However, the regenerative potential of these stem cells is limited to the specific tissue or organ system within which they reside."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The stem cells that produce all the cells in the blood and the immune system are called haematopoietic stem cells (or HSCs for short). During embryonic development HSCs are found in different sites at different stages. In adults HSCs are found in the bone marrow. The bone marrow is also home to a second group of stem cells called mesenchymal stem cells (MSCs), which maintain and repair the skeleton by producing cells that make bone, cartilage and fat. In 2010 it was discovered, unexpectedly, that MSCs form part of the niche that maintains HSCs in the bone marrow (<a href=\"#bib7\">Méndez-Ferrer et al., 2010</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A stem cell niche is composed of cells and other physical components that work together to protect, instruct and nurture stem cells. Over the years many different cell types have been identified as components of the HSC niche. The majority of these cells originate from the mesoderm, and include various cells that make up and surround blood vessels and bone (<a href=\"#bib2\">Ding et al., 2012</a>; <a href=\"#bib1\">Ding and Morrison, 2013</a>; <a href=\"#bib3\">Greenbaum et al., 2013</a>). Additionally, other studies have reported that ectodermal cells from the nervous system are important in supporting HSCs (<a href=\"#bib5\">Katayama et al., 2006</a>; <a href=\"#bib8\">Yamazaki et al., 2011</a>; <a href=\"#bib6\">Mendelson and Frenette, 2014</a>). Given the diverse range of niche components, Simón Méndez-Ferrer and colleagues at the Centro Nacional de Investigaciones Cardiovasculares in Madrid set out to determine the developmental origins and function of some of these cells, both before and after birth, and in adult life."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now in <i>eLife</i>, Méndez-Ferrer and co-workers—including Joan Isern as the first author—report that, in mice, developing bones contain two populations of MSCs (<a href=\"#bib4\">Isern et al., 2014</a>). One population contributes to the formation of the skeleton during embryonic development, but quickly loses its stem cell potential after birth. The second population—which is defined by the expression of a gene called <i>nestin</i>—does not contribute to bone and cartilage formation during development, but becomes the only population with MSC activity after birth. Moreover, these Nestin-positive MSCs are the same cells that play a critical role in the HSC niche (<a href=\"#bib7\">Méndez-Ferrer et al., 2010</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Next, Isern et al. sought to determine the developmental origins of these two MSC populations. Using a wide range of genetic experiments, they were able to follow the location and tissue of origin of each of these cell types during the development of mouse embryos. Isern et al. show that the skeleton-forming MSCs are derived from mesoderm tissue (<a href=\"#fig1\">Figure 1</a>). The Nestin-positive MSCs, however, are derived from the neural crest; this is a short-lived population of cells in the ectoderm that gives rise to cells of the peripheral nervous system, as well as several other non-neural cell types. Additionally, Nestin-positive cells were found to include both MSCs and the precursors of Schwann cells (cells that wrap around and support nerve fibres). Schwann cell precursors can be distinguished from MSCs because they do not express a protein called ‘platelet-derived growth factor receptor α’ (or PDGFRα), whereas MSCs do (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The protein Nestin segregates distinct populations of cells in the bone marrow that originate from different embryonic tissues during development.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Isern et al. reveal that mesoderm-derived Nestin-negative (or Nestin<sup>−</sup>) bone marrow cells (or stroma) give rise to cells that contribute to the formation of cartilage (chondrocytes) and bone (osteoprecursors) in the foetus (top). Shortly after birth, Nestin-negative bone marrow cells lose their ability to generate further mature cells. The neural crest develops from the ectoderm. Nestin-positive (or Nestin<sup>+</sup>) cells derived from the neural crest give rise to Nestin-positive MSCs (mesenchymal stem cells). The Nestin-positive cells also give rise to Schwann cell precursors, which develop into mature Schwann cells in the bone marrow of newborn mice (bottom). Both populations of cells work together with neural crest-derived sympathetic peripheral neurons to establish a three-part niche for HSCs (haematopoietic stem cells). Unlike Nestin-negative bone marrow cells, Nestin-positive MSCs maintain the potential to develop into other types of cells after birth."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/05041/elife-05041-fig1-v1.tif", 
                        "filename": "elife-05041-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, Isern et al. addressed the functional relevance of these populations of cells to the HSC niche. By deleting a gene critical to the migration of neural crest cells, they found that both Nestin-postive MSCs and Schwann cells fail to colonise the bone marrow. This, in turn, reduces the number of blood-forming progenitor cells that migrate to the bone marrow, which is a crucial step in the transition from foetal to adult blood formation. To confirm that these cells are important in establishing an HSC niche, Isern et al. also selectively deleted the Nestin-positive cells. This also prevented blood-forming progenitors from migrating to the bone marrow. Instead, the blood-forming progenitors were retained in the foetal liver where they are normally located prior to colonising the bone marrow."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Together, Isern et al.'s data show that Nestin-positive MSCs help establish a niche for HSCs in the bone marrow during development, and that multiple cell types derived from neural crest cells—Nestin-positive MSCs, Schwann cells (<a href=\"#bib8\">Yamazaki et al., 2011</a>), and previously reported sympathetic nerve fibres (<a href=\"#bib5\">Katayama et al., 2006</a>)—cooperate to form this niche. As putative MSC populations have also been reported in multiple other tissues—including skin, muscle and fat—it will be interesting to see if this three-part niche supports other stem cell populations throughout the body."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Ding", 
                            "index": "Ding, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Morrison", 
                            "index": "Morrison, SJ"
                        }
                    }
                ], 
                "articleTitle": "Haematopoietic stem cells and early lymphoid progenitors occupy distinct bone marrow niches", 
                "journal": "Nature", 
                "volume": "495", 
                "pages": {
                    "first": "231", 
                    "last": "235", 
                    "range": "231–235"
                }, 
                "doi": "10.1038/nature11885"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Ding", 
                            "index": "Ding, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TL Saunders", 
                            "index": "Saunders, TL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Enikolopov", 
                            "index": "Enikolopov, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Morrison", 
                            "index": "Morrison, SJ"
                        }
                    }
                ], 
                "articleTitle": "Endothelial and perivascular cells maintain haematopoietic stem cells", 
                "journal": "Nature", 
                "volume": "481", 
                "pages": {
                    "first": "457", 
                    "last": "462", 
                    "range": "457–462"
                }, 
                "doi": "10.1038/nature10783"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Greenbaum", 
                            "index": "Greenbaum, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YM Hsu", 
                            "index": "Hsu, YM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RB Day", 
                            "index": "Day, RB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LG Schuettpelz", 
                            "index": "Schuettpelz, LG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Christopher", 
                            "index": "Christopher, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JN Borgerding", 
                            "index": "Borgerding, JN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Nagasawa", 
                            "index": "Nagasawa, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DC Link", 
                            "index": "Link, DC"
                        }
                    }
                ], 
                "articleTitle": "CXCL12 in early mesenchymal progenitors is required for haematopoietic stem-cell maintenance", 
                "journal": "Nature", 
                "volume": "495", 
                "pages": {
                    "first": "227", 
                    "last": "230", 
                    "range": "227–230"
                }, 
                "doi": "10.1038/nature11926"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Isern", 
                            "index": "Isern, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A García-García", 
                            "index": "García-García, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Martín", 
                            "index": "Martín, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Arranz", 
                            "index": "Arranz, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Martín-Pérez", 
                            "index": "Martín-Pérez, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Torroja", 
                            "index": "Torroja, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Sánchez-Cabo", 
                            "index": "Sánchez-Cabo, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Méndez-Ferrer", 
                            "index": "Méndez-Ferrer, S"
                        }
                    }
                ], 
                "articleTitle": "The neural crest is a source of mesenchymal stem cells with specialized hematopoietic stem cell niche function", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e03696", 
                "doi": "10.7554/eLife.03696"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Katayama", 
                            "index": "Katayama, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Battista", 
                            "index": "Battista, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WM Kao", 
                            "index": "Kao, WM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Hidalgo", 
                            "index": "Hidalgo, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Peired", 
                            "index": "Peired, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Thomas", 
                            "index": "Thomas, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PS Frenette", 
                            "index": "Frenette, PS"
                        }
                    }
                ], 
                "articleTitle": "Signals from the sympathetic nervous system regulate hematopoietic stem cell egress from bone marrow", 
                "journal": "Cell", 
                "volume": "2", 
                "pages": {
                    "first": "407", 
                    "last": "421", 
                    "range": "407–421"
                }, 
                "doi": "10.1016/j.cell.2005.10.041"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Mendelson", 
                            "index": "Mendelson, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PS Frenette", 
                            "index": "Frenette, PS"
                        }
                    }
                ], 
                "articleTitle": "Hematopoietic stem cell niche maintenance during homeostasis and regeneration", 
                "journal": "Nature Medicine", 
                "volume": "20", 
                "pages": {
                    "first": "833", 
                    "last": "846", 
                    "range": "833–846"
                }, 
                "doi": "10.1038/nm.3647"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Méndez-Ferrer", 
                            "index": "Méndez-Ferrer, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TV Michurina", 
                            "index": "Michurina, TV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Ferraro", 
                            "index": "Ferraro, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AR Mazloom", 
                            "index": "Mazloom, AR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BD Macarthur", 
                            "index": "Macarthur, BD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Lira", 
                            "index": "Lira, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DT Scadden", 
                            "index": "Scadden, DT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Ma’ayan", 
                            "index": "Ma’ayan, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GN Enikolopov", 
                            "index": "Enikolopov, GN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PS Frenette", 
                            "index": "Frenette, PS"
                        }
                    }
                ], 
                "articleTitle": "Mesenchymal and haematopoietic stem cells form a unique bone marrow niche", 
                "journal": "Nature", 
                "volume": "466", 
                "pages": {
                    "first": "829", 
                    "last": "834", 
                    "range": "829–834"
                }, 
                "doi": "10.1038/nature09262"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Yamazaki", 
                            "index": "Yamazaki, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Ema", 
                            "index": "Ema, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Karlsson", 
                            "index": "Karlsson, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Yamaguchi", 
                            "index": "Yamaguchi, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Miyoshi", 
                            "index": "Miyoshi, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Shioda", 
                            "index": "Shioda, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Taketo", 
                            "index": "Taketo, MM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Karlsson", 
                            "index": "Karlsson, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Iwama", 
                            "index": "Iwama, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Nakauchi", 
                            "index": "Nakauchi, H"
                        }
                    }
                ], 
                "articleTitle": "Nonmyelinating Schwann cells maintain hematopoietic stem cell hibernation in the bone marrow niche", 
                "journal": "Cell", 
                "volume": "147", 
                "pages": {
                    "first": "1146", 
                    "last": "1158", 
                    "range": "1146–1158"
                }, 
                "doi": "10.1016/j.cell.2011.09.053"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}