{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-00450-v1.xml"
        }, 
        "status": "vor", 
        "id": "00450", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00450", 
        "authorLine": "Ronald L Calabrese", 
        "title": "Fruit flies step out", 
        "titlePrefix": "Neurophysiology", 
        "published": "2013-01-08T00:00:00Z", 
        "versionDate": "2013-01-08T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00450", 
        "pdf": "https://publishing-cdn.elifesciences.org/00450/elife-00450-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A method that can analyse the movements of <i>Drosophila</i> as they walk is a valuable addition to the tools available to neurobiologists, and has already led to insights into the interplay of central networks and sensory feedback in this model organism."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Calabrese", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ronald L Calabrese", 
                    "index": "Calabrese, Ronald L"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neuroscience and Behavioral Biology", 
                            "Emory University"
                        ], 
                        "address": {
                            "formatted": [
                                "Atlanta", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Atlanta"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rcalabre@biology.emory.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-00450-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00450", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00450", 
        "authorLine": "Ronald L Calabrese", 
        "title": "Fruit flies step out", 
        "titlePrefix": "Neurophysiology", 
        "published": "2013-01-08T00:00:00Z", 
        "versionDate": "2013-01-08T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00450", 
        "pdf": "https://publishing-cdn.elifesciences.org/00450/elife-00450-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A method that can analyse the movements of <i>Drosophila</i> as they walk is a valuable addition to the tools available to neurobiologists, and has already led to insights into the interplay of central networks and sensory feedback in this model organism."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Calabrese", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ronald L Calabrese", 
                    "index": "Calabrese, Ronald L"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neuroscience and Behavioral Biology", 
                            "Emory University"
                        ], 
                        "address": {
                            "formatted": [
                                "Atlanta", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Atlanta"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rcalabre@biology.emory.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ], 
        "keywords": [
            "walking behaviour", 
            "coordination", 
            "neurophysiology", 
            "sensory feedback", 
            "gait analysis", 
            "motor neuron"
        ], 
        "-related-articles-internal": [
            "00231"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Movement—whether by water, air or land—is central to animal life, enabling organisms to find food and mates and to escape from predators. In the early twentieth century, the physiologist T Graham Brown identified complex networks of neurons in the spinal cords of cats that coordinated walking and other rhythmic movements (<a href=\"#bib2\">Brown, 1911</a>, <a href=\"#bib3\">1914</a>). However, it was only when these networks—which are also called central pattern generators—were rediscovered in the early 1960s that their importance was fully appreciated (<a href=\"#bib14\">Wilson, 1961</a>; <a href=\"#bib8\">Ikeda and Wiersma, 1964</a>; <a href=\"#bib13\">Mulloney and Smarandache, 2010</a>). From this point onwards, research into the generation of rhythmic activity by these networks and the influence of sensory feedback on this activity, has continued at a rapid pace (<a href=\"#bib11\">Marder et al., 2005</a>; <a href=\"#bib10\">Marder and Bucher, 2007</a>; <a href=\"#bib9\">Lamb and Calabrese, 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In mammals, research into central pattern generators in the spinal cord has benefited from the advances in molecular biology afforded by the sequencing of the mouse genome (<a href=\"#bib6\">Goulding, 2009</a>). Although our knowledge of <i>Drosophila</i> (fruit fly) genetics is arguably even more extensive, the small size of fruit flies has traditionally made physiological studies difficult. However, this situation is starting to change, and several groups have explored locomotion (<a href=\"#bib1\">Berni et al., 2012</a>; <a href=\"#bib7\">Heckscher et al., 2012</a>) and its development (<a href=\"#bib5\">Crisp et al., 2012</a>) in fruit fly maggots."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, writing in <i>eLife</i>, César Mendes of Columbia University and colleagues, working in the laboratory of Richard Mann, report the development of new technology that can be used to track and to quantify walking in adult fruit flies (<a href=\"#bib12\">Mendes et al., 2013</a>). Until now, this had required time-consuming manual frame-by-frame video analysis, which is a difficult process to automate (<a href=\"#bib15\">Wosnitza et al., 2012</a>). Exploiting an optical phenomenon known as frustrated total internal reflection (fTIR), Mendes and co-workers have developed an imaging method and associated analysis software that can rapidly analyze the footprints (tarsal contacts) and body position of a fly as it walks (<a href=\"#fig1\">Figure 1</a>). As well as revealing the insect's speed and the distance covered, the software extracts key parameters such as the degree to which limb movements are coordinated, thus allowing the insect's gait to be classified. Similar technology is already available for tracking the movements of larger animals such as rats (<a href=\"http://www.noldus.com/animal-behavior-research/products/catwalk\">http://www.noldus.com/animal-behavior-research/products/catwalk</a>), but the Columbia team is the first to scale it down to fly-like dimensions."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Insects generally employ either a tripod gait—in which three legs swing forward and the other three push backward against the ground (stance)—or a tetrapod gait, in which two legs are in swing and the remaining four are in stance. In addition to these, insects display other ‘non-canonical’ gaits that are harder to classify."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "A fruit fly walking on a transparent surface", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "A fruit fly walking on a transparent surface. The fly was filmed from below at 250 frames per second using the FlyWalker system (<a href=\"http://biooptics.markalab.org/FlyWalker/\">biooptics.markalab.org/FlyWalker/</a>); the frames shown here were recorded 0.08 seconds apart. A tripod stance can be seen in the third, fourth and sixth images of this series. The six legs of the fly are labelled RH (right hind), RM (right middle), RF (right front), LH (left hind), LM (left middle) and LF (left front)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00450/elife-00450-fig1-v1.tif", 
                        "attribution": [
                            "FIGURE CREDIT: CS MENDES and I BARTOS."
                        ], 
                        "filename": "elife-00450-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Mendes et al. find that flies, unlike vertebrates, do not show abrupt transitions from one gait to another as they increase or decrease their speed: rather, they employ a mixture of gaits that changes with their walking speed: faster flies tend to spend more time in a tripod configuration, whereas slower flies spend more time in tetrapod or non-canonical configurations. These differences led Mendes et al. to suggest that flies use distinct neural programs for walking at different speeds."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "However, the most interesting results in the current work concern the role of sensory feedback in modulating the output of central pattern generators. To examine this interaction, the Columbia team used genetically modified flies that either lack all leg proprioceptors—sensors that detect the length and tension of muscles and the angle of joints, which together provide information about a limb's position in space—or a specific class of stretch receptors known as chordotonal organs. Both types of mutant fly walked more slowly than wild-type flies, and showed a more uneven gait with footprints that were less precisely aligned. Nevertheless, the mutant flies maintained a typical tripod gait and near normal coordination of limb movements with respect to body segment and side. It seems therefore that proprioception is not essential for coordinated walking, but walking is less precise without it."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Being deprived of sensory feedback was more disruptive for mutant flies that walked slowly than it was for faster individuals. Indeed, in some respects, the behaviour of feedback-deprived flies resembled that of wild-type flies walking at high speed. These observations suggest that flies walking at slow–medium speeds use distinct neural programs from those walking at faster speeds, and that flies walking at fast speeds are less dependent on sensory feedback."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The results of this study complement work on other insects. In the slow-moving stick insect (<i>Carausius</i>), sensory feedback from legs in the stance phase appears to be required for inter-leg coordination (<a href=\"#bib4\">Büschges 2012</a>), whereas this does not seem to be the case in the fruit-fly experiments at Columbia. To account for this apparent discrepancy, Mendes et al. speculate that when all six legs are equally impaired, flies resort to using the central pattern generator alone, which is sufficient to execute the tripod gait. Other recent studies on adult flies, in which single legs were amputated, are consistent with this speculation (<a href=\"#bib15\">Wosnitza et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The future therefore seems bright for dissection of the neuronal networks, and their sensory partners, that generate rhythmic movements in <i>Drosophila</i>. Although work on more traditional invertebrate preparations—in which neurons are readily accessible for electrophysiology (<a href=\"#bib11\">Marder et al., 2005</a>; <a href=\"#bib10\">Marder and Bucher, 2007</a>; <a href=\"#bib9\">Lamb and Calabrese, 2011</a>)—will continue to guide the way for now, I expect that as their genetic and molecular armamentarium expands, flies will come to play a seminal role in neuronal network analysis."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Berni", 
                            "index": "Berni, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Pulver", 
                            "index": "Pulver, SR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LC Griffith", 
                            "index": "Griffith, LC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Bate", 
                            "index": "Bate, M"
                        }
                    }
                ], 
                "articleTitle": "Autonomous circuitry for substrate exploration in freely moving <i>Drosophila</i> larvae", 
                "journal": "Curr Biol", 
                "volume": "20", 
                "pages": {
                    "first": "1861", 
                    "last": "1870", 
                    "range": "1861–1870"
                }, 
                "doi": "10.1016/j.cub.2012.07.048"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1911", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TG Brown", 
                            "index": "Brown, TG"
                        }
                    }
                ], 
                "articleTitle": "The intrinsic factors in the act of progression in the mammal", 
                "journal": "Proc Roy Soc Lond B", 
                "volume": "84", 
                "pages": {
                    "first": "308", 
                    "last": "319", 
                    "range": "308–319"
                }, 
                "doi": "10.1098/rspb.1911.0077"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1914", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TG Brown", 
                            "index": "Brown, TG"
                        }
                    }
                ], 
                "articleTitle": "On the nature of the fundamental activity of the nervous centres; together with an analysis of the conditioning of rhythmic activity in progression, and a theory of the evolution of function in the nervous system", 
                "journal": "J Physiol", 
                "volume": "48", 
                "pages": {
                    "first": "18", 
                    "last": "46", 
                    "range": "18–46"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Büschges", 
                            "index": "Büschges, A"
                        }
                    }
                ], 
                "articleTitle": "Lessons for circuit function from large insects: towards understanding the neural basis of motor flexibility", 
                "journal": "Curr Opin Neurobiol", 
                "volume": "22", 
                "pages": {
                    "first": "602", 
                    "last": "608", 
                    "range": "602–608"
                }, 
                "doi": "10.1016/j.conb.2012.02.003"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Crisp", 
                            "index": "Crisp, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Evers", 
                            "index": "Evers, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Bate", 
                            "index": "Bate, M"
                        }
                    }
                ], 
                "articleTitle": "Endogenous patterns of activity are required for the maturation of a motor network", 
                "journal": "J Neurosci", 
                "volume": "31", 
                "pages": {
                    "first": "10445", 
                    "last": "10450", 
                    "range": "10445–10450"
                }, 
                "doi": "10.1523/JNEUROSCI.0346-11.2011"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Goulding", 
                            "index": "Goulding, M"
                        }
                    }
                ], 
                "articleTitle": "Circuits controlling vertebrate locomotion: moving in a new direction", 
                "journal": "Nat Rev Neurosci", 
                "volume": "10", 
                "pages": {
                    "first": "507", 
                    "last": "518", 
                    "range": "507–518"
                }, 
                "doi": "10.1038/nrn2608"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ES Heckscher", 
                            "index": "Heckscher, ES"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Lockery", 
                            "index": "Lockery, SR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CQ Doe", 
                            "index": "Doe, CQ"
                        }
                    }
                ], 
                "articleTitle": "Characterization of Drosophila larval crawling at the level of organism, segment, and somatic body wall musculature", 
                "journal": "J Neurosci", 
                "volume": "32", 
                "pages": {
                    "first": "12460", 
                    "last": "12471", 
                    "range": "12460–12471"
                }, 
                "doi": "10.1523/JNEUROSCI.0222-12.2012"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1964", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Ikeda", 
                            "index": "Ikeda, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Wiersma", 
                            "index": "Wiersma, CA"
                        }
                    }
                ], 
                "articleTitle": "Autogenic rhythmicity in the abdominal ganglia of the crayfish: the control of swimmeret movements", 
                "journal": "Comp Biochem Physiol", 
                "volume": "12", 
                "pages": {
                    "first": "107", 
                    "last": "115", 
                    "range": "107–115"
                }, 
                "doi": "10.1016/0010-406X(64)90053-2"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DG Lamb", 
                            "index": "Lamb, DG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RL Calabrese", 
                            "index": "Calabrese, RL"
                        }
                    }
                ], 
                "articleTitle": "Neural circuits controlling behavior and autonomic functions in medicinal leeches", 
                "journal": "Neural Syst Circuits", 
                "volume": "1", 
                "pages": "13", 
                "doi": "10.1186/2042-1001-1-13"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Marder", 
                            "index": "Marder, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Bucher", 
                            "index": "Bucher, D"
                        }
                    }
                ], 
                "articleTitle": "Understanding circuit dynamics using the stomatogastric nervous system of lobsters and crabs", 
                "journal": "Annu Rev Physiol", 
                "volume": "69", 
                "pages": {
                    "first": "291", 
                    "last": "316", 
                    "range": "291–316"
                }, 
                "doi": "10.1146/annurev.physiol.69.031905.161516"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Marder", 
                            "index": "Marder, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Bucher", 
                            "index": "Bucher, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Schulz", 
                            "index": "Schulz, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Taylor", 
                            "index": "Taylor, AL"
                        }
                    }
                ], 
                "articleTitle": "Invertebrate central pattern generation moves along", 
                "journal": "Curr Biol", 
                "volume": "15", 
                "pages": {
                    "first": "R685", 
                    "last": "R699", 
                    "range": "R685–R699"
                }, 
                "doi": "10.1016/j.cub.2005.08.022"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CS Mendes", 
                            "index": "Mendes, CS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Bartos", 
                            "index": "Bartos, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Akay", 
                            "index": "Akay, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Márka", 
                            "index": "Márka, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Mann", 
                            "index": "Mann, RS"
                        }
                    }
                ], 
                "articleTitle": "Quantification of gait parameters in freely walking wild type and sensory deprived <i>Drosophila melanogaster</i>", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00231", 
                "doi": "10.7554/eLife.00231"
            }, 
            {
                "type": "journal", 
                "id": "bib13", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Mulloney", 
                            "index": "Mulloney, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Smarandache", 
                            "index": "Smarandache, C"
                        }
                    }
                ], 
                "articleTitle": "Fifty years of CPGs: two neuroethological papers that shaped the course of neuroscience", 
                "journal": "Front Behav Neurosci", 
                "volume": "4", 
                "pages": "5", 
                "doi": "10.3389/fnbeh.2010.00045"
            }, 
            {
                "type": "journal", 
                "id": "bib14", 
                "date": "1961", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Wilson", 
                            "index": "Wilson, DM"
                        }
                    }
                ], 
                "articleTitle": "The central nervous control of flight in a locust", 
                "journal": "J Exp Biol", 
                "volume": "38", 
                "pages": {
                    "first": "471", 
                    "last": "490", 
                    "range": "471–490"
                }
            }, 
            {
                "type": "unknown", 
                "id": "bib15", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Wosnitza", 
                            "index": "Wosnitza, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Bockemühl", 
                            "index": "Bockemühl, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Dübbert", 
                            "index": "Dübbert, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Scholz", 
                            "index": "Scholz, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Büschges", 
                            "index": "Büschges, A"
                        }
                    }
                ], 
                "title": "Inter-leg coordination in the control of walking speed in Drosophila", 
                "details": "J Exp Biol, 10.1242/jeb.078139"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}