{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-16019-v1.xml"
        }, 
        "status": "vor", 
        "id": "16019", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.16019", 
        "authorLine": "Carol Berman", 
        "title": "The information trail", 
        "titlePrefix": "Social Networks", 
        "published": "2016-04-12T00:00:00Z", 
        "versionDate": "2016-04-12T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e16019", 
        "pdf": "https://publishing-cdn.elifesciences.org/16019/elife-16019-v1.pdf", 
        "subjects": [
            {
                "id": "ecology", 
                "name": "Ecology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The ability of a wild baboon to acquire and exploit social information depends on its individual characteristics and its position within various social networks."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Berman", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Carol Berman", 
                    "index": "Berman, Carol"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Anthropology and the Graduate Program in Evolutionary Biology, Ecology and Behavior", 
                            "State University of New York at Buffalo"
                        ], 
                        "address": {
                            "formatted": [
                                "Buffalo", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Buffalo"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "cberman@buffalo.edu."
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-16019-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "16019", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.16019", 
        "authorLine": "Carol Berman", 
        "title": "The information trail", 
        "titlePrefix": "Social Networks", 
        "published": "2016-04-12T00:00:00Z", 
        "versionDate": "2016-04-12T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e16019", 
        "pdf": "https://publishing-cdn.elifesciences.org/16019/elife-16019-v1.pdf", 
        "subjects": [
            {
                "id": "ecology", 
                "name": "Ecology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The ability of a wild baboon to acquire and exploit social information depends on its individual characteristics and its position within various social networks."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Berman", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Carol Berman", 
                    "index": "Berman, Carol"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Anthropology and the Graduate Program in Evolutionary Biology, Ecology and Behavior", 
                            "State University of New York at Buffalo"
                        ], 
                        "address": {
                            "formatted": [
                                "Buffalo", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Buffalo"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "cberman@buffalo.edu."
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "social information", 
            "social networks", 
            "chacma baboon", 
            "papio ursinus", 
            "network based diffusion analysis"
        ], 
        "-related-articles-internal": [
            "13125"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Organisms need information about their environment in order to survive and reproduce. Many organisms are able to learn about their environment directly by observing it and interacting with it: this is called \"personal learning\". However, some species, particularly those that live in social groups, can also learn indirectly by observing and interacting with individuals who already have knowledge. There are plenty of examples of such \"social learning\" in nature: for instance, many species are able evade predators because they can sense alarm signals produced by other members of their own or other species; this means that they can avoid the predator without ever seeing, hearing or smelling it (<a href=\"#bib4\">Fichtel, 2012</a>). In other cases, females choose territories for breeding based on the appearance and vigor of the males holding the territory, rather than on the quality of the territory itself; this is because strong, attractive males tend to have high-quality territories. Finally, many animals that forage or roost near one another learn about where they can find food by observing the behavior of their companions (<a href=\"#bib9\">Valone and Templeton, 2002</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Social learning is often more efficient and less risky than personal learning, although the information gained may be outdated or unreliable (<a href=\"#bib6\">Giraldeau et al., 2002</a>). However, the efficiency of social learning means that social information can potentially spread rapidly through a social group, and then be transmitted to other groups by migrants, as well as being passed on from generation to generation. As such social learning forms the cornerstone of both animal and human cultural behavior. Understanding how it works in groups of social animals will help us to understand the evolution of both animal and human culture (<a href=\"#bib2\">Castro and Toro, 2004</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Several previous studies have addressed the question of how socially learned information and skills spread throughout social groups, particularly in socially-living non-human primates. These groups are generally organized around kinship relationships, such that individuals who are closely related to each other favor one another. Not surprisingly, researchers have found that information is often transmitted along family lines and among other close associates. In a classic study of Japanese macaques, a new way to process food was first invented by a juvenile female. It then spread to the juvenile's playmates (both of the same age and older) and their mothers, and then gradually to the rest of their extended families. Eventually, infants learned the skill from their mothers. Adult males, who occupy peripheral positions in the social network, were slow to learn (<a href=\"#bib8\">Kawai et al., 1992</a>). Other studies have shown that additional factors, such as dominance rank (that is, position in the dominance hierarchy of the group), are crucial in determining how social information spreads (<a href=\"#bib3\">Drea and Wallen, 1999</a>). However, it should be noted that some researchers have argued that the results of the study on Japanese macaques are better explained by personal learning (<a href=\"#bib5\">Galef, 1992</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in eLife, Alecia Carter of Cambridge University and colleagues – Miquel Torrents Ticó and Guy Cowlishaw of the Institute of Zoology – have used new social network analysis techniques to explore how social information is transmitted in troops of wild baboons (<a href=\"#bib1\">Carter et al., 2016</a>; <a href=\"#fig1\">Figure 1</a>). In particular, they explored how individual characteristics, including cognitive, social, ecological and demographic factors, influenced social learning. Past studies typically looked only at final outcomes: for example, did an individual demonstrate a particular skill? In contrast, Carter et al. break the process down into three sequential stages – the acquisition of information, the application of information, and the exploitation of its benefits – and look at the factors that may limit or favor individuals at each of these three stages."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Wild chacma baboons in Tsaobis Nature Park, Namibia.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Carter et al. found that close social ties between baboons increased the application and exploitation of socially acquired information about the location of food patches. <i>Photograph: Alecia Carter</i>"
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/16019/elife-16019-fig1-v1.jpg", 
                        "filename": "elife-16019-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "They surreptitiously placed small amounts of maize kernels (a favorite food of baboons) in the paths of two foraging troops of wild chacma baboons (<i>Papio ursinus</i>) in Tsaobis Nature Park, Namibia. As the baboons approached this food patch, Carter et al. recorded the identities of the baboons that found the food independently (and the order in which they did so) and the identities of those that found the food by watching a finder ingest it (information acquisition). They also recorded which baboons entered into the food patch (information application) and which baboons ate the food (exploitation of benefits). After the initial discovery of the food, nearly all the discoveries were made by social learning."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A troop of baboons at this site can contain as many as 55 baboons. Each individual baboon forms social bonds with other members of the group – some of these bonds are close, others are distant or some are even antagonistic. Researchers use social networks based on factors such as proximity, grooming and dominance to describe the overall structure of these bonds. Using a technique called order of acquisition diffusion analysis (<a href=\"#bib7\">Hoppitt et al., 2010</a>), Carter et al. identified the particular social network that best accounted for their data. This network connected individuals who travelled together in clusters that were dispersed over 10 meters or less. Networks based on grooming and dominance were less able to predict the results of the observations, as were networks of a different size."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Carter et al. then explored whether individual characteristics – such as age, sex, rank, boldness and position within a particular social network – influenced the acquisition, application and exploitation of the social information about the food patches. Individuals that had central positions within the 10 meter proximity network were most likely to learn the food location socially. Having a central position in this network and also in the grooming network (that is, having many strong grooming relationships) facilitated entrance into the food patch (application), as did being male. Strong grooming ties, high dominance status, maleness and boldness facilitated actual feeding (exploitation). On average, less than 25% of baboons acquired the social information about the food and less than 5% exploited it."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The results show that is useful to break down the transmission of social information into three sequential stages, with each stage being governed by different individual and social attributes. Carter et al. suggest that when social information can be acquired by visual means alone, the transmission of information is limited only by an individual’s spatial relationships with other group members. However, the application and exploitation of information are both more likely to involve other attributes. In this study, the application of information also involved strong social ties, which suggests that baboons that were feeding tolerated their close grooming partners. Social ties also influenced the exploitation of information, and power relationships were particularly important, with dominant males and bold individuals being most likely to feed."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The precise characteristics and success rates identified by Carter, Ticó and Cowlishaw are likely to be specific to the conditions of their study. For example, success rates might be higher at all stages if the food patches were larger. The next challenge, therefore, is to further explore the relevant parameters and general principles that guide the transmission of social information under a range ecological, social and demographic conditions."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Carter", 
                            "index": "Carter, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MT Ticó", 
                            "index": "Ticó, MT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Cowlishaw", 
                            "index": "Cowlishaw, G"
                        }
                    }
                ], 
                "articleTitle": "Sequential phenotypic constraints on social information use in wild baboons", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e13125", 
                "doi": "10.7554/eLife.13125"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Castro", 
                            "index": "Castro, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Toro", 
                            "index": "Toro, MA"
                        }
                    }
                ], 
                "articleTitle": "The evolution of culture: From primate social learning to human culture", 
                "journal": "Proceedings of the National Academy of Sciences of the United States of America", 
                "volume": "101", 
                "pages": {
                    "first": "10235", 
                    "last": "10240", 
                    "range": "10235–10240"
                }, 
                "doi": "10.1073/pnas.0400156101"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1999", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Drea", 
                            "index": "Drea, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Wallen", 
                            "index": "Wallen, K"
                        }
                    }
                ], 
                "articleTitle": "Low-status monkeys \"play dumb\" when learning in mixed social groups", 
                "journal": "Proceedings of the National Academy of Sciences of the United States of America", 
                "volume": "96", 
                "pages": {
                    "first": "12965", 
                    "last": "12969", 
                    "range": "12965–12969"
                }, 
                "doi": "10.1073/pnas.96.22.12965"
            }, 
            {
                "type": "book-chapter", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Fichtel", 
                            "index": "Fichtel, C"
                        }
                    }
                ], 
                "editors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Mtiani", 
                            "index": "Mtiani, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Call", 
                            "index": "Call, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PM Kappeler", 
                            "index": "Kappeler, PM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Palombit", 
                            "index": "Palombit, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JB Silk", 
                            "index": "Silk, JB"
                        }
                    }
                ], 
                "bookTitle": "The Evolution of Primate Societies", 
                "publisher": {
                    "name": [
                        "University of Chicago Press"
                    ], 
                    "address": {
                        "formatted": [
                            "Chicago"
                        ], 
                        "components": {
                            "locality": [
                                "Chicago"
                            ]
                        }
                    }
                }, 
                "chapterTitle": "Predation", 
                "pages": {
                    "first": "169", 
                    "last": "194", 
                    "range": "169–194"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1992", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BG Galef", 
                            "index": "Galef, BG"
                        }
                    }
                ], 
                "articleTitle": "The question of animal culture", 
                "journal": "Human Nature", 
                "volume": "3", 
                "pages": {
                    "first": "157", 
                    "last": "178", 
                    "range": "157–178"
                }, 
                "doi": "10.1007/BF02692251"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L-A Giraldeau", 
                            "index": "Giraldeau, L-A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Valone", 
                            "index": "Valone, TJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JJ Templeton", 
                            "index": "Templeton, JJ"
                        }
                    }
                ], 
                "articleTitle": "Potential disadvantages of using socially acquired information", 
                "journal": "Philosophical Transactions of the Royal Society B: Biological Sciences", 
                "volume": "357", 
                "pages": {
                    "first": "1559", 
                    "last": "1566", 
                    "range": "1559–1566"
                }, 
                "doi": "10.1098/rstb.2002.1065"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Hoppitt", 
                            "index": "Hoppitt, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NJ Boogert", 
                            "index": "Boogert, NJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KN Laland", 
                            "index": "Laland, KN"
                        }
                    }
                ], 
                "articleTitle": "Detecting social transmission in networks", 
                "journal": "Journal of Theoretical Biology", 
                "volume": "263", 
                "pages": {
                    "first": "544", 
                    "last": "555", 
                    "range": "544–555"
                }, 
                "doi": "10.1016/j.jtbi.2010.01.004"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1992", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kawai", 
                            "index": "Kawai, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Watanabe", 
                            "index": "Watanabe, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Mori", 
                            "index": "Mori, A"
                        }
                    }
                ], 
                "articleTitle": "Pre-cultural behaviors observed in free-ranging Japanese macaques on Koshima Islet over the past 25 years", 
                "journal": "Primate Reports", 
                "volume": "32", 
                "pages": {
                    "first": "143", 
                    "last": "153", 
                    "range": "143–153"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Valone", 
                            "index": "Valone, TJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JJ Templeton", 
                            "index": "Templeton, JJ"
                        }
                    }
                ], 
                "articleTitle": "Public information for the assessment of quality: a widespread social phenomenon", 
                "journal": "Philosophical Transactions of the Royal Society B: Biological Sciences", 
                "volume": "357", 
                "pages": {
                    "first": "1549", 
                    "last": "1557", 
                    "range": "1549–1557"
                }, 
                "doi": "10.1098/rstb.2002.1064"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}