{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-05418-v1.xml"
        }, 
        "status": "vor", 
        "id": "05418", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05418", 
        "authorLine": "Thu N Huynh, Eric Klann", 
        "title": "How ketamine helps to overcome depression", 
        "titlePrefix": "Neuropharmacology", 
        "published": "2014-12-12T00:00:00Z", 
        "versionDate": "2014-12-12T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e05418", 
        "pdf": "https://publishing-cdn.elifesciences.org/05418/elife-05418-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse", 
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Genetically modified mice shed new light on how ketamine can target NMDA receptors in the brain to reduce the symptoms of depression."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Huynh and Klann", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Thu N Huynh", 
                    "index": "Huynh, Thu N"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Neural Science", 
                            "New York University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Eric Klann", 
                    "index": "Klann, Eric"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Neural Science", 
                            "New York University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ek65@nyu.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-05418-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "05418", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05418", 
        "authorLine": "Thu N Huynh, Eric Klann", 
        "title": "How ketamine helps to overcome depression", 
        "titlePrefix": "Neuropharmacology", 
        "published": "2014-12-12T00:00:00Z", 
        "versionDate": "2014-12-12T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e05418", 
        "pdf": "https://publishing-cdn.elifesciences.org/05418/elife-05418-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse", 
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Genetically modified mice shed new light on how ketamine can target NMDA receptors in the brain to reduce the symptoms of depression."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Huynh and Klann", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Thu N Huynh", 
                    "index": "Huynh, Thu N"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Neural Science", 
                            "New York University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Eric Klann", 
                    "index": "Klann, Eric"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Neural Science", 
                            "New York University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ek65@nyu.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "depression", 
            "cortex", 
            "synapse", 
            "ketamine", 
            "electrophysiology", 
            "protein synthesis"
        ], 
        "-related-articles-internal": [
            "03581"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Depression affects hundreds of millions of people and is one of the leading causes of disability worldwide. Unfortunately, current treatments for depression are limited in their efficacy because their therapeutic benefits can take several weeks before setting in and because they are only effective in approximately one third of people with depression. Individuals with treatment-resistant depression often suffer greatly in the absence of an effective drug treatment, which can lead to suicide in severe cases."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Several studies have suggested that ketamine may hold the key to developing a fast-acting antidepressant therapy. Ketamine targets a large protein complex found on the surface of neurons called the N-methyl-D aspartate receptor (NMDAR). Studies have shown that blocking NMDAR proteins with ketamine reverses depressive-like behavior more quickly and more effectively than traditional antidepressant medications (<a href=\"#bib8\">Zarate et al., 2006</a>; <a href=\"#bib4\">Li et al., 2010</a>; <a href=\"#bib1\">Autry et al., 2011</a>). It can also reduce suicidal thoughts in individuals with treatment-resistant depression (<a href=\"#bib2\">DiazGranados et al., 2010</a>). However, the popularity of ketamine as a recreational drug has led to recent research focusing on how it works rather than exploring its potential to treat depression."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One way that ketamine exerts its antidepressant effects is by increasing protein synthesis and increasing excitatory activity (as opposed to inhibitory activity) in neurons (<a href=\"#bib4\">Li et al., 2010</a>). Also, it has similar effects to drugs that specifically block one of the subunits of the NMDAR protein, known as GluN2B (<a href=\"#bib4\">Li et al., 2010</a>). Chemicals that block this subunit were demonstrated to have fast acting antidepressant effects in both humans and rodents (<a href=\"#bib7\">Preskorn et al., 2008</a>; <a href=\"#bib4\">Li et al., 2010</a>). However, not all NMDAR proteins contain this subunit, so it is not clear if drugs that block the GluN2B subunit specifically and ketamine (which blocks all NMDAR proteins) have similar effects on protein synthesis and the excitatory activity of neurons. Now, in eLife, Benjamin Hall and colleagues from Tulane University and Vanderbilt University Medical Center—including Oliver Miller and Lingling Yang as joint first authors—address this question (<a href=\"#bib6\">Miller et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To study how ketamine influences NMDAR proteins, Miller, Yang et al. generated a mouse line (called 2BΔCtx) that lacks the GluN2B subunit in excitatory neurons in the cortex. They assessed the baseline levels of depressive-like characteristics of the 2BΔCtx mice using two tests—the tail suspension test and the forced swim test. In these tests, mice with depressive-like characteristics will spend less time moving compared to wild-type mice: this reflects one of the symptoms of depression in humans known as behavioral despair."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The 2BΔCtx mice spent more time moving than their wild-type counterparts during both tests, suggesting that they have lower levels of depressive-like behavior. In fact, the effect was so strong that ketamine—which increased the amount of time the wild-type mice were moving during the tests—had no impact on the 2BΔCtx mice."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Previous work had shown that ketamine leads to an increase in the transmission of excitatory signals in neurons, so Miller, Yang et al. hypothesized that these changes would be mimicked in the 2BΔCtx mice (<a href=\"#bib4\">Li et al., 2010</a>). Indeed, the 2BΔCtx mice had higher levels of excitatory activity in the prefrontal cortex of the brain, and ketamine—which increased excitatory activity in the wild-type mice—had no additional effect. These results indicate that the antidepressant action of ketamine may be caused by the changes in the excitation of neurons."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The 2BΔCtx mice also allowed Miller, Yang et al. to study how ketamine reduces depressive-like behavior, and how NMDAR subunits are involved, in greater detail. It had been shown previously that ketamine increased the levels of specific proteins in the cortex. However, the overall levels of protein synthesis following ketamine treatment have not been measured (<a href=\"#bib4\">Li et al., 2010</a>). Using a method of protein tagging called FUNCAT—which makes it possible to see when proteins are being made (<a href=\"#bib3\">Dieterich et al., 2010</a>)—they confirmed that there is an increase in the baseline levels of protein synthesis in neurons from 2BΔCtx mice compared to neurons from wild-type mice."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, this work raises the question of how ketamine seems to produce similar effects as chemicals that specifically target the GluN2B subunit. The complete NMDAR protein is made of four subunits that fit together to form a channel across the cell membrane. The neurotransmitter glutamate activates NMDAR proteins via the GluN2B subunit to open the channel and allow positively charged ions to pass through the membrane, which leads to a series of events that inhibit protein synthesis. The FUNCAT data shows that NMDAR proteins containing a GluN2B subunit are constantly active: Miller, Yang et al. suggest that this is due to the low levels of glutamate found in the neurons (<a href=\"#fig1\">Figure 1</a>) (<a href=\"#bib5\">Meldrum, 2000</a>). By treating 2BΔCtx mice with several different chemicals, they elegantly showed that the flow of positive ions across the membrane generated by low levels of glutamate was due to NMDAR proteins that contained GluN2B subunits."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Ketamine increases protein synthesis in neurons and decreases depressive-like behaviors.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) In the neurons of wild-type mice, low levels of glutamate (green circles) activate NMDAR proteins that contain GluN2B subunits, leading to a decrease in protein synthesis and an increase in depressive-like behaviors. (<b>B</b>) If ketamine (purple triangle) is administered to these mice it blocks the NMDAR proteins, leading to an increase in protein synthesis and a decrease in depressive-like behaviors. (<b>C</b>) The NMDAR proteins in 2BΔCtx mice—which lack the GluN2B subunit in cortical neurons—cannot be activated by glutamate, so there is an increase in protein synthesis and a decrease in depressive-like behaviors, even in the absence of ketamine. This image was generated using ChemDraw."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/05418/elife-05418-fig1-v1.tif", 
                        "image": "elife-05418-fig1-v1.tif", 
                        "filename": "elife-05418-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Harnessing the properties of ketamine into a more specific drug therapy has been a goal of many researchers since the discovery of ketamine as a fast-acting antidepressant. Miller, Yang et al. have made a huge leap in helping to uncover exactly how ketamine may be working. Although drugs that target the GluN2B subunit also have been reported to have antidepressant properties, this latest work significantly expands on the previous literature confirming that the GluN2B subunits are viable therapeutic targets for depression."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AE Autry", 
                            "index": "Autry, AE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Adachi", 
                            "index": "Adachi, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Nosyreva", 
                            "index": "Nosyreva, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ES Na", 
                            "index": "Na, ES"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MF Los", 
                            "index": "Los, MF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PF Cheng", 
                            "index": "Cheng, PF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ET Kavalali", 
                            "index": "Kavalali, ET"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LM Monteggia", 
                            "index": "Monteggia, LM"
                        }
                    }
                ], 
                "articleTitle": "NMDA receptor blockade at rest triggers rapid behavioural antidepressant responses", 
                "journal": "Nature", 
                "volume": "475", 
                "pages": {
                    "first": "91", 
                    "last": "95", 
                    "range": "91–95"
                }, 
                "doi": "10.1038/nature10130"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N DiazGranados", 
                            "index": "DiazGranados, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA Ibrahim", 
                            "index": "Ibrahim, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NE Brutsche", 
                            "index": "Brutsche, NE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ameli", 
                            "index": "Ameli, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ID Henter", 
                            "index": "Henter, ID"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Luckenbaugh", 
                            "index": "Luckenbaugh, DA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Machado-Vieira", 
                            "index": "Machado-Vieira, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Zarate", 
                            "index": "Zarate, CA"
                        }
                    }
                ], 
                "articleTitle": "Rapid resolution of suicidal ideation after a single infusion of an N-methyl-D-aspartate antagonist in patients with treatment-resistant major depressive disorder", 
                "journal": "Journal of Clinical Psychiatry", 
                "volume": "71", 
                "pages": {
                    "first": "1605", 
                    "last": "1611", 
                    "range": "1605–1611"
                }, 
                "doi": "10.4088/JCP.09m05327blu"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DC Dieterich", 
                            "index": "Dieterich, DC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JJL Hodas", 
                            "index": "Hodas, JJL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Gouzer", 
                            "index": "Gouzer, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IY Shadrin", 
                            "index": "Shadrin, IY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JT Ngo", 
                            "index": "Ngo, JT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Triller", 
                            "index": "Triller, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Tirrell", 
                            "index": "Tirrell, DA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Schuman", 
                            "index": "Schuman, EM"
                        }
                    }
                ], 
                "articleTitle": "In situ visualization and dynamics of newly synthesized proteins in rat hippocampal neurons", 
                "journal": "Nature Neuroscience", 
                "volume": "13", 
                "pages": {
                    "first": "897", 
                    "last": "905", 
                    "range": "897–905"
                }, 
                "doi": "10.1038/nn.2580"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Li", 
                            "index": "Li, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Lee", 
                            "index": "Lee, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Liu", 
                            "index": "Liu, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Banasr", 
                            "index": "Banasr, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Dwyer", 
                            "index": "Dwyer, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Iwata", 
                            "index": "Iwata, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "XY Li", 
                            "index": "Li, XY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Aghajanian", 
                            "index": "Aghajanian, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Duman", 
                            "index": "Duman, RS"
                        }
                    }
                ], 
                "articleTitle": "mTOR-dependent synapse formation underlies the rapid antidepressant effects of NMDA antagonists", 
                "journal": "Science", 
                "volume": "329", 
                "pages": {
                    "first": "959", 
                    "last": "964", 
                    "range": "959–964"
                }, 
                "doi": "10.1126/science.1190287"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BS Meldrum", 
                            "index": "Meldrum, BS"
                        }
                    }
                ], 
                "articleTitle": "Glutamate as a neurotransmitter in the brain: review of physiology and pathology", 
                "journal": "The Journal of Nutrition", 
                "volume": "130", 
                "pages": {
                    "first": "1007S", 
                    "last": "1015S", 
                    "range": "1007S–1015S"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Miller", 
                            "index": "Miller, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Yang", 
                            "index": "Yang, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Wang", 
                            "index": "Wang, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Hargroder", 
                            "index": "Hargroder, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zhang", 
                            "index": "Zhang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Delpire", 
                            "index": "Delpire, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Hall", 
                            "index": "Hall, B"
                        }
                    }
                ], 
                "articleTitle": "GluN2B-containing NMDA receptors regulate depression-like behavior and are critical for the rapid antidepressant actions of ketamine", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "03581", 
                "doi": "10.7554/eLife.03581"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SH Preskorn", 
                            "index": "Preskorn, SH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Baker", 
                            "index": "Baker, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kolluri", 
                            "index": "Kolluri, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FS Menniti", 
                            "index": "Menniti, FS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Krams", 
                            "index": "Krams, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Landen", 
                            "index": "Landen, JW"
                        }
                    }
                ], 
                "articleTitle": "An innovative design to establish proof of concept of the antidepressant effects of the NR2B subunit selective N-methyl-D-aspartate antagonist, CP-101,606, in patients with treatment-refractory major depressive disorder", 
                "journal": "Journal of Clinical Psychopharmacology", 
                "volume": "28", 
                "pages": {
                    "first": "631", 
                    "last": "637", 
                    "range": "631–637"
                }, 
                "doi": "10.1097/JCP.0b013e31818a6cea"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Zarate", 
                            "index": "Zarate, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JB Singh", 
                            "index": "Singh, JB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Carlson", 
                            "index": "Carlson, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NE Brutsche", 
                            "index": "Brutsche, NE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ameli", 
                            "index": "Ameli, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Luckenbaugh", 
                            "index": "Luckenbaugh, DA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DS Charney", 
                            "index": "Charney, DS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HK Manji", 
                            "index": "Manji, HK"
                        }
                    }
                ], 
                "articleTitle": "A randomized trial of an N-methyl-D-aspartate antagonist in treatment-resistant major depression", 
                "journal": "Archives of General Psychiatry", 
                "volume": "63", 
                "pages": {
                    "first": "856", 
                    "last": "864", 
                    "range": "856–864"
                }, 
                "doi": "10.1001/archpsyc.63.8.856"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}