{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "01387", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01387", 
        "authorLine": "Michiel Vermeulen", 
        "title": "Making the most of methylation", 
        "titlePrefix": "Epigenetics", 
        "published": "2013-09-03T00:00:00Z", 
        "versionDate": "2013-09-03T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01387", 
        "pdf": "https://publishing-cdn.elifesciences.org/01387/elife-01387-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A high-throughput screening approach based on a protein microarray reveals that many human transcription factors interact specifically with methylated promoter sequences."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Vermeulen", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Michiel Vermeulen", 
                    "index": "Vermeulen, Michiel"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Cancer Research", 
                            "University Medical Center Utrecht"
                        ], 
                        "address": {
                            "formatted": [
                                "Utrecht", 
                                "Netherlands"
                            ], 
                            "components": {
                                "locality": [
                                    "Utrecht"
                                ], 
                                "country": "Netherlands"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "m.vermeulen-3@umcutrecht.nl"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "01387", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01387", 
        "authorLine": "Michiel Vermeulen", 
        "title": "Making the most of methylation", 
        "titlePrefix": "Epigenetics", 
        "published": "2013-09-03T00:00:00Z", 
        "versionDate": "2013-09-03T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01387", 
        "pdf": "https://publishing-cdn.elifesciences.org/01387/elife-01387-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A high-throughput screening approach based on a protein microarray reveals that many human transcription factors interact specifically with methylated promoter sequences."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Vermeulen", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Michiel Vermeulen", 
                    "index": "Vermeulen, Michiel"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Cancer Research", 
                            "University Medical Center Utrecht"
                        ], 
                        "address": {
                            "formatted": [
                                "Utrecht", 
                                "Netherlands"
                            ], 
                            "components": {
                                "locality": [
                                    "Utrecht"
                                ], 
                                "country": "Netherlands"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "m.vermeulen-3@umcutrecht.nl"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "DNA methylation", 
            "protein-DNA interaction", 
            "protein microarray", 
            "transcription factor", 
            "epigenetic", 
            "transcription regulation"
        ], 
        "relatedArticles": [
            "00726"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Hu S, Wan J, Su Y, Song Q, Zeng Y, Nguyen HN, Shin J, Cox E, Rho HS, Woodard C, Xia S, Liu S, Lyu H, Ming G-L, Wade H, Song H, Qian J, Zhu H. 2013. DNA methylation presents distinct binding sites for human transcription factors. <i>eLife</i> <b>2</b>:e00726. doi: <a href=\"http://dx.doi.org/10.7554/eLife.00726\">10.7554/eLife.00726</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> The transcription factor KLF4 uses specific domains (top) to interact with methylated (bottom) versus non-methylated DNA"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-01387-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "DNA methylation is a key mechanism used by higher eukaryotes to regulate gene expression. The addition of a methyl group to carbon atom number 5 within cytosine bases in DNA is known to repress the transcription of genes into messenger RNA molecules, thus reducing the production of the proteins coded by these genes. Most methylation occurs at CpG dinucleotides—cytosines that are paired with guanines—and these often cluster together to form CpG islands in the promoter regions of genes. In the late 1990s, it was discovered that transcription was repressed when methyl CpG binding proteins were recruited to methylated CpG islands (<a href=\"#bib6\">Hendrich and Bird, 1998</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Subsequent studies have confirmed that the binding of these proteins throughout the genome is proportional to the density of DNA methylation (<a href=\"#bib3\">Baubec et al., 2013</a>), and have identified additional proteins with a high affinity for methylated CpG sites (reviewed in <a href=\"#bib5\">Defossez and Stancheva, 2011</a>). Moreover, in recent years, other screening approaches based mainly on mass spectrometry have revealed that more proteins bind to methylated DNA than previously thought (<a href=\"#bib11\">Mittler et al., 2009</a>; <a href=\"#bib2\">Bartke et al., 2010</a>; <a href=\"#bib1\">Bartels et al., 2011</a>; <a href=\"#bib13\">Spruijt et al., 2013</a>). Now, in <i>eLife</i>, Heng Zhu and co-workers at the Johns Hopkins University School of Medicine—including Shaohui Hu as first author—use a high-throughput screening method to show that many human transcription factors also interact with genomic DNA sequences containing methylated CpG sites (<a href=\"#bib7\">Hu et al., 2013</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "To this end, the Johns Hopkins researchers made use of a published protein microarray consisting of 1,321 transcription factors and 210 co-factors (<a href=\"#bib8\">Hu et al., 2009</a>). Hu et al. incubated the array with 154 distinct human promoter sequences, each of which contained at least one methylated CpG dinucleotide.Their results revealed that 150 (97%) of the 154 methylated human promoter sequences showed specific binding to at least one protein on the microarray. Moreover, of the 1531 proteins, 47 (3%) showed binding to methylated cytosines within the promoters. Most of the proteins bound to methylated DNA in a sequence-dependent manner; however, a minority bound to many different methylated DNA probes, indicating that binding can sometimes occur independent of DNA sequence (<a href=\"#fig1\">Figure 1</a>)."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "Some human transcription factors can bind to both methylated and non-methylated DNA sequences", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "Some human transcription factors can bind to both methylated and non-methylated DNA sequences. Hu et al. examined the ability of 17 human transcription factors to bind to 150 different DNA motifs containing methylated or non-methylated CpG islands. Each row represents one transcription factor. For each motif, some transcription factors bound only to the methylated version (red), some to only the non-methylated version (blue); some to both methylated and non-methylated versions (green), and some to neither (grey). From Figure 2a in <a href=\"#bib7\">Hu et al., 2013</a>."
                    }
                ], 
                "alt": "", 
                "uri": "https://publishing-cdn.elifesciences.org/01387/elife-01387-fig1-v1.tif", 
                "filename": "elife-01387-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "A number of transcription factors, including KLF4—a recently identified methyl-CpG binding protein (<a href=\"#bib13\">Spruijt et al., 2013</a>)—interacted with methylated sequences that did not resemble their known consensus DNA binding motifs. Using a technique based on electrophoresis, Hu et al. showed that KLF4 binds methylated and non-methylated DNA in a non-competitive manner: this suggests that different domains of the protein may be responsible for each type of binding, which they duly confirmed using molecular modeling and mutagenesis studies."
            }, 
            {
                "type": "paragraph", 
                "text": "The Johns Hopkins researchers then mined published ChIP-sequencing data from stem cells to identify the target DNA sequences of KLF4, and compared these with data on genome-wide DNA methylation. Strikingly, KLF4 binding appears to be bimodal in nature throughout the genome, with 38% of KLF4 binding sites showing less than 20% methylation, and 48% showing methylation levels over 80%. Finally, Hu et al. used ChIP-bisulfite sequencing, which makes it possible to determine the methylation status of each cytosine within a target DNA sequence, to confirm that KLF4 also binds to both methylated and non-methylated DNA in vivo."
            }, 
            {
                "type": "paragraph", 
                "text": "Hu et al. only profiled a small fraction of the complete human methylome for interactions with transcription factors; further proteins capable of binding genomic methyl CpG sequences surely await identification. The same holds true for interactions with methylated non-CpG sequences such as methyl-CpA (cytosine adjacent to adenine), which are fairly abundant in embryonic stem cells (<a href=\"#bib12\">Ramsahoye et al., 2000</a>; <a href=\"#bib9\">Lister et al., 2009</a>). To determine the physiological relevance of these interactions, it will be important to deduce the affinity with which proteins bind these sequences compared to their known targets; initial experiments along these lines are presented in the current <i>eLife</i> paper. Furthermore, recent evidence suggests that non-methylated CpG islands recruit activator proteins, many of which contain a CXXC motif (reviewed in <a href=\"#bib10\">Long et al., 2013</a>). The transcription factor microarray approach used by the Johns Hopkins team, combined with quantitative mass spectrometry-based technology (<a href=\"#bib13\">Spruijt et al., 2013</a>), could thus be used to identify the complete cellular complement of proteins that bind specifically to non-methylated CpG islands."
            }, 
            {
                "type": "paragraph", 
                "text": "Finally, this study and other recently published papers force us to reconsider the mechanism(s) via which CpG methylation regulates transcription. Although DNA methylation is generally considered to be a repressive epigenetic modification, experiments presented by Hu et al. suggest that in some cases, methylation of a given promoter sequence can result in activation of transcription. Moreover, other work has revealed a temporal uncoupling of DNA methylation and transcriptional repression during <i>Xenopus</i> embryogenesis (<a href=\"#bib4\">Bogdanovic et al., 2011</a>). Further experiments are therefore required to determine whether the functional readout of CpG methylation is affected by the repertoire and abundance of different DNA methylation ‘readers’ acting at any given time in a cell or a developing organism."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Bartels", 
                            "index": "Bartels, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CG Spruijt", 
                            "index": "Spruijt, CG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AB Brinkman", 
                            "index": "Brinkman, AB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PW Jansen", 
                            "index": "Jansen, PW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Vermeulen", 
                            "index": "Vermeulen, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HG Stunnenberg", 
                            "index": "Stunnenberg, HG"
                        }
                    }
                ], 
                "articleTitle": "A SILAC-based screen for Methyl-CpG binding proteins identifies RBP-J as a DNA methylation and sequence-specific binding protein", 
                "journal": {
                    "name": [
                        "PLOS ONE"
                    ]
                }, 
                "volume": "6", 
                "pages": "e25884", 
                "doi": "10.1371/journal.pone.0025884"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Bartke", 
                            "index": "Bartke, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Vermeulen", 
                            "index": "Vermeulen, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Xhemalce", 
                            "index": "Xhemalce, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SC Robson", 
                            "index": "Robson, SC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Mann", 
                            "index": "Mann, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Kouzarides", 
                            "index": "Kouzarides, T"
                        }
                    }
                ], 
                "articleTitle": "Nucleosome-interacting proteins regulated by DNA and Histone methylation", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "143", 
                "pages": {
                    "first": "470", 
                    "last": "484", 
                    "range": "470–484"
                }, 
                "doi": "10.1016/j.cell.2010.10.012"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Baubec", 
                            "index": "Baubec, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ivanek", 
                            "index": "Ivanek, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Lienert", 
                            "index": "Lienert, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Schubeler", 
                            "index": "Schubeler, D"
                        }
                    }
                ], 
                "articleTitle": "Methylation-dependent and -independent genomic targeting principles of the MBD protein family", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "153", 
                "pages": {
                    "first": "480", 
                    "last": "492", 
                    "range": "480–492"
                }, 
                "doi": "10.1016/j.cell.2013.03.011"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Bogdanovic", 
                            "index": "Bogdanovic, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SW Long", 
                            "index": "Long, SW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ van Heeringen", 
                            "index": "van Heeringen, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AB Brinkman", 
                            "index": "Brinkman, AB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Gomez-Skarmeta", 
                            "index": "Gomez-Skarmeta, JL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HG Stunnenberg", 
                            "index": "Stunnenberg, HG"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Temporal uncoupling of the DNA methylome and transcriptional repression during embryogenesis", 
                "journal": {
                    "name": [
                        "Genome Res"
                    ]
                }, 
                "volume": "21", 
                "pages": {
                    "first": "1313", 
                    "last": "1327", 
                    "range": "1313–1327"
                }, 
                "doi": "10.1101/gr.114843.110"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Defossez", 
                            "index": "Defossez, PA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Stancheva", 
                            "index": "Stancheva, I"
                        }
                    }
                ], 
                "articleTitle": "Biological functions of methyl-CpG-binding proteins", 
                "journal": {
                    "name": [
                        "Prog Mol Biol Transi Sci"
                    ]
                }, 
                "volume": "101", 
                "pages": {
                    "first": "377", 
                    "last": "398", 
                    "range": "377–398"
                }, 
                "doi": "10.1016/B978-0-12-387685-0.00012-3"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Hendrich", 
                            "index": "Hendrich, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Bird", 
                            "index": "Bird, A"
                        }
                    }
                ], 
                "articleTitle": "Identification and characterization of a family of mammalian methyl-CpG binding proteins", 
                "journal": {
                    "name": [
                        "Mol Cell Biol"
                    ]
                }, 
                "volume": "18", 
                "pages": {
                    "first": "6538", 
                    "last": "6547", 
                    "range": "6538–6547"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hu", 
                            "index": "Hu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Wan", 
                            "index": "Wan, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Su", 
                            "index": "Su, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Song", 
                            "index": "Song, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zeng", 
                            "index": "Zeng, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HN Nguyen", 
                            "index": "Nguyen, HN"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "DNA methylation presents distinct binding sites for human transcription factors", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00726", 
                "doi": "10.7554/eLife.00726"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hu", 
                            "index": "Hu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Xie", 
                            "index": "Xie, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Onishi", 
                            "index": "Onishi, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Yu", 
                            "index": "Yu, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Jiang", 
                            "index": "Jiang, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Lin", 
                            "index": "Lin, J"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Profiling the human protein-DNA interactome reveals ERK2 as a transcriptional repressor of interferon signaling", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "139", 
                "pages": {
                    "first": "610", 
                    "last": "622", 
                    "range": "610–622"
                }, 
                "doi": "10.1016/j.cell.2009.08.037"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Lister", 
                            "index": "Lister, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Pelizzola", 
                            "index": "Pelizzola, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RH Dowen", 
                            "index": "Dowen, RH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RD Hawkins", 
                            "index": "Hawkins, RD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Hon", 
                            "index": "Hon, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Tonti-Filippini", 
                            "index": "Tonti-Filippini, J"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Human DNA methylomes at base resolution show widespread epigenomic differences", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "462", 
                "pages": {
                    "first": "315", 
                    "last": "322", 
                    "range": "315–322"
                }, 
                "doi": "10.1038/nature08514"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HK Long", 
                            "index": "Long, HK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NP Blackledge", 
                            "index": "Blackledge, NP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Klose", 
                            "index": "Klose, RJ"
                        }
                    }
                ], 
                "articleTitle": "ZF-CxxC domain-containing proteins, CpG islands and the chromatin connection", 
                "journal": {
                    "name": [
                        "Biochem Soc trans"
                    ]
                }, 
                "volume": "41", 
                "pages": {
                    "first": "727", 
                    "last": "740", 
                    "range": "727–740"
                }, 
                "doi": "10.1042/BST20130028"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Mittler", 
                            "index": "Mittler, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Butter", 
                            "index": "Butter, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Mann", 
                            "index": "Mann, M"
                        }
                    }
                ], 
                "articleTitle": "A SILAC-based DNA protein interaction screen that identifies candidate binding proteins to functional DNA elements", 
                "journal": {
                    "name": [
                        "Genome Res"
                    ]
                }, 
                "volume": "19", 
                "pages": {
                    "first": "284", 
                    "last": "293", 
                    "range": "284–293"
                }, 
                "doi": "10.1101/gr.081711.108"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BH Ramsahoye", 
                            "index": "Ramsahoye, BH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Biniszkiewicz", 
                            "index": "Biniszkiewicz, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Lyko", 
                            "index": "Lyko, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Clark", 
                            "index": "Clark, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Bird", 
                            "index": "Bird, AP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Jaenisch", 
                            "index": "Jaenisch, R"
                        }
                    }
                ], 
                "articleTitle": "Non-CpG methylation is prevalent in embryonic stem cells and may be mediated by DNA methyltransferase 3a", 
                "journal": {
                    "name": [
                        "Proc Natl Acad Sci USA"
                    ]
                }, 
                "volume": "97", 
                "pages": {
                    "first": "5237", 
                    "last": "5242", 
                    "range": "5237–5242"
                }, 
                "doi": "10.1073/pnas.97.10.5237"
            }, 
            {
                "type": "journal", 
                "id": "bib13", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CG Spruijt", 
                            "index": "Spruijt, CG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Gnerlich", 
                            "index": "Gnerlich, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AH Smits", 
                            "index": "Smits, AH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Pfaffeneder", 
                            "index": "Pfaffeneder, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PW Jansen", 
                            "index": "Jansen, PW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Bauer", 
                            "index": "Bauer, C"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Dynamic readers for 5-(hydroxy)methylcytosine and its oxidized derivatives", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "152", 
                "pages": {
                    "first": "1146", 
                    "last": "1159", 
                    "range": "1146–1159"
                }, 
                "doi": "10.1016/j.cell.2013.02.004"
            }
        ]
    }
}