{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "14953", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.14953", 
        "authorLine": "Shani Ben-Moshe, Shalev Itzkovitz", 
        "title": "Bursting through the cell cycle", 
        "titlePrefix": "Gene expression", 
        "published": "2016-03-07T00:00:00Z", 
        "versionDate": "2016-03-07T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e14953", 
        "pdf": "https://publishing-cdn.elifesciences.org/14953/elife-14953-v1.pdf", 
        "subjects": [
            {
                "id": "computational-systems-biology", 
                "name": "Computational and Systems Biology"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "How are cells able to maintain constant levels of mRNA when the number of genes in a cell doubles ahead of cell division?"
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Ben-Moshe et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Shani Ben-Moshe", 
                    "index": "Ben-Moshe, Shani"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Cell Biology", 
                            "Weizmann Institute of Science"
                        ], 
                        "address": {
                            "formatted": [
                                "Rehovot", 
                                "Israel"
                            ], 
                            "components": {
                                "locality": [
                                    "Rehovot"
                                ], 
                                "country": "Israel"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Shalev Itzkovitz", 
                    "index": "Itzkovitz, Shalev"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Cell Biology", 
                            "Weizmann Institute of Science"
                        ], 
                        "address": {
                            "formatted": [
                                "Rehovot", 
                                "Israel"
                            ], 
                            "components": {
                                "locality": [
                                    "Rehovot"
                                ], 
                                "country": "Israel"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "shalev.itzkovitz@weizmann.ac.il"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "14953", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.14953", 
        "authorLine": "Shani Ben-Moshe, Shalev Itzkovitz", 
        "title": "Bursting through the cell cycle", 
        "titlePrefix": "Gene expression", 
        "published": "2016-03-07T00:00:00Z", 
        "versionDate": "2016-03-07T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e14953", 
        "pdf": "https://publishing-cdn.elifesciences.org/14953/elife-14953-v1.pdf", 
        "subjects": [
            {
                "id": "computational-systems-biology", 
                "name": "Computational and Systems Biology"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "How are cells able to maintain constant levels of mRNA when the number of genes in a cell doubles ahead of cell division?"
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Ben-Moshe et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Shani Ben-Moshe", 
                    "index": "Ben-Moshe, Shani"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Cell Biology", 
                            "Weizmann Institute of Science"
                        ], 
                        "address": {
                            "formatted": [
                                "Rehovot", 
                                "Israel"
                            ], 
                            "components": {
                                "locality": [
                                    "Rehovot"
                                ], 
                                "country": "Israel"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Shalev Itzkovitz", 
                    "index": "Itzkovitz, Shalev"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Cell Biology", 
                            "Weizmann Institute of Science"
                        ], 
                        "address": {
                            "formatted": [
                                "Rehovot", 
                                "Israel"
                            ], 
                            "components": {
                                "locality": [
                                    "Rehovot"
                                ], 
                                "country": "Israel"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "shalev.itzkovitz@weizmann.ac.il"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "gene expression", 
            "single cell", 
            "single molecule", 
            "fluorescence in situ", 
            "mathematical modeling", 
            "theory"
        ], 
        "relatedArticles": [
            "12175"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Imagine trying to maintain a constant speed while driving a car. Sounds simple enough, but what if you’re only allowed to press the accelerator pedal intermittently. As strange as this driving technique seems, cells often behave in a comparable manner when transcribing genes to produce messenger RNA (mRNA) molecules. The mRNA molecules are produced when a region of the gene called the promoter is open: since these promoters randomly switch between open and closed states, the mRNA molecules are produced in bursts. Cells also degrade mRNA, just as friction from the road reduces the speed of a car. As a result, mRNA levels will rise and fall over time (<a href=\"#bib6\">Raj and van Oudenaarden, 2008</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now let’s go back to our car analogy and add another complication. What if a second driver miraculously appears from time to time, controlling their accelerator independently of yours? How could you possibly avoid breaking the speed limit now? With double the acceleration you would have to compensate by either reducing how often or how hard you pressed the accelerator pedal."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Cells face a similar challenge when they replicate (<a href=\"#fig1\">Figure 1</a>). During some phases of the cell cycle, the cell contains twice as many copies of each gene as usual, which could double the amount of mRNA that is produced. How do replicating cells compensate for this so that mRNA levels remain constant? Now, in eLife, Ido Golding and colleagues – including Samuel Skinner as first author – present an elegant framework that can be used to address this question (<a href=\"#bib8\">Skinner et al., 2016</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Maintaining constant levels of mRNA throughout the cell cycle.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "During the G1 phase of the cell cycle (blue), the promoter for a given gene opens and closes to produce mRNA molecules (black waves) in bursts. However, during the S phase and G2 phase of the cell cycle (green), the cell contains twice as many copies of each gene as a result of replication. Cells must therefore compensate for these extra copies in order to maintain constant mRNA levels throughout the cell cycle. Skinner et al. found that this compensation is achieved by reducing the number of times per hour that the promoter is open. The challenge of maintaining a constant level of mRNA is similar to the challenge of maintaining a constant speed in a car in which a second driver periodically appears."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/14953/elife-14953-fig1-v1.tif", 
                        "filename": "elife-14953-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Using a technique called single-molecule mRNA fluorescence in-situ hybridization, Skinner et al. – who are based at Baylor College of Medicine, Rice University, the University of Illinois at Urbana-Champaign and the Icahn School of Medicine at Mount Sinai – quantified the levels of mature and newly transcribed mRNA molecules in individual mouse embryonic stem cells. They also measured how much DNA each cell contained and used this to work out which phase of the cell cycle the cell was in. These measurements allowed the activity of each copy of a particular gene to be analyzed before and after gene replication."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Skinner et al. found that two genes that are important in embryonic stem cells, <i>Nanog</i> and <i>Oct4,</i> are transcribed in a “bursty” manner. Furthermore, this activity reduces after DNA replication to compensate for the extra DNA in the cell, thus equalizing mRNA levels over the cell cycle. A similar \"dosage compensation\" mechanism for altering the rate of transcription following DNA replication has been documented in other biological systems (<a href=\"#bib3\">Fraser and Nurse, 1978</a>; <a href=\"#bib4\">Padovan-Merhar et al., 2015</a>; <a href=\"#bib9\">Voichek et al., 2016</a>; <a href=\"#bib10\">Yunger et al., 2010</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "There are three parameters that could be reduced to achieve dosage compensation: how often a given promoter opens per hour (the burst frequency); how long it remains open for; and the rate at which mRNA is produced from an open promoter (burst size). To identify which of these parameters are relevant in mouse stem cells, Skinner et al. developed a model that accounts for the fact that the number of copies of a gene changes during the cell cycle."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A simplified model in which the burst frequency was the only parameter that changed during the cell cycle resulted in an excellent fit to the experimental data. This means that cells seem to compensate for gene replication by having each copy switch to an open state less often, rather than by reducing how many mRNAs they produce when open. Skinner et al. also found that the burst frequency was the parameter that differed most between their two studied genes, <i>Oct4</i> and <i>Nanog</i>. These results reinforce the findings of other recent studies in mammalian cells, which identified the importance of regulating transcription rate through changes in burst frequency. This regulation can occur throughout the cell cycle (<a href=\"#bib4\">Padovan-Merhar et al., 2015</a>), in response to transcription factor levels (<a href=\"#bib7\">Senecal et al., 2014</a>) or in liver genes in response to metabolic stimuli (<a href=\"#bib1\">Bahar Halpern et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The cell cycle poses additional challenges for cells. For one, cell division immediately halves mRNA production, and so mRNA levels must increase in preparation for this event. This is achieved through a mechanism that monitors the volume of the cell and increases burst size accordingly (<a href=\"#bib4\">Padovan-Merhar et al., 2015</a>). In addition, mRNA degradation rates vary greatly between genes, posing different constraints on burst parameters and their compensation mechanisms. Again there are parallels with driving: it is much more difficult to maintain a constant speed on a dirt track than on a major highway."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, there are cases where cells amplify variability in mRNA levels to generate differences between cells. An example is the bacterial stress response, where variable mRNA levels of key genes can help to vary the response (<a href=\"#bib2\">Eldar and Elowitz, 2010</a>). Stem cell differentiation strategies may also change depending on the stage of the cell cycle that has been reached (<a href=\"#bib5\">Pauklin and Vallier, 2013</a>). Skinner et al. now provide the tools to identify the burst parameters that vary throughout the cell cycle for any gene and biological system of interest."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Bahar Halpern", 
                            "index": "Bahar Halpern, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Tanami", 
                            "index": "Tanami, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Landen", 
                            "index": "Landen, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Chapal", 
                            "index": "Chapal, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Szlak", 
                            "index": "Szlak, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Hutzler", 
                            "index": "Hutzler, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Nizhberg", 
                            "index": "Nizhberg, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Itzkovitz", 
                            "index": "Itzkovitz, S"
                        }
                    }
                ], 
                "articleTitle": "Bursty gene expression in the intact mammalian liver", 
                "journal": {
                    "name": [
                        "Molecular Cell"
                    ]
                }, 
                "volume": "58", 
                "pages": {
                    "first": "147", 
                    "last": "156", 
                    "range": "147–156"
                }, 
                "doi": "10.1016/j.molcel.2015.01.027"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Eldar", 
                            "index": "Eldar, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MB Elowitz", 
                            "index": "Elowitz, MB"
                        }
                    }
                ], 
                "articleTitle": "Functional roles for noise in genetic circuits", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "467", 
                "pages": {
                    "first": "167", 
                    "last": "173", 
                    "range": "167–173"
                }, 
                "doi": "10.1038/nature09326"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1978", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RSS Fraser", 
                            "index": "Fraser, RSS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Nurse", 
                            "index": "Nurse, P"
                        }
                    }
                ], 
                "articleTitle": "Novel cell cycle control of RNA synthesis in yeast", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "271", 
                "pages": {
                    "first": "726", 
                    "last": "730", 
                    "range": "726–730"
                }, 
                "doi": "10.1038/271726a0"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Padovan-Merhar", 
                            "index": "Padovan-Merhar, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GP Nair", 
                            "index": "Nair, GP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AG Biaesch", 
                            "index": "Biaesch, AG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Mayer", 
                            "index": "Mayer, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Scarfone", 
                            "index": "Scarfone, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SW Foley", 
                            "index": "Foley, SW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AR Wu", 
                            "index": "Wu, AR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LS Churchman", 
                            "index": "Churchman, LS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Singh", 
                            "index": "Singh, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Raj", 
                            "index": "Raj, A"
                        }
                    }
                ], 
                "articleTitle": "Single mammalian cells compensate for differences in cellular volume and DNA copy number through independent global transcriptional mechanisms", 
                "journal": {
                    "name": [
                        "Molecular Cell"
                    ]
                }, 
                "volume": "58", 
                "pages": {
                    "first": "339", 
                    "last": "352", 
                    "range": "339–352"
                }, 
                "doi": "10.1016/j.molcel.2015.03.005"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Pauklin", 
                            "index": "Pauklin, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Vallier", 
                            "index": "Vallier, L"
                        }
                    }
                ], 
                "articleTitle": "The cell-cycle state of stem cells determines cell fate propensity", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "155", 
                "pages": {
                    "first": "135", 
                    "last": "147", 
                    "range": "135–147"
                }, 
                "doi": "10.1016/j.cell.2013.08.031"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Raj", 
                            "index": "Raj, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A van Oudenaarden", 
                            "index": "van Oudenaarden, A"
                        }
                    }
                ], 
                "articleTitle": "Nature, nurture, or chance: stochastic gene expression and its consequences", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "135", 
                "pages": {
                    "first": "216", 
                    "last": "226", 
                    "range": "216–226"
                }, 
                "doi": "10.1016/j.cell.2008.09.050"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Senecal", 
                            "index": "Senecal, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Munsky", 
                            "index": "Munsky, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Proux", 
                            "index": "Proux, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Ly", 
                            "index": "Ly, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FE Braye", 
                            "index": "Braye, FE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Zimmer", 
                            "index": "Zimmer, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Mueller", 
                            "index": "Mueller, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Darzacq", 
                            "index": "Darzacq, X"
                        }
                    }
                ], 
                "articleTitle": "Transcription factors modulate c-Fos transcriptional bursts", 
                "journal": {
                    "name": [
                        "Cell Reports"
                    ]
                }, 
                "volume": "8", 
                "pages": {
                    "first": "75", 
                    "last": "83", 
                    "range": "75–83"
                }, 
                "doi": "10.1016/j.celrep.2014.05.053"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SO Skinner", 
                            "index": "Skinner, SO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Xu", 
                            "index": "Xu, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Nagarkar-Jaiswal", 
                            "index": "Nagarkar-Jaiswal, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PR Freire", 
                            "index": "Freire, PR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TP Zwaka", 
                            "index": "Zwaka, TP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Golding", 
                            "index": "Golding, I"
                        }
                    }
                ], 
                "articleTitle": "Single-cell analysis of transcription kinetics across the cell cycle", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "5", 
                "pages": "e12175", 
                "doi": "10.7554/eLife.12175"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Voichek", 
                            "index": "Voichek, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Bar-Ziv", 
                            "index": "Bar-Ziv, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Barkai", 
                            "index": "Barkai, N"
                        }
                    }
                ], 
                "articleTitle": "Expression homeostasis during DNA replication", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "351", 
                "pages": {
                    "first": "1087", 
                    "last": "1090", 
                    "range": "1087–1090"
                }, 
                "doi": "10.1126/science.aad1162"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Yunger", 
                            "index": "Yunger, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Rosenfeld", 
                            "index": "Rosenfeld, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Garini", 
                            "index": "Garini, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Shav-Tal", 
                            "index": "Shav-Tal, Y"
                        }
                    }
                ], 
                "articleTitle": "Single-allele analysis of transcription kinetics in living mammalian cells", 
                "journal": {
                    "name": [
                        "Nature Methods"
                    ]
                }, 
                "volume": "7", 
                "pages": {
                    "first": "631", 
                    "last": "633", 
                    "range": "631–633"
                }, 
                "doi": "10.1038/nmeth.1482"
            }
        ]
    }
}