{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00326", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00326", 
        "authorLine": "Kevin Monahan, Stavros Lomvardas", 
        "title": "How keeping active pays off in the olfactory system", 
        "titlePrefix": "Neuroscience", 
        "published": "2012-12-13T00:00:00Z", 
        "versionDate": "2012-12-13T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00326", 
        "pdf": "https://publishing-cdn.elifesciences.org/00326/elife-00326-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A protein that is found in the main olfactory epithelium of mice ensures that odour-sensing neurons that are active to have longer lifespans than those that are inactive."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Monahan and Lomvardas", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kevin Monahan", 
                    "index": "Monahan, Kevin"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Anatomy", 
                            "University of California"
                        ], 
                        "address": {
                            "formatted": [
                                "San Francisco", 
                                "USA"
                            ], 
                            "components": {
                                "locality": [
                                    "San Francisco"
                                ], 
                                "country": "USA"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Stavros Lomvardas", 
                    "index": "Lomvardas, Stavros"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Anatomy", 
                            "University of California"
                        ], 
                        "address": {
                            "formatted": [
                                "San Francisco", 
                                "USA"
                            ], 
                            "components": {
                                "locality": [
                                    "San Francisco"
                                ], 
                                "country": "USA"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "stavros.lomvardas@ucsf.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00326", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00326", 
        "authorLine": "Kevin Monahan, Stavros Lomvardas", 
        "title": "How keeping active pays off in the olfactory system", 
        "titlePrefix": "Neuroscience", 
        "published": "2012-12-13T00:00:00Z", 
        "versionDate": "2012-12-13T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00326", 
        "pdf": "https://publishing-cdn.elifesciences.org/00326/elife-00326-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A protein that is found in the main olfactory epithelium of mice ensures that odour-sensing neurons that are active to have longer lifespans than those that are inactive."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Monahan and Lomvardas", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kevin Monahan", 
                    "index": "Monahan, Kevin"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Anatomy", 
                            "University of California"
                        ], 
                        "address": {
                            "formatted": [
                                "San Francisco", 
                                "USA"
                            ], 
                            "components": {
                                "locality": [
                                    "San Francisco"
                                ], 
                                "country": "USA"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Stavros Lomvardas", 
                    "index": "Lomvardas, Stavros"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Anatomy", 
                            "University of California"
                        ], 
                        "address": {
                            "formatted": [
                                "San Francisco", 
                                "USA"
                            ], 
                            "components": {
                                "locality": [
                                    "San Francisco"
                                ], 
                                "country": "USA"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "stavros.lomvardas@ucsf.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ], 
        "keywords": [
            "histone", 
            "olfactory", 
            "epigenetic"
        ], 
        "-related-articles-internal": [
            "00070"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Sensory systems are responsible for gathering information about the world, and relaying it to the brain. Optimal performance is achieved by adapting these systems to suit their environment, and sensory organs employ a variety of astounding anatomical and molecular devices to achieve this (<a href=\"#bib3\">Gracheva et al., 2010</a>, <a href=\"#bib4\">2011</a>). Most sensory systems, such as the eyes and ears, only need to detect a limited range of stimuli, but the nose must detect and discriminate between the many thousands of different volatile compounds that are produced by a constantly changing environment. Similar to the immune system, the olfactory system needs to be ‘prepared’ to recognize novel odours, while remaining tuned to its current environment."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Odour detection is mediated by G-protein coupled receptors that are expressed by olfactory sensory neurons (<a href=\"#bib1\">Buck and Axel, 1991</a>), with each neuron transcribing one of the thousands of olfactory receptors encoded by the mammalian genome (<a href=\"#bib2\">Chess et al., 1994</a>). Therefore, each neuron responds to a specific set of chemicals. Moreover, olfactory receptor genes are expressed at different frequencies in the mouse olfactory epithelium (that is, some genes are expressed more often than others; <a href=\"#bib7\">Khan et al., 2011</a>), and it is likely that the number of neurons expressing each receptor determines the sensitivity to the corresponding odorants. Writing in <i>eLife</i>, Stephen Santoro and Catherine Dulac of Harvard University report that they have identified the protein that orchestrates the frequencies at which different olfactory receptors are expressed, and thus enables the adaptability and plasticity of the olfactory system. This protein, called H2be, is a variant of histone 2b (H2b), which is one of the five main histone proteins that allow the DNA to be efficiently packaged into chromatin in the nuclei of cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In an experimental tour de force Santoro and Dulac show that the expression of H2be is highly variable among neurons in the main olfactory epithelium. However, they also show that neurons that express the same olfactory receptor have similar levels of H2be expression, and they go on to demonstrate that there is a correlation between how active the receptor is and the level of H2be expression. In experiments with mice in which one side of the main olfactory epithelium was deprived of olfactory stimulation, high levels of H2be expression were observed on the occluded side. And when the main olfactory epithelium was exposed to odorants, low levels of H2be expression were observed in neurons with receptors that were sensitive to these odorants. It is clear, therefore, that H2be expression is negatively regulated by neuron activity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Santoro and Dulac then used genetic techniques to show that deletion of the H2be gene led to a change in the number of neurons expressing specific olfactory receptors (with the numbers of some neurons increasing and others decreasing). Reciprocal changes were seen when H2be was overexpressed, but in each case, some receptors became more common on the expense of others, which became less frequent. How does this happen? Olfactory sensory neurons have a finite lifespan, and they are replaced continuously during adulthood. The olfactory receptor expressed by each neuron is selected by a biased random choice mechanism, and subsequently maintained for the life of the neuron (<a href=\"#bib9\">Shykind, 2005</a>). Since a neuron can sense odours only after olfactory receptor choice is made, sensory input can only change the number of neurons for each receptor by causing neurons to switch to a different receptor or by altering the lifespan of neurons expressing a given olfactory receptor. Santoro and Dulac show that the level of H2be expression has a strong effect on lifespan, with knockout of the H2be gene greatly extending the average lifespan of neurons, and overexpression shortening it."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These findings suggest that neurons expressing receptors that detect abundant odorants will live longer than neurons that are mostly inactive, with this bias gradually shaping the population of neurons in the olfactory epithelium towards receptors that detect odorants present within the environment (see <a href=\"#fig1\">Figure 1</a>). This ‘use it or lose it’ model explains previously observed changes in olfactory receptor frequency that occur with age (<a href=\"#bib8\">Rodriguez-Gil et al., 2010</a>), or with exposure to odorants (<a href=\"#bib6\">Jones et al., 2008</a>). Importantly, this model provides an elegant balance between plasticity and adaptation; although the potential to detect a wide range of odours, afforded by the exceptional number of genes for receptors, remains intact, the sensory organ becomes ‘tuned’ and sensitized to odorants relevant to its habitat."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "title": "Figure 1.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Schematic showing how odour-induced neuronal activity in the nose of a mouse increases the lifespans of frequently activated neurons. Imagine that the mouse can smell orange cheese or blue cheese, so olfactory receptors for orange cheese and blue cheese are scattered across the turbinates in its nose (left). If the mouse is only ever exposed to orange cheese (middle), only those neurons that express the receptor for orange cheese are active, which increases their lifespan and, over time, leads to an increase in the number of receptors for orange cheese (right). However, a small number of receptors for blue cheese remain, and if the mouse was exposed to blue cheese, the number of these receptors would increase. Santoro and Dulac show that a protein called H2be has a central role in this process."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00326/elife-00326-fig1-v1.tif", 
                        "filename": "elife-00326-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is clear from this study that other mechanisms also contribute to the activity-dependent changes in the olfactory system because the expression of receptors changes with time in H2be knockout mice (albeit to a lesser extent than in wild-type mice). Santoro and Dulac begin to elucidate the signalling pathway that connects neuronal activity to H2be expression, which may well reveal the identity of other activity-sensitive pathways as well. They show that H2be repression depends on Adcy3, which is an enzyme that generates cyclic AMP (a signalling molecule) in response to odorants. Intriguingly, the olfactory receptors mediate a basal, odorant-independent amount of cyclic AMP signalling, the strength of which varies between olfactory receptors (<a href=\"#bib5\">Imai and Sakano, 2008</a>). This suggests the possibility that those neurons expressing olfactory receptors with high basal cyclic AMP signalling are ‘immune’ to the environmental input, which would explain why removing sensory input amplified, rather than reduced, differences in the frequency of olfactory receptor choice. If this is the case, one could only speculate about the value of olfactory receptors with high basal activity, since these might have emerged through selection mechanisms that assured their ample representation."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is unclear how H2be regulates neuronal longevity or how a difference of 5 amino acids from canonical H2b affects gene expression. Importantly, H2be is efficiently incorporated into nucleosomes, preferentially within transcribed genes, thereby mediating a rather global change in chromatin composition. One intriguing possibility is that H2be may be subject to different post-translational modifications than canonical H2b. Indeed, Santoro and Dulac show that lysine 5 of H2be is not acetylated or methylated, unlike what happens with canonical H2b, and that the level of the these post-translational modifications in olfactory sensory neurons varies with H2be levels. Since these modifications have been positively correlated with transcription (<a href=\"#bib10\">Wang et al., 2008</a>) it is intriguing to think that global transcription is less efficient in neurons with high H2be levels. Whether this is the case, and how such a global but moderate effect in gene expression could affect neuronal lifespan, will surely be the subject of future experiments. The work of Santoro and Dulac also raises an interesting question about the brain, an organ in which plasticity is achieved by changing synapses rather than eliminating neurons: is abnormal expression of H2be in the brain the cause of neuronal death in various neurodegenerative disorders?"
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1991", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Buck", 
                            "index": "Buck, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Axel", 
                            "index": "Axel, R"
                        }
                    }
                ], 
                "articleTitle": "A novel multigene family may encode odorant receptors: a molecular basis for odour recognition", 
                "journal": "Cell", 
                "volume": "65", 
                "pages": {
                    "first": "175", 
                    "last": "187", 
                    "range": "175–187"
                }, 
                "uri": "http://dx.doi.org/10.1016/0092-8674(91)90418-X"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Chess", 
                            "index": "Chess, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Simon", 
                            "index": "Simon, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Cedar", 
                            "index": "Cedar, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Axel", 
                            "index": "Axel, R"
                        }
                    }
                ], 
                "articleTitle": "Allelic inactivation regulates olfactory receptor gene expression", 
                "journal": "Cell", 
                "volume": "78", 
                "pages": {
                    "first": "823", 
                    "last": "834", 
                    "range": "823–834"
                }, 
                "uri": "http://dx.doi.org/10.1016/S0092-8674(94)90562-2"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EO Gracheva", 
                            "index": "Gracheva, EO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NT Ingolia", 
                            "index": "Ingolia, NT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YM Kelly", 
                            "index": "Kelly, YM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Cordero-Morales", 
                            "index": "Cordero-Morales, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Hollopeter", 
                            "index": "Hollopeter, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AT Chesler", 
                            "index": "Chesler, AT"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Molecular basis of infrared detection by snakes", 
                "journal": "Nature", 
                "volume": "464", 
                "pages": {
                    "first": "1006", 
                    "last": "1011", 
                    "range": "1006–1011"
                }, 
                "uri": "http://dx.doi.org/10.1038/nature08943"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EO Gracheva", 
                            "index": "Gracheva, EO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Cordero-Morales", 
                            "index": "Cordero-Morales, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA González-Carcacía", 
                            "index": "González-Carcacía, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NT Ingolia", 
                            "index": "Ingolia, NT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Manno", 
                            "index": "Manno, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CI Aranguren", 
                            "index": "Aranguren, CI"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Ganglion-specific splicing of TRPV1 underlies infrared sensation in vampire bats", 
                "journal": "Nature", 
                "volume": "476", 
                "pages": {
                    "first": "88", 
                    "last": "91", 
                    "range": "88–91"
                }, 
                "uri": "http://dx.doi.org/10.1038/nature10245"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Imai", 
                            "index": "Imai, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Sakano", 
                            "index": "Sakano, H"
                        }
                    }
                ], 
                "articleTitle": "Odorant receptor-mediated signaling in the mouse", 
                "journal": "Curr Opin Neurobiol", 
                "volume": "18", 
                "pages": {
                    "first": "251", 
                    "last": "260", 
                    "range": "251–260"
                }, 
                "uri": "http://dx.doi.org/10.1016/j.conb.2008.07.009"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SV Jones", 
                            "index": "Jones, SV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DC Choi", 
                            "index": "Choi, DC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Davis", 
                            "index": "Davis, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KJ Ressler", 
                            "index": "Ressler, KJ"
                        }
                    }
                ], 
                "articleTitle": "Learning-dependent structural plasticity in the adult olfactory pathway", 
                "journal": "J Neurosci", 
                "volume": "28", 
                "pages": {
                    "first": "13106", 
                    "last": "13111", 
                    "range": "13106–13111"
                }, 
                "uri": "http://dx.doi.org/10.1523/JNEUROSCI.4465-08.2008"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Khan", 
                            "index": "Khan, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Vaes", 
                            "index": "Vaes, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Mombaerts", 
                            "index": "Mombaerts, P"
                        }
                    }
                ], 
                "articleTitle": "Regulation of the probability of mouse odorant receptor gene choice", 
                "journal": "Cell", 
                "volume": "147", 
                "pages": {
                    "first": "907", 
                    "last": "921", 
                    "range": "907–921"
                }, 
                "uri": "http://dx.doi.org/10.1016/j.cell.2011.09.049"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Rodriguez-Gil", 
                            "index": "Rodriguez-Gil, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HB Treloar", 
                            "index": "Treloar, HB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Zhang", 
                            "index": "Zhang, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Miller", 
                            "index": "Miller, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Two", 
                            "index": "Two, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Iwema", 
                            "index": "Iwema, C"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Chromosomal location-dependent non-stochastic onset of odour receptor expression", 
                "journal": "J Neurosci", 
                "volume": "30", 
                "pages": {
                    "first": "10067", 
                    "last": "10075", 
                    "range": "10067–10075"
                }, 
                "uri": "http://dx.doi.org/10.1523/JNEUROSCI.1776-10.2010"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BM Shykind", 
                            "index": "Shykind, BM"
                        }
                    }
                ], 
                "articleTitle": "Regulation of odorant receptors: one allele at a time", 
                "journal": "Hum Mol Genet", 
                "volume": "14", 
                "pages": {
                    "first": "R33", 
                    "last": "R39", 
                    "range": "R33–R39"
                }, 
                "uri": "http://dx.doi.org/10.1093/hmg/ddi105"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Wang", 
                            "index": "Wang, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Zang", 
                            "index": "Zang, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Rosenfeld", 
                            "index": "Rosenfeld, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DE Schones", 
                            "index": "Schones, DE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Barski", 
                            "index": "Barski, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Cuddapah", 
                            "index": "Cuddapah, S"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Combinatorial patterns of histone acetylations and methylations in the human genome", 
                "journal": "Nat Genet", 
                "volume": "40", 
                "pages": {
                    "first": "897", 
                    "last": "903", 
                    "range": "897–903"
                }, 
                "uri": "http://dx.doi.org/10.1038/ng.154"
            }
        ]
    }
}