{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-00767-v1.xml"
        }, 
        "status": "vor", 
        "id": "00767", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00767", 
        "authorLine": "Panisadee Avirutnan, Ponpan Matangkasombut", 
        "title": "Unmasking the role of mast cells in dengue", 
        "titlePrefix": "Infectious Disease", 
        "published": "2013-04-30T00:00:00Z", 
        "versionDate": "2013-04-30T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00767", 
        "pdf": "https://publishing-cdn.elifesciences.org/00767/elife-00767-v1.pdf", 
        "subjects": [
            {
                "id": "immunology", 
                "name": "Immunology"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse", 
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Immune cells called mast cells can hinder rather than help the body's response to dengue virus, which suggests that mast cell products could be used as biomarkers to identify severe forms of the disease."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Avirutnan and Matangkasombut", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Panisadee Avirutnan", 
                    "index": "Avirutnan, Panisadee"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "the Dengue Hemorrhagic Fever Research Unit", 
                            "Faculty of Medicine Siriraj Hospital, Mahidol University"
                        ], 
                        "address": {
                            "formatted": [
                                "Bangkok", 
                                "Thailand"
                            ], 
                            "components": {
                                "locality": [
                                    "Bangkok"
                                ], 
                                "country": "Thailand"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "panisadee.avi@mahidol.ac.th"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ponpan Matangkasombut", 
                    "index": "Matangkasombut, Ponpan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "the Department of Microbiology", 
                            "Faculty of Science, Mahidol University"
                        ], 
                        "address": {
                            "formatted": [
                                "Bangkok", 
                                "Thailand"
                            ], 
                            "components": {
                                "locality": [
                                    "Bangkok"
                                ], 
                                "country": "Thailand"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ponpan@post.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-00767-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00767", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00767", 
        "authorLine": "Panisadee Avirutnan, Ponpan Matangkasombut", 
        "title": "Unmasking the role of mast cells in dengue", 
        "titlePrefix": "Infectious Disease", 
        "published": "2013-04-30T00:00:00Z", 
        "versionDate": "2013-04-30T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00767", 
        "pdf": "https://publishing-cdn.elifesciences.org/00767/elife-00767-v1.pdf", 
        "subjects": [
            {
                "id": "immunology", 
                "name": "Immunology"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse", 
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Immune cells called mast cells can hinder rather than help the body's response to dengue virus, which suggests that mast cell products could be used as biomarkers to identify severe forms of the disease."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Avirutnan and Matangkasombut", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Panisadee Avirutnan", 
                    "index": "Avirutnan, Panisadee"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "the Dengue Hemorrhagic Fever Research Unit", 
                            "Faculty of Medicine Siriraj Hospital, Mahidol University"
                        ], 
                        "address": {
                            "formatted": [
                                "Bangkok", 
                                "Thailand"
                            ], 
                            "components": {
                                "locality": [
                                    "Bangkok"
                                ], 
                                "country": "Thailand"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "panisadee.avi@mahidol.ac.th"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ponpan Matangkasombut", 
                    "index": "Matangkasombut, Ponpan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "the Department of Microbiology", 
                            "Faculty of Science, Mahidol University"
                        ], 
                        "address": {
                            "formatted": [
                                "Bangkok", 
                                "Thailand"
                            ], 
                            "components": {
                                "locality": [
                                    "Bangkok"
                                ], 
                                "country": "Thailand"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ponpan@post.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "mast cell", 
            "vascular leakage", 
            "dengue virus", 
            "chymase", 
            "leukotrienes", 
            "infectious disease"
        ], 
        "-related-articles-internal": [
            "00481"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Every year, millions of people become infected with dengue virus: a mosquito-borne pathogen that poses an increasingly serious threat to global health. While the majority of individuals either experience no symptoms or mild dengue fever—a flu-like illness with headache, rash, and muscle and joint pain—a small percentage go on to develop a life-threatening condition called dengue hemorrhagic fever (DHF). This can result in hemorrhage, shock, organ failure and even death (<a href=\"#bib9\">World Health Organization, 1997</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "DHF is marked by the leakage of plasma proteins and fluid out of capillaries so that the blood becomes more concentrated. This vascular leakage is accompanied by a decrease in the number of platelets—cell fragments that help the blood to clot—and abnormalities in liver function. At present, there is neither a vaccine nor any specific therapy for severe dengue infection, and progress on both these fronts has been hampered by an incomplete understanding of disease pathogenesis. Now, writing in <i>eLife</i>, Soman Abraham of Duke University and co-workers from the National University of Singapore and the Duke-NUS Graduate Medical School—including Ashley St John as first author—reveal a pathogenic role for immune cells called mast cells in the response to dengue infection (<a href=\"#bib6\">St John et al., 2013</a>). The study also reveals a potential biomarker that could identify patients at risk of DHF, as well as novel therapeutic targets."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Mast cells are part of the innate immune system—the body’s first line of defense against pathogens—and reside in tissues surrounding blood vessels and lymphatic vessels. They can be activated by the binding of specific antibodies to receptors on their surface, and can also recognize pathogens and inflammatory proteins directly. Mast cells contain large numbers of granules, which are enriched in substances such as histamine, tryptase, chymase and tumor necrosis factor, and within seconds of the mast cells being activated, these substances are released in a process called degranulation. The activated mast cells also begin to synthesize leukotrienes, prostaglandins, cytokines, and other inflammatory mediators. The release of these substances/mediators increases the permeability of blood vessels and recruits immune cells to the site of the infection. It also leads to activation of various non-immune cells, such as smooth muscle cells and mucous glands, which help to remove allergens and pathogens from the body."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Several lines of evidence are consistent with a protective role for mast cells in the host response to pathogens (<a href=\"#bib1\">Abraham and St John, 2010</a>). Dengue virus is known to infect mast cells, particularly in the presence of pre-existing antibodies from an earlier infection (<a href=\"#bib5\">King et al., 2000</a>). Mast cells also contribute to immunosurveillance, responding to dengue virus by activating host anti-viral responses and releasing signaling molecules that recruit additional immune cells (<a href=\"#bib7\">St John et al., 2011</a>). By contrast, other recent work suggests that mast cells may sometimes have a pathogenic role. When infected with dengue virus in vitro, they trigger activation of endothelial cells (<a href=\"#bib2\">Brown et al., 2011</a>). These line the inside of blood vessels and their activation can promote inflammation and blood clotting. Moreover, levels of certain mast cell proteins are elevated in patients with DHF compared to those with milder dengue fever (<a href=\"#bib4\">Furuta et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To begin to decipher the pathogenic role of mast cells, St John et al. injected dengue virus under the skin of the mouse ear. There is some debate over whether normal mice are a suitable model for studying dengue virus infection as the virus does not replicate efficiently in mice, and the animals do not reproduce all of the symptoms seen in humans (<a href=\"#bib8\">Yauch and Shresta, 2008</a>). However, local activation of mast cells (degranulation) and signs of capillary leakage were observed in the mice, which suggests that mice can be used to study dengue virus."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To delineate the role of mast cells in systemic dengue infection, the Duke-NUS team then introduced a clinical isolate of dengue virus directly into the mouse abdominal cavity. This induced a number of responses similar to those seen in patients with DHF, and which are consistent with increased vascular permeability. The mice also showed evidence of the virus in their bloodstream, as well as viral replication in the liver and spleen—the two primary organs affected in humans—and expressed a marker for mast cell activation, MCPT1. Similar findings were obtained in immunocompromised mice in which dengue virus can replicate more efficiently over a longer period. By contrast, genetically modified mice that were deficient in mast cells did not show vascular leakage in response to dengue virus, but began to do so when they were supplied with mast cells. Moreover, treatment with clinically approved mast-cell stabilizing compounds inhibited both mast cell activation and vascular leakage, in normal as well as immunocompromised mice."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To verify the mouse data, levels of chymase—the human equivalent of mouse MCPT1—were measured in a cohort of infected adults. The early clinical presentation of dengue fever and DHF are similar, but St John et al. found that chymase levels were consistently elevated in DHF patients compared to those with dengue fever. These findings point to a role for chymase (or mast cell activation) in the blood vessel pathology associated with dengue infection, and suggest that it could be a useful biomarker for DHF. Further studies are required to investigate the sensitivity, specificity, and predictive value of the test at various time points, and to determine whether it would also work in children."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of St John, Abraham and co-workers has revealed mast cells to be another deleterious player in dengue pathogenesis, despite their previously reported protective function. However, the factors that determine whether the mast cell response is beneficial or harmful are still unclear (<a href=\"#fig1\">Figure 1</a>). The type and location of infected cells is likely to be important as different groups of mast cells can release distinct mediators. Whether the cells are activated by the virus itself or by pre-existing antibodies could also influence the response outcome, as could viral dosage. Lastly, the activity of other immune system components could influence the response of mast cells, as could the patient's genetic background and whether they have allergies."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "title": "Figure 1.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The response of mast cells to dengue virus can be beneficial or detrimental. When a mosquito injects dengue virus (brown hexagons) into the skin, the viruses are detected by specific antibodies (green) or unidentified receptors (blue) on the surface of resting (i.e., non-activated) mast cells. These can then trigger an anti-viral response (left) by releasing the contents of their granules (degranulation) and by upregulating intracellular anti-viral molecules (RIG-I and MDA5). The activated mast cells also secrete signaling molecules called chemokines, which recruit other immune cells including natural killer cells (NK), natural killer T cells (NKT) and T cells, which help to clear the virus. However, if local control mechanisms fail, the virus will enter the bloodstream and be carried to other organs (right). This activates the mast cells in these organs so that they undergo degranulation, releasing ready-made proteases such as chymase and tryptase, and synthesizing inflammatory mediators (leukotrienes and vascular endothelial cell growth factor [VEGF]). These increase the permeability of capillaries, leading to vascular leakage. Mast cells in these organs can also be activated by endogenous inflammatory mediators (such as C3a and C5a) that help the body to remove pathogens. Blocking mast cells (or their mediators) with drugs such as cromolyn, ketotifen and montelukast reduces pathogenic vascular leakage, but might also hamper viral clearance. Anti-mast cell therapy could thus be a double-edged sword."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00767/elife-00767-fig1-v1.tif", 
                        "filename": "elife-00767-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Medications that block mast cells or their mediators have long been used to treat allergy and asthma, albeit with modest efficacy (<a href=\"#bib3\">Boushey, 2012</a>). However, the use of these drugs in dengue infection must wait until we have a better understanding of how mast cells are regulated. It will be essential to find out how we can block vascular leakage without impeding viral clearance, and achieve overall control of infection without triggering an unwanted immune reaction. Nevertheless, the work of St John et al. offers new hope that it will be possible to treat or prevent DHF using readily available drugs, just as soon as we can identify which patients will benefit, and when."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SN Abraham", 
                            "index": "Abraham, SN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL St John", 
                            "index": "St John, AL"
                        }
                    }
                ], 
                "articleTitle": "Mast cell-orchestrated immunity to pathogens", 
                "journal": "Nat Rev Immunol", 
                "volume": "10", 
                "pages": {
                    "first": "440", 
                    "last": "452", 
                    "range": "440–452"
                }, 
                "doi": "10.1038/nri2782"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MG Brown", 
                            "index": "Brown, MG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LL Hermann", 
                            "index": "Hermann, LL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Issekutz", 
                            "index": "Issekutz, AC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Marshall", 
                            "index": "Marshall, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Rowter", 
                            "index": "Rowter, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Al-Afif", 
                            "index": "Al-Afif, A"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Dengue virus infection of mast cells triggers endothelial cell activation", 
                "journal": "J Virol", 
                "volume": "85", 
                "pages": {
                    "first": "1145", 
                    "last": "1150", 
                    "range": "1145–1150"
                }, 
                "doi": "10.1128/JVI.01630-10"
            }, 
            {
                "type": "unknown", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HA Boushey", 
                            "index": "Boushey, HA"
                        }
                    }
                ], 
                "title": "Basic and clinical pharmacology", 
                "details": "Basic and clinical pharmacology, 12th ed, New York, McGraw-Hill"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Furuta", 
                            "index": "Furuta, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA Murao", 
                            "index": "Murao, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NT Lan", 
                            "index": "Lan, NT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NT Huy", 
                            "index": "Huy, NT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VT Huong", 
                            "index": "Huong, VT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TT Thuy", 
                            "index": "Thuy, TT"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Association of mast cell-derived VEGF and proteases in Dengue shock syndrome", 
                "journal": "PLoS Negl Trop Dis", 
                "volume": "6", 
                "pages": "e1505", 
                "doi": "10.1371/journal.pntd.0001505"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA King", 
                            "index": "King, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Marshall", 
                            "index": "Marshall, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Alshurafa", 
                            "index": "Alshurafa, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Anderson", 
                            "index": "Anderson, R"
                        }
                    }
                ], 
                "articleTitle": "Release of vasoactive cytokines by antibody-enhanced dengue virus infection of a human mast cell/basophil line", 
                "journal": "J Virol", 
                "volume": "74", 
                "pages": {
                    "first": "7146", 
                    "last": "7150", 
                    "range": "7146–7150"
                }, 
                "doi": "10.1128/JVI.74.15.7146-7150.2000"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL St John", 
                            "index": "St John, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "APS Rathore", 
                            "index": "Rathore, APS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Raghavan", 
                            "index": "Raghavan, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M-L Ng", 
                            "index": "Ng, M-L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SN Abraham", 
                            "index": "Abraham, SN"
                        }
                    }
                ], 
                "articleTitle": "Contributions of mast cells and vasoactive products, leukotrienes and chymase, to dengue virus-induced vascular leakage", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00481", 
                "doi": "10.7554/eLife.00481"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL St John", 
                            "index": "St John, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Rathore", 
                            "index": "Rathore, AP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Yap", 
                            "index": "Yap, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Ng", 
                            "index": "Ng, ML"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DD Metcalfe", 
                            "index": "Metcalfe, DD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SG Vasudevan", 
                            "index": "Vasudevan, SG"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Immune surveillance by mast cells during dengue infection promotes natural killer (NK) and NKT-cell recruitment and viral clearance", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "108", 
                "pages": {
                    "first": "9190", 
                    "last": "9195", 
                    "range": "9190–9195"
                }, 
                "doi": "10.1073/pnas.1105079108"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LE Yauch", 
                            "index": "Yauch, LE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Shresta", 
                            "index": "Shresta, S"
                        }
                    }
                ], 
                "articleTitle": "Mouse models of dengue virus infection and disease", 
                "journal": "Antiviral Res", 
                "volume": "80", 
                "pages": {
                    "first": "87", 
                    "last": "93", 
                    "range": "87–93"
                }, 
                "doi": "10.1016/j.antiviral.2008.06.010"
            }, 
            {
                "type": "book", 
                "id": "bib9", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "World Health Organization"
                    }
                ], 
                "bookTitle": "Dengue hemorrhagic fever: diagnosis, treatment, prevention and control", 
                "publisher": {
                    "name": [
                        "World Health Organization"
                    ], 
                    "address": {
                        "formatted": [
                            "Geneva"
                        ], 
                        "components": {
                            "locality": [
                                "Geneva"
                            ]
                        }
                    }
                }, 
                "edition": "2nd ed"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}