{
    "journal": {
        "id": "elife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00386", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00386", 
        "authorLine": "Soni Lacefield", 
        "title": "Helping chromosomes and chromatids stay on track", 
        "titlePrefix": "Meiosis", 
        "published": "2012-12-18T00:00:00Z", 
        "versionDate": "2012-12-18T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00386", 
        "pdf": "https://publishing-cdn.elifesciences.org/00386/elife-00386-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "S. cerevisiae"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The prevention of premature interactions between microtubules and kinetochores is essential to ensuring that meiosis produces gametes with the correct number of chromosomes."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Lacefield", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Soni Lacefield", 
                    "index": "Lacefield, Soni"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Indiana University"
                        ], 
                        "address": {
                            "formatted": [
                                "Bloomington", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bloomington"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "sonil@indiana.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interest exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00386", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00386", 
        "authorLine": "Soni Lacefield", 
        "title": "Helping chromosomes and chromatids stay on track", 
        "titlePrefix": "Meiosis", 
        "published": "2012-12-18T00:00:00Z", 
        "versionDate": "2012-12-18T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00386", 
        "pdf": "https://publishing-cdn.elifesciences.org/00386/elife-00386-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "S. cerevisiae"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The prevention of premature interactions between microtubules and kinetochores is essential to ensuring that meiosis produces gametes with the correct number of chromosomes."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Lacefield", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Soni Lacefield", 
                    "index": "Lacefield, Soni"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Indiana University"
                        ], 
                        "address": {
                            "formatted": [
                                "Bloomington", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bloomington"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "sonil@indiana.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interest exist."
            }
        ], 
        "keywords": [
            "meiosis", 
            "cyclin-dependent kinase", 
            "tension", 
            "cohesin", 
            "chromosome segregation", 
            "kinetochore"
        ], 
        "relatedArticles": [
            "00117"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Meiosis is a process that starts with a given number of chromosomes in the nucleus of a cell, and ends with gamete cells that each contain half the number of chromosomes that were in the original cell. Most human cells, for example, have 46 chromosomes, whereas sperm and egg cells have only 23 chromosomes. In the early stages of meiosis, the process of replication copies the DNA to produce chromosomes with two sister chromatids (see <a href=\"#fig1\">Figure 1</a>). The next stage is for chromosomes with similar sequences, called homologs, to form pairs and exchange DNA in a process called recombination. The chromosomes then undergo two rounds of segregation to complete the process. Ensuring that all these steps occur in the correct order is clearly vital for successful meiosis. Now, in eLife, Matthew Miller, Elçin Ünal and Angelika Amon of MIT, working with Gloria Brar of UCSF, reveal the mechanisms used by cells to ensure that meiosis proceeds as nature intended (<a href=\"#bib6\">Miller et al., 2012</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The different stages of meiosis", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The different stages of meiosis. In this illustration the cell has two chromosomes (shown here in yellow and blue in the leftmost cell) before meiosis starts. These chromosomes are replicated to produce sister chromatids that are held together by cohesins (grey circles around the sister chromatids). During the next stage of meiosis, called Prophase I, chromosomes with similar sequences form pairs and undergo recombination, creating physical links that hold the homologs together. Next, during metaphase I, the sister kinetochores (black circles) are clamped together by a protein complex called monopolin, and the spindle microtubules (purple) attach homologous chromosomes to spindle poles (also purple) at opposite ends of the cell. Homologous chromosomes then segregate during anaphase I. During metaphase II, sister chromatids attach to opposite spindle poles and separate in anaphase II, creating meiotic products with half the set of chromosomes."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00386/elife-00386-fig1-v1.tif", 
                        "filename": "elife-00386-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "During the first round of segregation, called meiosis I, spindle microtubules attach themselves to the chromosomes with the help of large protein complexes called kinetochores that are found on each chromatid (see <a href=\"#fig1\">Figure 1</a>). In addition to attaching the microtubules to the chromosomes, the kinetochores also correct improper attachments and move the chromosomes along microtubules. In meiosis I, the paired chromosomes segregate to opposite ends (or poles) of the spindle. In meiosis II essentially the same cast of players (that is, spindle microtubules and kinetochores), segregate the sister chromatids to produce a total of four cells. The MIT-UCSF team used budding yeast as a model to study these processes and interactions in greater detail."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Three mechanisms help ensure the proper attachment of chromosomes to spindle microtubules in meiosis I. First, during prophase, which is the first stage of meiosis I, pairs of homologous chromosomes undergo recombination. This process creates physical links that hold the homologs together, and ensures their attachment to opposite spindle poles (<a href=\"#bib1\">Brar and Amon, 2008</a>). Second, the sister kinetochores offer only one site for microtubules to bind to: in budding yeast, for example, a protein complex called monopolin clamps the sister kinetochores together just before microtubule attachment begins. Third, protein rings made up of cohesins are thought to encircle the two sister chromatids: this creates cohesion between the chromatids and prevents them from separating prematurely during meiosis I. When the two homologous chromosomes are attached to opposite spindle poles during metaphase I (a stage after prophase), the spindle forces are resisted by the physical linkages and the cohesion between sister chromatids. Together these three mechanisms ensure that homologous chromosomes are segregated in meiosis I, while sister chromatids remain together."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of Miller and Ünal, who are joint first authors on the paper, and their co-workers reveals another level of regulation of meiosis I that involves proteins called M phase cyclins. When the enzyme cyclin-dependent kinase (Cdk) is bound to a cyclin, it drives cell cycle events by phosphorylating substrates (<a href=\"#bib5\">Enserink and Kolodner, 2010</a>). Two of the cyclins that have a role in driving the cells through meiosis, Clb1 and Clb3, are transcribed at the end of prophase (<a href=\"#bib4\">Dahmann and Futcher, 1995</a>; <a href=\"#bib3\">Chu et al., 1998</a>; <a href=\"#bib2\">Carlile and Amon, 2008</a>). However, if either of these cyclins is expressed prematurely, the spindle microtubules are assembled too early and, as a result, sister chromatids are segregated rather than chromosomes in a significant fraction (∼40%) of the cells (see <a href=\"#fig2\">Figure 2</a>). This is surprising because Cdk-Clb1 is normally present (and active) during meiosis I."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig2", 
                        "label": "Figure 2.", 
                        "title": "Proper timing of the interactions between spindle microtubules and kinetochores is essential for meiosis to proceed correctly", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Proper timing of the interactions between spindle microtubules and kinetochores is essential for meiosis to proceed correctly. During metaphase I in normal meiosis (top), homologous chromosomes become attached to opposite spindle poles by spindle microtubules, and are then segregated in anaphase I (as shown in <a href=\"#fig1\">Figure 1</a>). However, if the microtubules attach to the kinetochores prematurely (bottom), sister chromatids will be segregated in meiosis I, which can ultimately lead to miscarriage or birth defects in babies."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00386/elife-00386-fig2-v1.tif", 
                        "filename": "elife-00386-fig2-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Previously Amon and co-workers have shown that the presence of the monopolin complex during mitosis (as opposed to meiosis) can clamp sister kinetochores together and lead to a meiosis I chromosome segregation pattern (<a href=\"#bib7\">Monje-Casas et al., 2007</a>). Miller et al. now propose that for the monopolin complex to clamp sister kinetochores together, it must associate with them before they attach to microtubules. In the cells in which Clb1 or Clb3 are prematurely expressed, microtubules attach to both sister kinetochores before monopolin is active, and this leads to the segregation of sister chromatids. However, if attachment begins after monopolin becomes active, it is the chromosomes that are segregated."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To test this model, the MIT-UCSF team arrested cells undergoing mitosis after the microtubules had attached to the sister kinetochores and then induced monopolin: the sister kinetochores remained attached to the microtubules and segregated to opposite spindle poles when the cell was released from the arrest. However, if the drug nocodazole was used to depolymerize the microtubules during the arrest period, monopolin was able to clamp sister kinetochores together and almost half (48%) of sister chromatids moved to the same spindle pole. Furthermore, if the microtubules in cells that prematurely expressed Clb3 were depolymerized, the meiosis I chromosome segregation pattern was rescued. These experiments suggest that the timing of the attachment of chromosomes to microtubules is carefully regulated in meiosis to prevent premature kinetochore–microtubule interactions. And other experiments suggest that cells prevent premature interactions of kinetochores and microtubules by dismantling the outer regions of the kinetochore. Taken together all these results suggest that Miller et al have uncovered two additional mechanisms that cells use to ensure the segregation of chromosomes in meiosis I: restricting the activity of cyclin-dependent kinase bound to M phase cyclins in prophase, and also restricting the assembly of the kinetochore in prophase."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Miller, Ünal and co-workers have demonstrated that premature kinetochore–microtubule interactions lead to a mitotic pattern of chromosome segregation in meiosis I. Since this can lead to gametes with missing or extra chromosomes, which can cause miscarriage and birth defects in babies, it is crucial that we continue to improve our understanding of meiosis (<a href=\"#bib8\">Nagaoka et al., 2012</a>). By revealing a number of hitherto unknown mechanisms used by cells to regulate the meiotic cell cycle, this work represents an important step in this quest."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GA Brar", 
                            "index": "Brar, GA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Amon", 
                            "index": "Amon, A"
                        }
                    }
                ], 
                "articleTitle": "Emerging roles for centromeres in meiosis I chromosome segregation", 
                "journal": {
                    "name": [
                        "Nat Rev Genet"
                    ]
                }, 
                "volume": "9", 
                "pages": {
                    "first": "899", 
                    "last": "910", 
                    "range": "899–910"
                }, 
                "doi": "10.1038/nrg2454"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Carlile", 
                            "index": "Carlile, TM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Amon", 
                            "index": "Amon, A"
                        }
                    }
                ], 
                "articleTitle": "Meiosis I is established through division-specific translational control of a cyclin", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "133", 
                "pages": {
                    "first": "280", 
                    "last": "291", 
                    "range": "280–291"
                }, 
                "doi": "10.1016/j.cell.2008.02.032"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Chu", 
                            "index": "Chu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J DeRisi", 
                            "index": "DeRisi, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Eisen", 
                            "index": "Eisen, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Mulholland", 
                            "index": "Mulholland, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Botstein", 
                            "index": "Botstein, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PO Brown", 
                            "index": "Brown, PO"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The transcriptional program of sporulation in budding yeast", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "282", 
                "pages": {
                    "first": "699", 
                    "last": "705", 
                    "range": "699–705"
                }, 
                "doi": "10.1126/science.282.5389.699"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1995", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Dahmann", 
                            "index": "Dahmann, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Futcher", 
                            "index": "Futcher, B"
                        }
                    }
                ], 
                "articleTitle": "Specialization of B-type cyclins for mitosis or meiosis in S. cerevisiae", 
                "journal": {
                    "name": [
                        "Genetics"
                    ]
                }, 
                "volume": "140", 
                "pages": {
                    "first": "957", 
                    "last": "963", 
                    "range": "957–963"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Enserink", 
                            "index": "Enserink, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RD Kolodner", 
                            "index": "Kolodner, RD"
                        }
                    }
                ], 
                "articleTitle": "An overview of Cdk1-controlled targets and processes", 
                "journal": {
                    "name": [
                        "Cell Div"
                    ]
                }, 
                "volume": "5", 
                "pages": "11", 
                "doi": "10.1186/1747-1028-5-11"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Miller", 
                            "index": "Miller, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Ünal", 
                            "index": "Ünal, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Brar", 
                            "index": "Brar, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Amon", 
                            "index": "Amon, A"
                        }
                    }
                ], 
                "articleTitle": "Meiosis I chromosome segregation is established through regulation of microtubule-kinetochore interactions", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "1", 
                "pages": "e00117", 
                "doi": "10.7554/elife.00117"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Monje-Casas", 
                            "index": "Monje-Casas, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VR Prabhu", 
                            "index": "Prabhu, VR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BH Lee", 
                            "index": "Lee, BH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Boselli", 
                            "index": "Boselli, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Amon", 
                            "index": "Amon, A"
                        }
                    }
                ], 
                "articleTitle": "Kinetochore orientation during meiosis is controlled by Aurora B and the monopolin complex", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "128", 
                "pages": {
                    "first": "477", 
                    "last": "490", 
                    "range": "477–490"
                }, 
                "doi": "10.1016/j.cell.2006.12.040"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SI Nagaoka", 
                            "index": "Nagaoka, SI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Hassold", 
                            "index": "Hassold, TJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Hunt", 
                            "index": "Hunt, PA"
                        }
                    }
                ], 
                "articleTitle": "Human aneuploidy: mechanisms and new insights into an age-old problem", 
                "journal": {
                    "name": [
                        "Nat Rev Genetics"
                    ]
                }, 
                "volume": "13", 
                "pages": {
                    "first": "493", 
                    "last": "504", 
                    "range": "493–504"
                }, 
                "doi": "10.1038/nrg3245"
            }
        ]
    }
}