{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "16758", 
        "version": 2, 
        "type": "insight", 
        "doi": "10.7554/eLife.16758", 
        "authorLine": "Claus O Wilke, Sara L Sawyer", 
        "title": "At the mercy of viruses", 
        "titlePrefix": "Adaptive evolution", 
        "published": "2016-05-17T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e16758", 
        "pdf": "https://publishing-cdn.elifesciences.org/16758/elife-16758-v2.pdf", 
        "subjects": [
            {
                "id": "computational-systems-biology", 
                "name": "Computational and Systems Biology"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Viruses are responsible for many of the adaptive mutations in the human genome."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Wilke et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Claus O Wilke", 
                    "index": "Wilke, Claus O"
                }, 
                "orcid": "0000-0002-7470-9261", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Integrative Biology", 
                            "The University of Texas at Austin"
                        ], 
                        "address": {
                            "formatted": [
                                "Austin", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Austin"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Sara L Sawyer", 
                    "index": "Sawyer, Sara L"
                }, 
                "orcid": "0000-0002-6965-1085", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular, Cellular, and Developmental Biology", 
                            "University of Colorado Boulder"
                        ], 
                        "address": {
                            "formatted": [
                                "Boulder", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boulder"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ssawyer@colorado.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "16758", 
        "version": 2, 
        "type": "insight", 
        "doi": "10.7554/eLife.16758", 
        "authorLine": "Claus O Wilke, Sara L Sawyer", 
        "title": "At the mercy of viruses", 
        "titlePrefix": "Adaptive evolution", 
        "published": "2016-05-17T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e16758", 
        "pdf": "https://publishing-cdn.elifesciences.org/16758/elife-16758-v2.pdf", 
        "subjects": [
            {
                "id": "computational-systems-biology", 
                "name": "Computational and Systems Biology"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Viruses are responsible for many of the adaptive mutations in the human genome."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Wilke et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Claus O Wilke", 
                    "index": "Wilke, Claus O"
                }, 
                "orcid": "0000-0002-7470-9261", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Integrative Biology", 
                            "The University of Texas at Austin"
                        ], 
                        "address": {
                            "formatted": [
                                "Austin", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Austin"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Sara L Sawyer", 
                    "index": "Sawyer, Sara L"
                }, 
                "orcid": "0000-0002-6965-1085", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular, Cellular, and Developmental Biology", 
                            "University of Colorado Boulder"
                        ], 
                        "address": {
                            "formatted": [
                                "Boulder", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boulder"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ssawyer@colorado.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "adaptive evolution", 
            "human evolution", 
            "host/pathogen interactions", 
            "viruses", 
            "mammals"
        ], 
        "relatedArticles": [
            "12469"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "A long-standing quest in evolutionary biology has been to identify the mechanisms that cause genomes to change and diversify over time. One celebrated theory, the neutral theory, argues that the vast majority of mutations found in genomes are of no consequence, and that mutations persist entirely by random chance (<a href=\"#bib2\">Kimura, 1983</a>). Alternatively, mutations may persist because they are adaptive; that is, the organism is better off having the mutation than not. Now, in eLife, David Enard, Le Cai, Carina Gwennap and Dmitri Petrov from Stanford University argue that viruses are one of the major drivers of adaptive mutations in the human genome and in mammalian genomes in general (<a href=\"#bib1\">Enard et al., 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Enard et al. examined patterns of molecular evolution in human proteins, comparing the patterns in proteins that interact with viruses to those that do not. How do we know which human proteins interact with viruses? Since this information is not readily available, Enard et al. had to manually search the literature and read thousands of articles to build their data set. They started out with a list of 9,861 human proteins and then searched for all articles that mentioned one of the proteins as well as the word “virus.” Each article was then examined to determine whether it established a physical interaction between the human protein and either a viral protein, viral RNA or viral DNA. This procedure yielded a final list of 1,256 proteins that physically interact with viruses. The remaining proteins in the list were used as a control group, serving as point of comparison."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To assess the extent of adaptation in these proteins, Enard et al. used a test that compares patterns of mutations in the DNA sequences that encode the proteins (<a href=\"#bib3\">McDonald and Kreitman, 1991</a>). This test separates mutations into four different types. First, it defines substitutions as those shared by all individuals in a population, and polymorphisms as those only present in some individuals. Furthermore, mutations can occur at “functional” sites, where they can modify the protein that gets expressed, or at “neutral” sites, where they have no effect on the final protein. Under the neutral theory, we expect the ratio of functional versus neutral mutations to be the same whether we are considering substitutions or polymorphisms (<a href=\"#fig1\">Figure 1A</a>). Conversely, if some functional mutations are adaptive and result in increased fitness, then natural selection will have acted to drive an increase in the frequency of functional mutations until they are shared by all individuals. In this case, the ratio of functional versus neutral mutations will be <i>greater</i> for substitutions than it will be for polymorphisms (<a href=\"#fig1\">Figure 1B</a>). More importantly for the study by Enard et al., the two ratios can also be used to estimate the fraction of substitutions driven by adaptation (<a href=\"#bib4\">Smith and Eyre-Walker, 2002</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Two theories are diagrammed, neutral evolution and adaptive evolution.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "These theories describe how genetic mutations persist in the genome, leading to the development of new traits in a species. To differentiate between these two theories, the McDonald–Kreitman approach estimates the amount of adaptive evolution in diverging populations. This method involves comparing two ratios: <i>d/d</i><sub>0</sub>, which is the number of substitutions at functional sites in a protein’s DNA sequence (<i>d</i>; green squares) divided by the number of substitutions at neutral sites (<i>d</i><sub>0</sub>; light blue squares); and <i>p/p</i><sub>0</sub>, which is the number of polymorphisms at functional sites (<i>p</i>; green circles) divided by the number of polymorphisms at neutral sites (<i>p</i><sub>0</sub>; light blue circles). These two ratios can also be used to estimate the fraction (<i>α</i>) of substitutions driven by adaptation, via the formula <i>α </i>= 1 – (<i>d</i><sub>0</sub>/<i>d)(p/p</i><sub>0</sub>). (<b>A</b>) Under neutral evolution, we assume that all mutations at neutral sites have no effect on how the resulting protein works and that all mutations at functional sites either have no effect or are strongly deleterious. In this case, <i>d/d</i><sub>0</sub> = <i>p/p</i><sub>0</sub>, and α = 0. (<b>B</b>) Under adaptive evolution, there is an excess of substitutions at functional sites relative to the number of polymorphisms seen at functional sites, i.e., <i>d/d</i><sub>0</sub> &gt; <i>p/p</i><sub>0</sub>. In this case, <i>α</i> &gt; 0."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/16758/elife-16758-fig1-v2.jpg", 
                        "filename": "elife-16758-fig1-v2.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Enard et al. find that at least 30% of the adaptive mutations that have accumulated in human genes seem to have arisen because they offer protection against viral infection. This conclusion is based on the fact that more adaptive substitutions were found in the subset of proteins that interact with viruses than in the control set of proteins that do not. The fact that so much human evolution has been focused on proteins that interact with viruses affirms what we already knew: viruses have historically been one of our biggest causes of death and disease, if not the biggest cause. They, not lions, tigers or bears, sit masterfully above us on the food chain of life, occupying a role as alpha predators who prey on everything and are preyed upon by nothing."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One seemingly puzzling result from the study is that the human proteins that interact with viruses are more evolutionarily conserved than other proteins, yet also experience more adaptive evolution. However, this can be explained by considering where the adaptive mutations occur. Viruses may evolve to interact with the conserved and essential proteins of their hosts because targeting those proteins makes it easier for the viruses to infect all individuals within a species. This may also help the viruses to infect individuals of a new species. But unfortunately for the viruses, interacting with a host protein may promote adaptive mutations at the virus-binding surface of the protein, eventually preventing the viral interaction. This selection pressure creates a hotspot of adaptive evolution in a protein that is otherwise highly conserved."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work by Enard et al. is conservative; it likely underestimates the total amount of selection due to viruses. As the authors point out, their list of virus-interacting proteins is only a subset of the actual virus-interacting proteins encoded by the human genome. We typically only know that a protein interacts with a virus if the virus causes a significant disease burden and is well-studied, such as HIV or influenza virus. There are, however, many other unknown viruses that we encounter every day through processes such as eating and breathing. An extensive network of proteins protects us from these viruses, but the proteins in this network are difficult to identify because they act silently, protecting us so successfully that no disease results. New human viruses such as Ebola, Zika and MERS arise when one of these environmental viruses evolves to circumvent this invisible shield. In this way, diverse human proteins are engaged in a silent battle with viruses every single day."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Enard", 
                            "index": "Enard, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Cai", 
                            "index": "Cai, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Gwennap", 
                            "index": "Gwennap, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Petrov", 
                            "index": "Petrov, DA"
                        }
                    }
                ], 
                "articleTitle": "Viruses are a dominant driver of protein adaptation in mammals", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "5", 
                "pages": "e12469", 
                "doi": "10.7554/eLife.12469"
            }, 
            {
                "type": "book", 
                "id": "bib2", 
                "date": "1983", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kimura", 
                            "index": "Kimura, M"
                        }
                    }
                ], 
                "bookTitle": "The Neutral Theory of Molecular Evolution", 
                "publisher": {
                    "name": [
                        "Cambridge University Press"
                    ], 
                    "address": {
                        "formatted": [
                            "Cambridge"
                        ], 
                        "components": {
                            "locality": [
                                "Cambridge"
                            ]
                        }
                    }
                }, 
                "doi": "10.1017/CBO9780511623486"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1991", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH McDonald", 
                            "index": "McDonald, JH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kreitman", 
                            "index": "Kreitman, M"
                        }
                    }
                ], 
                "articleTitle": "Adaptive protein evolution at the Adh locus in Drosophila", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "351", 
                "pages": {
                    "first": "652", 
                    "last": "654", 
                    "range": "652–654"
                }, 
                "doi": "10.1038/351652a0"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NGC Smith", 
                            "index": "Smith, NGC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Eyre-Walker", 
                            "index": "Eyre-Walker, A"
                        }
                    }
                ], 
                "articleTitle": "Adaptive protein evolution in Drosophila", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "415", 
                "pages": {
                    "first": "1022", 
                    "last": "1024", 
                    "range": "1022–1024"
                }, 
                "doi": "10.1038/4151022a"
            }
        ]
    }
}