{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "09790", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09790", 
        "authorLine": "Lisbeth Ramirez-Carvajal, Luis L Rodriguez", 
        "title": "Virus-resistant pigs might help to stem next outbreak", 
        "titlePrefix": "Foot and Mouth Disease", 
        "published": "2015-07-29T00:00:00Z", 
        "versionDate": "2015-07-29T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09790", 
        "pdf": "https://publishing-cdn.elifesciences.org/09790/elife-09790-v1.pdf", 
        "subjects": [
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "By genetically engineering pigs to degrade a crucial viral protein, livestock can be made less susceptible to foot and mouth disease virus."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Ramirez-Carvajal and Rodriguez", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Lisbeth Ramirez-Carvajal", 
                    "index": "Ramirez-Carvajal, Lisbeth"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Plum Island Animal Disease Center", 
                            "Agricultural Research Service, US Department of Agriculture"
                        ], 
                        "address": {
                            "formatted": [
                                "Orient Point", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Orient Point"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Luis L Rodriguez", 
                    "index": "Rodriguez, Luis L"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Plum Island Animal Disease Center", 
                            "Agricultural Research Service, US Department of Agriculture"
                        ], 
                        "address": {
                            "formatted": [
                                "Orient Point", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Orient Point"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "luis.rodriguez@ars.usda.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "09790", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09790", 
        "authorLine": "Lisbeth Ramirez-Carvajal, Luis L Rodriguez", 
        "title": "Virus-resistant pigs might help to stem next outbreak", 
        "titlePrefix": "Foot and Mouth Disease", 
        "published": "2015-07-29T00:00:00Z", 
        "versionDate": "2015-07-29T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09790", 
        "pdf": "https://publishing-cdn.elifesciences.org/09790/elife-09790-v1.pdf", 
        "subjects": [
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "By genetically engineering pigs to degrade a crucial viral protein, livestock can be made less susceptible to foot and mouth disease virus."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Ramirez-Carvajal and Rodriguez", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Lisbeth Ramirez-Carvajal", 
                    "index": "Ramirez-Carvajal, Lisbeth"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Plum Island Animal Disease Center", 
                            "Agricultural Research Service, US Department of Agriculture"
                        ], 
                        "address": {
                            "formatted": [
                                "Orient Point", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Orient Point"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Luis L Rodriguez", 
                    "index": "Rodriguez, Luis L"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Plum Island Animal Disease Center", 
                            "Agricultural Research Service, US Department of Agriculture"
                        ], 
                        "address": {
                            "formatted": [
                                "Orient Point", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Orient Point"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "luis.rodriguez@ars.usda.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "FMDV", 
            "transgenic pig", 
            "RNAi"
        ], 
        "relatedArticles": [
            "06951"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "In 2001, an epidemic of foot and mouth disease in the UK resulted in the destruction of over six million livestock, restrictions on international trade, and economic costs in excess of £3 billion (<a href=\"#bib9\">Thompson et al., 2002</a>). Foot and mouth disease is most common in developing areas of the world, such as parts of Asia, Africa and the Middle East, and an outbreak of the disease in animals raised as food resources in such areas can have a devastating effect on economic growth. Now, in eLife, researchers at Shihezi University, Jilin University and the Xinjiang Academy of Animal Science, all in China, report the results of experiments on genetically engineered pigs that could have broad implications for the control of the disease (<a href=\"#bib5\">Hu et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The virus that causes foot and mouth disease (FMD) comes in seven types, each of which requires a specific vaccine for immunization (<a href=\"#bib4\">Grubman and Baxt, 2004</a>). The Chinese team focused on a protein called VP1 that is variable across all different FMD viruses. VP1 is part of the viral capsid, a three-dimensional array of proteins that is involved in receptor binding and entry into host cells (<a href=\"#bib8\">Mason et al., 2003</a>). Hu et al. designed small RNA molecules that silenced the gene for VP1 via a process called RNA interference (<a href=\"#bib1\">Fire et al., 1998</a>). Having less VP1 might decrease the number of viral particles that are produced and make FMD virus less able to spread between animals."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Chinese team - which includes Shengwei Hu, Jun Qiao and Qiang Fu as joint first authors, and Chuangfu Chen, Wei Ni and Hongsheng Ouyang as corresponding authors - looked for the small RNA that was best able to stop the replication of the FMD virus. They then integrated the gene coding for this small RNA into the genome of single pig cells; transgenic embryos were then generated from these cells by the same technique that produced Dolly the sheep. The embryos were subsequently implanted into donor sows that gave birth to transgenic piglets."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Hu et al. observed that the FMD virus was almost completely inhibited from growing and dividing inside the cells derived from transgenic pigs. The antiviral activity of the small RNA was confirmed when genetically modified pigs were directly injected with one of the FMD virus types common in Asia. Whereas control groups displayed the classical clinical signs of FMD - high fever, mouth blisters, foot sores and lameness - all transgenic pigs were protected from disease for up to seven days after infection, and only later developed milder clinical signs associated with FMD. It remains to be shown if protection extends to other types of FMD virus."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The FMD virus replicates quickly and mutations accumulate when it duplicates its genome. If mutations appear in the region of the genome targeted by the small RNAs, variants that are resistant to treatment can emerge: such ‘escape mutants’ have been observed for other viruses that are similar to the FMD virus (<a href=\"#bib2\">Gitlin et al., 2005</a>). Hu et al. did not examine the viruses recovered from the transgenic pigs, so they did not identify escape mutants. However, if escape mutants do turn out to be a problem, one solution would be to use several small RNAs to target multiple regions of the virus genome at the same time. Since the target region is different among the different types, multiple small RNAs could also be combined to target different types of FMD virus. This would decrease the chances of the viruses gathering exactly the right mutations to evade RNA interference and could extend protection to other types of FMD virus."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Current FMD vaccines require at least seven days to induce a protective immune response (<a href=\"#bib3\">Golde et al., 2005</a>), and during this period animals are susceptible to FMD virus infection. The ability of the virus to rapidly replicate helps it to spread and evade the immune response of its host. Importantly, Hu et al. reported that the amount of virus found in the blood or blisters of infected transgenic pigs was much lower than in the control group, suggesting that the transgenic pigs are less contagious and would be less likely to spread the disease. In the case of an outbreak, genetically engineered pigs would be less susceptible to the infection, would shed fewer virus particles and would slow down the spread of the infection. This would give animal health authorities the necessary time to implement control programs such as vaccination. The downside of this approach is that clinical signs of infection would be masked or undetected: this means that the introduction of transgenic pigs would have to be accompanied by the introduction of robust disease surveillance systems."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of Hu et al. is a proof of concept for the use of RNA interference technology to produce transgenic livestock with increased resistance to viral infection. Although this technology could potentially increase food security, it also faces major challenges since, to date, neither the Food and Drug Administration in the United States nor the European Food Safety Authority have approved genetically engineered animals for human consumption. The processes used by these regulators to ensure the safety of genetically modified animals as food resources are strenuous and expensive, and have prevented other transgenic animals, such as salmon, from entering the market in the US (<a href=\"#bib6\">Ledford, 2013</a>). A global consensus on the regulation of genetically engineered organisms has not been reached and each country adopts policy at a national level. However, the governments in a number of countries - including Argentina, Brazil and China - view transgenic products as a way to resolve food security issues. Such countries have simpler protocols for the approval of transgenic products, which might allow transgenic animals to be approved for human consumption (<a href=\"#bib7\">Maksimenko et al., 2013</a>)."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Fire", 
                            "index": "Fire, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Xu", 
                            "index": "Xu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MK Montgomery", 
                            "index": "Montgomery, MK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Kostas", 
                            "index": "Kostas, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Driver", 
                            "index": "Driver, SE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CC Mello", 
                            "index": "Mello, CC"
                        }
                    }
                ], 
                "articleTitle": "Potent and specific genetic interference by double-stranded RNA in <i>Caenorhabditis elegans</i>", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "391", 
                "pages": {
                    "first": "806", 
                    "last": "811", 
                    "range": "806–811"
                }, 
                "doi": "10.1038/35888"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Gitlin", 
                            "index": "Gitlin, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JK Stone", 
                            "index": "Stone, JK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Andino", 
                            "index": "Andino, R"
                        }
                    }
                ], 
                "articleTitle": "Poliovirus escape from RNA interference: short interfering RNA-target recognition and implications for therapeutic approaches", 
                "journal": {
                    "name": [
                        "Journal of Virology"
                    ]
                }, 
                "volume": "79", 
                "pages": {
                    "first": "1027", 
                    "last": "1035", 
                    "range": "1027–1035"
                }, 
                "doi": "10.1128/JVI.79.2.1027-1035.2005"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WT Golde", 
                            "index": "Golde, WT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Pacheco", 
                            "index": "Pacheco, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Duque", 
                            "index": "Duque, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Doel", 
                            "index": "Doel, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Penfold", 
                            "index": "Penfold, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GS Ferman", 
                            "index": "Ferman, GS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DR Gregg", 
                            "index": "Gregg, DR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LL Rodriguez", 
                            "index": "Rodriguez, LL"
                        }
                    }
                ], 
                "articleTitle": "Vaccination against foot-and-mouth disease virus confers complete clinical protection in 7 days and partial protection in 4 days: use in emergency outbreak response", 
                "journal": {
                    "name": [
                        "Vaccine"
                    ]
                }, 
                "volume": "23", 
                "pages": {
                    "first": "5775", 
                    "last": "5782", 
                    "range": "5775–5782"
                }, 
                "doi": "10.1016/j.vaccine.2005.07.043"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Grubman", 
                            "index": "Grubman, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Baxt", 
                            "index": "Baxt, B"
                        }
                    }
                ], 
                "articleTitle": "Foot-and-mouth disease", 
                "journal": {
                    "name": [
                        "Clinical Microbiology Reviews"
                    ]
                }, 
                "volume": "17", 
                "pages": {
                    "first": "465", 
                    "last": "493", 
                    "range": "465–493"
                }, 
                "doi": "10.1128/CMR.17.2.465-493.2004"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hu", 
                            "index": "Hu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Qiao", 
                            "index": "Qiao, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Fu", 
                            "index": "Fu, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Chen", 
                            "index": "Chen, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Ni", 
                            "index": "Ni, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Wujiafu", 
                            "index": "Wujiafu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Ma", 
                            "index": "Ma, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Zhang", 
                            "index": "Zhang, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Sheng", 
                            "index": "Sheng, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Wang", 
                            "index": "Wang, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Wang", 
                            "index": "Wang, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Huang", 
                            "index": "Huang, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Cao", 
                            "index": "Cao, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Ouyang", 
                            "index": "Ouyang, H"
                        }
                    }
                ], 
                "articleTitle": "Transgenic shRNA pigs reduce susceptibility to foot and mouth disease virus infection", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "4", 
                "pages": "e06951", 
                "doi": "10.7554/eLife.06951"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Ledford", 
                            "index": "Ledford, H"
                        }
                    }
                ], 
                "articleTitle": "Transgenic salmon nears approval", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "497", 
                "pages": {
                    "first": "17", 
                    "last": "18", 
                    "range": "17–18"
                }, 
                "doi": "10.1038/497017a"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "OG Maksimenko", 
                            "index": "Maksimenko, OG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AV Deykin", 
                            "index": "Deykin, AV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Khodarovich Yu", 
                            "index": "Khodarovich Yu, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PG Georgiev", 
                            "index": "Georgiev, PG"
                        }
                    }
                ], 
                "articleTitle": "Use of transgenic animals in biotechnology: prospects and problems", 
                "journal": {
                    "name": [
                        "Acta Naturae"
                    ]
                }, 
                "volume": "5", 
                "pages": {
                    "first": "33", 
                    "last": "46", 
                    "range": "33–46"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PW Mason", 
                            "index": "Mason, PW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Grubman", 
                            "index": "Grubman, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Baxt", 
                            "index": "Baxt, B"
                        }
                    }
                ], 
                "articleTitle": "Molecular basis of pathogenesis of FMDV", 
                "journal": {
                    "name": [
                        "Virus Research"
                    ]
                }, 
                "volume": "91", 
                "pages": {
                    "first": "9", 
                    "last": "32", 
                    "range": "9–32"
                }, 
                "doi": "10.1016/S0168-1702(02)00257-5"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Thompson", 
                            "index": "Thompson, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Muriel", 
                            "index": "Muriel, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Russell", 
                            "index": "Russell, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Osborne", 
                            "index": "Osborne, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Bromley", 
                            "index": "Bromley, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Rowland", 
                            "index": "Rowland, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Creigh-Tyte", 
                            "index": "Creigh-Tyte, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Brown", 
                            "index": "Brown, C"
                        }
                    }
                ], 
                "articleTitle": "Economic costs of the foot and mouth disease outbreak in the United Kingdom in 2001", 
                "journal": {
                    "name": [
                        "Revue Scientifique et Technique/Office International des Épizooties"
                    ]
                }, 
                "volume": "21", 
                "pages": {
                    "first": "675", 
                    "last": "687", 
                    "range": "675–687"
                }
            }
        ]
    }
}