{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "19285", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.19285", 
        "authorLine": "Yi-Nan Lee, Cheng-Ting Chien", 
        "title": "Hearing lessons from flies", 
        "titlePrefix": "Genetic screen", 
        "published": "2016-08-09T00:00:00Z", 
        "versionDate": "2016-08-09T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e19285", 
        "pdf": "https://publishing-cdn.elifesciences.org/19285/elife-19285-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>", 
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Studying the auditory system of the fruit fly can reveal how hearing works in mammals."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Lee et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yi-Nan Lee", 
                    "index": "Lee, Yi-Nan"
                }, 
                "orcid": "0000-0001-6546-8200", 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Molecular Biology", 
                            "Academia Sinica"
                        ], 
                        "address": {
                            "formatted": [
                                "Taipei", 
                                "Taiwan"
                            ], 
                            "components": {
                                "locality": [
                                    "Taipei"
                                ], 
                                "country": "Taiwan"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Cheng-Ting Chien", 
                    "index": "Chien, Cheng-Ting"
                }, 
                "orcid": "0000-0002-7906-7173", 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Molecular Biology", 
                            "Academia Sinica"
                        ], 
                        "address": {
                            "formatted": [
                                "Taipei", 
                                "Taiwan"
                            ], 
                            "components": {
                                "locality": [
                                    "Taipei"
                                ], 
                                "country": "Taiwan"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ctchien@gate.sinica.edu.tw"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "19285", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.19285", 
        "authorLine": "Yi-Nan Lee, Cheng-Ting Chien", 
        "title": "Hearing lessons from flies", 
        "titlePrefix": "Genetic screen", 
        "published": "2016-08-09T00:00:00Z", 
        "versionDate": "2016-08-09T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e19285", 
        "pdf": "https://publishing-cdn.elifesciences.org/19285/elife-19285-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>", 
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Studying the auditory system of the fruit fly can reveal how hearing works in mammals."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Lee et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yi-Nan Lee", 
                    "index": "Lee, Yi-Nan"
                }, 
                "orcid": "0000-0001-6546-8200", 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Molecular Biology", 
                            "Academia Sinica"
                        ], 
                        "address": {
                            "formatted": [
                                "Taipei", 
                                "Taiwan"
                            ], 
                            "components": {
                                "locality": [
                                    "Taipei"
                                ], 
                                "country": "Taiwan"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Cheng-Ting Chien", 
                    "index": "Chien, Cheng-Ting"
                }, 
                "orcid": "0000-0002-7906-7173", 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Molecular Biology", 
                            "Academia Sinica"
                        ], 
                        "address": {
                            "formatted": [
                                "Taipei", 
                                "Taiwan"
                            ], 
                            "components": {
                                "locality": [
                                    "Taipei"
                                ], 
                                "country": "Taiwan"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ctchien@gate.sinica.edu.tw"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "Myosin", 
            "ubiquitination", 
            "hearing", 
            "Usher syndrome", 
            "MYH9 disorder", 
            "genetic screen"
        ], 
        "-related-articles-internal": [
            "15258"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The myosin motor proteins play a variety of roles inside cells, such as transporting cargo around the cell and maintaining the structure of the cell's internal skeleton. Myosins also make important contributions to our sense of hearing, which can be revealed by studying conditions such as Usher syndrome (a severe sensory disorder that causes congenital deafness and late-onset blindness). In humans and other mammals, two myosin proteins called myosin VIIa and myosin IIa have been linked to deafness, but we do not understand how these proteins interact."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in eLife, Andrew Groves, Hugo Bellen and co-workers – including Tongchao Li of Baylor College of Medicine as first author – report evidence of a conserved molecular machinery in the auditory organs of mammals and the fruit fly <i>Drosophila</i> (<a href=\"#bib3\">Li et al., 2016</a>). Furthermore, the screen identified an enzyme called Ubr3 that regulates the interaction of the two myosins in <i>Drosophila</i>."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Auditory organs convert the mechanical energy in sound waves into electrical signals that can be interpreted by the brain. In mammals, this conversion happens in \"hair cells\" in the inner ear. These cells have thin protrusions called stereocilia on their surface, and the tips of these stereocilia contain ion channels called MET channels (which is short for mechanoelectrical transduction channels)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Five proteins associated with the most serious form of Usher syndrome – known as USH1 – are key components of the molecular apparatus that enables the MET channels to open and close in response to mechanical force. The USH1 proteins are restricted to the tips of the stereocilia, where they form a complex (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib5\">Prosser et al., 2008</a>; <a href=\"#bib9\">Weil et al., 1995</a>). Two of the USH1 proteins work together to join the tip of each stereocilium to its next-highest neighbor, forming bundles of stereocilia (<a href=\"#bib2\">Kazmierczak et al., 2007</a>). Deflecting these bundles stretches the stereocilial bundles, which opens the MET channels and triggers the hair cell to produce an electrical signal (<a href=\"#bib4\">Pan and Zhang, 2012</a>). Thus, the USH1 protein complex is essential for maintaining the structural integrity of stereocilia."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "How sound is detected in mammals and <i>Drosophila</i>.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Schematic diagram showing a bundle of three stereocilia protruding from a mammalian hair cell. The deflection of the stereocilia by sound waves results in the opening of the MET channels (pale blue cylinders) and the generation of an electrical signal that travels along sensory neurons to the brain. The motor protein myosin VIIa transports USH1 proteins to maintain the structural integrity of stereocilia. Figure adapted from Figure 1e, Richardson et al. (<a href=\"#bib6\">Richardson et al., 2011</a>). (<b>B</b>) Flies use antennae made up of three segments to detect sound. The schematic diagram on the left shows the second segment: there are MET channels for each neuron (outlined in green) and myosin II and myosin VIIa are enriched at the tip of scolopale cells, where USH1 proteins, Ubr3 and Cul1 form a protein complex. A Pcdh15 protein in the USH1 complex anchors the tip of scolopale cell to the cap cell. When a sound wave hits the antenna, the joint between the second and the third segment is deflected (right panel) and the resultant stretching of the second segment opens the MET channels. This depolarizes the sensory neurons, causing them to signal to the brain. Figure adapted from Figure 1b, Boekhoff-Falk and Eberl (<a href=\"#bib1\">Boekhoff-Falk and Eberl, 2014</a>)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/19285/elife-19285-fig1-v1.jpg", 
                        "filename": "elife-19285-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Flies do not have ears as such, but they are still able to detect sounds through their antennae. Despite the auditory organs of flies and mammals having different structures, they work in a similar way. In <i>Drosophila</i>, structures called scolopidia, which are found suspended in the second segment of the antenna, sense sound vibrations relayed from the third segment (<a href=\"#fig1\">Figure 1</a>). Cells called cap cells and scolopale cells anchor the tip of the scolopidia to the joint between the second and third segments. The scolopale cells also secrete a protein to form the dendritic cap that connects a sensory neuron with the joint. This structure allows the mechanical forces produced by the sound waves to be transmitted to the neuron, activating the MET channels and causing the sensory neuron to produce an electrical signal."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Inactivating the gene that produces myosin VIIa causes the scolopidia to detach from the joint and causes the protein that forms the dendritic cap to be distributed abnormally (<a href=\"#bib7\">Todi et al., 2005</a>; <a href=\"#bib8\">Todi et al., 2008</a>). Now, Li at al. – who are based at Baylor, the Texas Children's Hospital, the University of Iowa and the University of Toronto – show that inactivating the gene that encodes the enzyme Ubr3 has the same effect."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Ubr3 is a type of E3 ubiquitin ligase. These enzymes regulate a number of cell processes by helping to join small proteins called ubiquitins onto other proteins. Using a forward genetic screen, Li et al. found that Ubr3 is enriched in the tips of scolopidia, particularly at the ends of the sensory neurons and in the scolopale cells closest to the joint between the second and third segments."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Li et al. show that Ubr3 and another E3 ubiquitin ligase called Cul1 negatively regulates the addition of a single ubiquitin to myosin II. This means that the loss of Ubr3 increases the rate of the “mono-ubiquitination” of myosin II, which leads to stronger interactions between myosin II and myosin VIIa. Importantly, the mono-ubiquitination of myosin II and the interaction between myosin II and myosin VIIa helps to ensure that they (and also the fly equivalents of Usher proteins) localize correctly to the scolopidial tip. Thus, Ubr3 is crucial for maintaining the structure and function of scolopidia."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Overall, the results presented by Li et al. argue that a conserved model underlies hearing in both <i>Drosophila</i> and mammals. In this model, the negative regulation of mono-ubiquitination of myosin IIa (or myosin II in the case of <i>Drosophila</i>) by Ubr3 promotes the formation of the myosin IIa-myosin VIIa complex (or the myosin II-myosin VIIa complex in <i>Drosophila</i>). The myosin complex then transports the USH1 protein complex to the tips of the stereocilia (or scolopidia) to establish the sound-sensing structure that enables the MET channels to work."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Using the power of fly genetics, Li et al. have identified new components involved in the development and function of auditory organs, and linked them to genes known to play a role in human deafness. Undoubtedly, future studies of these deafness-related genes in the <i>Drosophila</i> auditory organ will bring more insights into the interplay among the molecules, including the USH1 proteins, that are important for hearing."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Boekhoff-Falk", 
                            "index": "Boekhoff-Falk, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DF Eberl", 
                            "index": "Eberl, DF"
                        }
                    }
                ], 
                "articleTitle": "The Drosophila auditory system", 
                "journal": "Wiley Interdisciplinary Reviews: Developmental Biology", 
                "volume": "3", 
                "pages": {
                    "first": "179", 
                    "last": "191", 
                    "range": "179–191"
                }, 
                "doi": "10.1002/wdev.128"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Kazmierczak", 
                            "index": "Kazmierczak, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Sakaguchi", 
                            "index": "Sakaguchi, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Tokita", 
                            "index": "Tokita, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Wilson-Kubalek", 
                            "index": "Wilson-Kubalek, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Milligan", 
                            "index": "Milligan, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Müller", 
                            "index": "Müller, U"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Kachar", 
                            "index": "Kachar, B"
                        }
                    }
                ], 
                "articleTitle": "Cadherin 23 and protocadherin 15 interact to form tip-link filaments in sensory hair cells", 
                "journal": "Nature", 
                "volume": "449", 
                "pages": {
                    "first": "87", 
                    "last": "91", 
                    "range": "87–91"
                }, 
                "doi": "10.1038/nature06091"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Li", 
                            "index": "Li, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Giagtzoglou", 
                            "index": "Giagtzoglou, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DF Eberl", 
                            "index": "Eberl, DF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SN Jaiswal", 
                            "index": "Jaiswal, SN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Cai", 
                            "index": "Cai, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Godt", 
                            "index": "Godt, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AK Groves", 
                            "index": "Groves, AK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HJ Bellen", 
                            "index": "Bellen, HJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Nagarkar-Jaiswal", 
                            "index": "Nagarkar-Jaiswal, S"
                        }
                    }
                ], 
                "articleTitle": "The E3 ligase Ubr3 regulates Usher syndrome and MYH9 disorder proteins in the auditory organs of Drosophila and mammals", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "15258", 
                "doi": "10.7554/eLife.15258"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Pan", 
                            "index": "Pan, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Zhang", 
                            "index": "Zhang, M"
                        }
                    }
                ], 
                "articleTitle": "Structures of usher syndrome 1 proteins and their complexes", 
                "journal": "Physiology", 
                "volume": "27", 
                "pages": {
                    "first": "25", 
                    "last": "42", 
                    "range": "25–42"
                }, 
                "doi": "10.1152/physiol.00037.2011"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HM Prosser", 
                            "index": "Prosser, HM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AK Rzadzinska", 
                            "index": "Rzadzinska, AK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KP Steel", 
                            "index": "Steel, KP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Bradley", 
                            "index": "Bradley, A"
                        }
                    }
                ], 
                "articleTitle": "Mosaic complementation demonstrates a regulatory role for myosin VIIa in actin dynamics of stereocilia", 
                "journal": "Molecular and Cellular Biology", 
                "volume": "28", 
                "pages": {
                    "first": "1702", 
                    "last": "1712", 
                    "range": "1702–1712"
                }, 
                "doi": "10.1128/MCB.01282-07"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GP Richardson", 
                            "index": "Richardson, GP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JB de Monvel", 
                            "index": "de Monvel, JB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Petit", 
                            "index": "Petit, C"
                        }
                    }
                ], 
                "articleTitle": "How the genetics of deafness illuminates auditory physiology", 
                "journal": "Annual Review of Physiology", 
                "volume": "73", 
                "pages": {
                    "first": "311", 
                    "last": "334", 
                    "range": "311–334"
                }, 
                "doi": "10.1146/annurev-physiol-012110-142228"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SV Todi", 
                            "index": "Todi, SV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Franke", 
                            "index": "Franke, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DP Kiehart", 
                            "index": "Kiehart, DP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DF Eberl", 
                            "index": "Eberl, DF"
                        }
                    }
                ], 
                "articleTitle": "Myosin VIIA defects, which underlie the Usher 1B syndrome in humans, lead to deafness in Drosophila", 
                "journal": "Current Biology", 
                "volume": "15", 
                "pages": {
                    "first": "862", 
                    "last": "868", 
                    "range": "862–868"
                }, 
                "doi": "10.1016/j.cub.2005.03.050"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SV Todi", 
                            "index": "Todi, SV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Sivan-Loukianova", 
                            "index": "Sivan-Loukianova, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Jacobs", 
                            "index": "Jacobs, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DP Kiehart", 
                            "index": "Kiehart, DP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DF Eberl", 
                            "index": "Eberl, DF"
                        }
                    }
                ], 
                "articleTitle": "Myosin VIIA, important for human auditory function, is necessary for Drosophila auditory organ development", 
                "journal": "PLoS ONE", 
                "volume": "3", 
                "pages": "e2115", 
                "doi": "10.1371/journal.pone.0002115"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1995", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Weil", 
                            "index": "Weil, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Blanchard", 
                            "index": "Blanchard, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kaplan", 
                            "index": "Kaplan, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Guilford", 
                            "index": "Guilford, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Gibson", 
                            "index": "Gibson, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Walsh", 
                            "index": "Walsh, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Mburu", 
                            "index": "Mburu, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Varela", 
                            "index": "Varela, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Levilliers", 
                            "index": "Levilliers, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MD Weston", 
                            "index": "Weston, MD"
                        }
                    }
                ], 
                "articleTitle": "Defective myosin VIIA gene responsible for Usher syndrome type 1B", 
                "journal": "Nature", 
                "volume": "374", 
                "pages": {
                    "first": "60", 
                    "last": "61", 
                    "range": "60–61"
                }, 
                "doi": "10.1038/374060a0"
            }
        ]
    }
}