{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-22073-v1.xml"
        }, 
        "status": "vor", 
        "id": "22073", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.22073", 
        "authorLine": "David J Young, Nicholas R Guydosh", 
        "title": "Silence without stress", 
        "titlePrefix": "Unfolded Protein Response", 
        "published": "2016-11-11T00:00:00Z", 
        "versionDate": "2016-11-11T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e22073", 
        "pdf": "https://publishing-cdn.elifesciences.org/22073/elife-22073-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Two mechanisms ensure that the mRNA encoding Hac1 protein, a transcription factor involved in the unfolded protein response, is only translated when it is needed."
                }
            ]
        }, 
        "copyright": {
            "license": "CC0-1.0", 
            "statement": "This is an open-access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "David J Young", 
                    "index": "Young, David J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Laboratory of Biochemistry and Genetics", 
                            "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health"
                        ], 
                        "address": {
                            "formatted": [
                                "Bethesda", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bethesda"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Nicholas R Guydosh", 
                    "index": "Guydosh, Nicholas R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Laboratory of Biochemistry and Genetics", 
                            "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health"
                        ], 
                        "address": {
                            "formatted": [
                                "Bethesda", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bethesda"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "nicholas.guydosh@nih.gov"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-22073-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "22073", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.22073", 
        "authorLine": "David J Young, Nicholas R Guydosh", 
        "title": "Silence without stress", 
        "titlePrefix": "Unfolded Protein Response", 
        "published": "2016-11-11T00:00:00Z", 
        "versionDate": "2016-11-11T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e22073", 
        "pdf": "https://publishing-cdn.elifesciences.org/22073/elife-22073-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Two mechanisms ensure that the mRNA encoding Hac1 protein, a transcription factor involved in the unfolded protein response, is only translated when it is needed."
                }
            ]
        }, 
        "copyright": {
            "license": "CC0-1.0", 
            "statement": "This is an open-access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "David J Young", 
                    "index": "Young, David J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Laboratory of Biochemistry and Genetics", 
                            "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health"
                        ], 
                        "address": {
                            "formatted": [
                                "Bethesda", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bethesda"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Nicholas R Guydosh", 
                    "index": "Guydosh, Nicholas R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Laboratory of Biochemistry and Genetics", 
                            "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health"
                        ], 
                        "address": {
                            "formatted": [
                                "Bethesda", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bethesda"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "nicholas.guydosh@nih.gov"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "translation", 
            "unfolded protein response", 
            "ubiquitination"
        ], 
        "-related-articles-internal": [
            "20069"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Cells, much like humans, must deal with a variety of stresses during their daily lives and react appropriately. In the absence of stress, it is also important that cells do not waste valuable resources on unnecessary responses."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Many proteins are synthesized by ribosomes that are bound to the membrane that surrounds the endoplasmic reticulum. The new proteins are then transported into the endoplasmic reticulum and folded into their correct final forms by molecular chaperones. However, many factors can cause unfolded or misfolded proteins to accumulate within the endoplasmic reticulum, which stresses it. In budding yeast, cells respond to such stress by expressing a transcription factor called Hac1p. This transcription factor is then transported to the nucleus, where it directs the expression of additional chaperones and other factors that can alleviate the stress (<a href=\"#bib2\">Cox and Walter, 1996</a>; <a href=\"#bib5\">Mori et al., 1996</a>). Many parts of this pathway are conserved across eukaryotes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To guarantee a speedy response to endoplasmic reticulum stress, the messenger RNA (mRNA) for <i>HAC1</i> is stored in a ‘silenced’ form in the cytoplasm where it can be quickly activated (<a href=\"#bib1\">Chapman and Walter, 1997</a>; <a href=\"#bib4\">Kawahara et al., 1997</a>). Now, in eLife, Rachael Di Santo, Soufiane Aboulhouda and David Weinberg of the University of California, San Francisco, report the results of elegant experiments that reveal more details about the nature of this silencing mechanism (<a href=\"#bib3\">Di Santo et al., 2016</a>). In addition, they reveal an intricate fail-safe mechanism that ensures the destruction of any Hac1 protein that escapes silencing."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Most mRNA molecules have regions called introns that are removed in a process called splicing before the mRNA molecules are translated into proteins. <i>HAC1</i> mRNA contains an atypical intron region that, in the absence of endoplasmic reticulum stress, undergoes base-pairing interactions with its own 5’ untranslated region (5’UTR; <a href=\"#bib7\">Sidrauski et al., 1996</a>; <a href=\"#bib8\">Sidrauski and Walter, 1997</a>). During endoplasmic reticulum stress, a protein senses the accumulation of unfolded proteins in the endoplasmic reticulum and removes the <i>HAC1</i> intron in response. This process leads to the expression of the full-length Hac1 protein (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "A functional Hac1 protein is made only if a block that prevents the initiation of translation is removed.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(Left) The translation of two mRNA exons (shown here in blue and purple) results in the production of the Hac1 protein. However, unspliced <i>HAC1</i> mRNA contains an intron (orange) that, in the absence of endoplasmic reticulum stress, undergoes base-pairing interactions with its own 5’UTR. These interactions prevent most 40S ribosomes (blue oval) from loading onto the mRNA and initiating translation. When the endoplasmic reticulum becomes stressed (middle panel), Ire1 proteins (black triangles) splice out the intron. The spliced <i>HAC1</i> mRNA can then be translated to form the full-length Hac1 protein, which triggers the unfolded protein response in order to relieve endoplasmic reticulum stress. (Right) In the absence of stress, some 40S ribosomes (blue ovals) manage to bypass the base-pairing interactions. In this case, the second exon is not translated, and a new sequence is found at the C-terminal end of the protein (red). This \"degron tag\" is recognized by a protein adaptor called Duh1, which targets Hac1 for ubiquitination – a process that involves the formation of a complex that also includes E2, Cul1 and Skp1 proteins. This ubiquitination marks the protein for rapid degradation by the proteasome."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/22073/elife-22073-fig1-v1.jpg", 
                        "filename": "elife-22073-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Two main models have emerged that attempt to explain how the <i>HAC1</i> mRNA is silenced by the base-pairing interactions between the intron and the 5’UTR. In the first model, the ribosomes are blocked by the interactions and cannot start translating the mRNA. In the second model the interactions cause the ribosomes to \"stall\" shortly after translation begins (<a href=\"#bib6\">Rüegsegger et al., 2001</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The stalled ribosome model was suggested by results from experiments that used a sucrose gradient to separate out the mRNA molecules that were being translated (and hence were attached to ribosomes) from those that were not. The results of these experiments showed that the majority of <i>HAC1</i> mRNAs were present in the polysome region of the sucrose gradient (where the majority of translation takes place). However, these results were called into question by ribosome-footprint profiling experiments by Weinberg and others that showed that ribosomes were nearly absent from <i>HAC1</i> transcripts in exponentially growing yeast (<a href=\"#bib9\">Weinberg et al., 2016</a>). Through careful experimentation, Di Santo et al. reveal that the association of <i>HAC1</i> mRNA with polysomes in sucrose gradients was an artifact caused by non-specific interactions. Thus it appears that <i>HAC1</i> is silenced because ribosomes cannot start the translation process."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Di Santo et al. then uncovered an additional silencing mechanism that targets the Hac1 protein for destruction. In sucrose gradient experiments, mutating either the 5’UTR or the intron sequences in order to disrupt the base-pairing interaction resulted in the distribution of the mutant mRNAs being shifted to the polysome fractions. Although this suggested that translation could be initiated on these mutant transcripts, no protein was detectable. Further investigation revealed that the Hac1 protein synthesized from this mRNA variant was unstable because the intron encoded a 10-amino-acid tail that acted as a destruction signal (or “degron” tag)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Degron-mediated loss of the Hac1 protein occurs rapidly, making it difficult to record experimentally (<a href=\"#bib2\">Cox and Walter, 1996</a>; <a href=\"#bib1\">Chapman and Walter, 1997</a>; <a href=\"#bib4\">Kawahara et al., 1997</a>). Di Santo et al. overcame this challenge with a number of clever biochemical tricks and genomic screens. These identified a previously unknown protein adapter, Duh1p, which recognizes the degron tag on Hac1 and targets the protein for ubiquitination, marking it for subsequent degradation by the proteasome."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The combination of inhibited translation initiation and accelerated protein degradation, both of which are dependent on the <i>HAC1</i> intron, provides exquisite control of Hac1 protein levels in the absence of endoplasmic reticulum stress. This finding raises the question of whether Duh1p may regulate other proteins and whether similar adaptors exist to regulate other degron tags in the cell. While the Hac1 protein was already known for the unusual way in which it is regulated, these discoveries add yet another plot twist to this fascinating story."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Chapman", 
                            "index": "Chapman, RE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }
                ], 
                "articleTitle": "Translational attenuation mediated by an mRNA intron", 
                "journal": "Current Biology", 
                "volume": "7", 
                "pages": {
                    "first": "850", 
                    "last": "859", 
                    "range": "850–859"
                }, 
                "doi": "10.1016/S0960-9822(06)00373-3", 
                "pmid": 9382810
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Cox", 
                            "index": "Cox, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }
                ], 
                "articleTitle": "A novel mechanism for regulating activity of a transcription factor that controls the unfolded protein response", 
                "journal": "Cell", 
                "volume": "87", 
                "pages": {
                    "first": "391", 
                    "last": "404", 
                    "range": "391–404"
                }, 
                "doi": "10.1016/S0092-8674(00)81360-4", 
                "pmid": 8898193
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Di Santo", 
                            "index": "Di Santo, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Aboulhouda", 
                            "index": "Aboulhouda, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DE Weinberg", 
                            "index": "Weinberg, DE"
                        }
                    }
                ], 
                "articleTitle": "The fail-safe mechanism of post-transcriptional silencing of unspliced <i>HAC1</i> mRNA", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e20069", 
                "doi": "10.7554/eLife.20069", 
                "pmid": 27692069
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Kawahara", 
                            "index": "Kawahara, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Yanagi", 
                            "index": "Yanagi, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Yura", 
                            "index": "Yura, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Mori", 
                            "index": "Mori, K"
                        }
                    }
                ], 
                "articleTitle": "Endoplasmic reticulum stress-induced mRNA splicing permits synthesis of transcription factor Hac1p/Ern4p that activates the unfolded protein response", 
                "journal": "Molecular Biology of the Cell", 
                "volume": "8", 
                "pages": {
                    "first": "1845", 
                    "last": "1862", 
                    "range": "1845–1862"
                }, 
                "doi": "10.1091/mbc.8.10.1845", 
                "pmid": 9348528
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Mori", 
                            "index": "Mori, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Kawahara", 
                            "index": "Kawahara, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Yoshida", 
                            "index": "Yoshida, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Yanagi", 
                            "index": "Yanagi, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Yura", 
                            "index": "Yura, T"
                        }
                    }
                ], 
                "articleTitle": "Signalling from endoplasmic reticulum to nucleus: transcription factor with a basic-leucine zipper motif is required for the unfolded protein-response pathway", 
                "journal": "Genes to Cells", 
                "volume": "1", 
                "pages": {
                    "first": "803", 
                    "last": "817", 
                    "range": "803–817"
                }, 
                "doi": "10.1046/j.1365-2443.1996.d01-274.x", 
                "pmid": 9077435
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Rüegsegger", 
                            "index": "Rüegsegger, U"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH Leber", 
                            "index": "Leber, JH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }
                ], 
                "articleTitle": "Block of HAC1 mRNA translation by long-range base pairing is released by cytoplasmic splicing upon induction of the unfolded protein response", 
                "journal": "Cell", 
                "volume": "107", 
                "pages": {
                    "first": "103", 
                    "last": "114", 
                    "range": "103–114"
                }, 
                "doi": "10.1016/S0092-8674(01)00505-0", 
                "pmid": 11595189
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Sidrauski", 
                            "index": "Sidrauski, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Cox", 
                            "index": "Cox, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }
                ], 
                "articleTitle": "tRNA ligase is required for regulated mRNA splicing in the unfolded protein response", 
                "journal": "Cell", 
                "volume": "87", 
                "pages": {
                    "first": "405", 
                    "last": "413", 
                    "range": "405–413"
                }, 
                "doi": "10.1016/S0092-8674(00)81361-6", 
                "pmid": 8898194
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Sidrauski", 
                            "index": "Sidrauski, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }
                ], 
                "articleTitle": "The transmembrane kinase Ire1p is a site-specific endonuclease that initiates mRNA splicing in the unfolded protein response", 
                "journal": "Cell", 
                "volume": "90", 
                "pages": {
                    "first": "1031", 
                    "last": "1039", 
                    "range": "1031–1039"
                }, 
                "doi": "10.1016/S0092-8674(00)80369-4", 
                "pmid": 9323131
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DE Weinberg", 
                            "index": "Weinberg, DE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Shah", 
                            "index": "Shah, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SW Eichhorn", 
                            "index": "Eichhorn, SW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Hussmann", 
                            "index": "Hussmann, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JB Plotkin", 
                            "index": "Plotkin, JB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DP Bartel", 
                            "index": "Bartel, DP"
                        }
                    }
                ], 
                "articleTitle": "Improved ribosome-footprint and mRNA measurements provide insights into dynamics and regulation of yeast translation", 
                "journal": "Cell Reports", 
                "volume": "14", 
                "pages": {
                    "first": "1787", 
                    "last": "1799", 
                    "range": "1787–1799"
                }, 
                "doi": "10.1016/j.celrep.2016.01.043", 
                "pmid": 26876183
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}