{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "04902", 
        "version": 1, 
        "type": "feature", 
        "doi": "10.7554/eLife.04902", 
        "authorLine": "Alison Woollard", 
        "title": "Telling it like it is", 
        "titlePrefix": "Point Of View", 
        "published": "2014-10-17T00:00:00Z", 
        "versionDate": "2014-10-17T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e04902", 
        "pdf": "https://publishing-cdn.elifesciences.org/04902/elife-04902-v1.pdf", 
        "subjects": [], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Following a year of public engagement activities associated with the Royal Institution Christmas Lectures, Alison Woollard explains why scientists need to communicate with the public."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Woollard", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Alison Woollard", 
                    "index": "Woollard, Alison"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry", 
                            "University of Oxford"
                        ], 
                        "address": {
                            "formatted": [
                                "Oxford", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Oxford"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alison.woollard@bioch.ox.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "04902", 
        "version": 1, 
        "type": "feature", 
        "doi": "10.7554/eLife.04902", 
        "authorLine": "Alison Woollard", 
        "title": "Telling it like it is", 
        "titlePrefix": "Point Of View", 
        "published": "2014-10-17T00:00:00Z", 
        "versionDate": "2014-10-17T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e04902", 
        "pdf": "https://publishing-cdn.elifesciences.org/04902/elife-04902-v1.pdf", 
        "subjects": [], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Following a year of public engagement activities associated with the Royal Institution Christmas Lectures, Alison Woollard explains why scientists need to communicate with the public."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Woollard", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Alison Woollard", 
                    "index": "Woollard, Alison"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry", 
                            "University of Oxford"
                        ], 
                        "address": {
                            "formatted": [
                                "Oxford", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Oxford"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alison.woollard@bioch.ox.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "outreach", 
            "public engagement", 
            "social media"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "I have just come to the end of a year of activities related to delivering the 2013 <a href=\"http://www.rigb.org.uk/christmas-lectures/watch\">Christmas Lectures</a> at the Royal Institution in London. My lectures were the 185th in a series (but only the fifth presented by a woman) that was established by Michael Faraday in 1825 to present a scientific topic to the general public, especially young people, in an entertaining way (<a href=\"#fig1\">Figure 1</a>). The lectures have been televised over the Christmas period in the United Kingdom since 1966. My topic was ‘Life Fantastic’ and my lectures covered developmental biology, genetics and evolution."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The author (centre) in full flow on the set of ‘Life Fantastic’, discussing the human lung.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Scientists involved in public engagement have the power to inspire future generations of scientists, influence government policy on controversial topics, and share their passion for science with a wide range of people."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/04902/elife-04902-fig1-v1.tif", 
                        "attribution": [
                            "FIGURE CREDIT: Copyright Paul Wilkinson (<a href=\"http://www.paulwilkinsonphotography.co.uk/\">http://www.paulwilkinsonphotography.co.uk</a>)."
                        ], 
                        "filename": "elife-04902-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Over the year, I have climbed an extremely steep learning curve in public engagement, which has taken me from the Green Man Festival in the mountains of Wales to the Mediacorp TV studios in Singapore. I've been involved in many types of public engagement: from the razzmatazz of the Lectures themselves with all the surrounding media coverage, through to experimenting with various forms of social media and online activities—and more. This year has been a rollercoaster of excitement, fear, fun and incredulity, in fairly equal measures. So perhaps it's time to reflect on the general areas of science communication and public engagement: firstly, was it worth it?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The impression that has stayed with me the most is people's hunger for knowledge, and their excitement when they make a new connection. Not just in relation to scientific ideas, but about the scientific process. I remember explaining to the film crew who recorded the Christmas Lectures how you could take a gene out of any organism, put it into another (worms, in this case) and find the gene still works. They were utterly spellbound: not just by the overall result, but by the details—how ‘getting the gene out’ and ‘putting the gene in’ is actually done in the lab. Then there was the 10 year old who wanted to know whether the chicken or egg came first and wasn't completely satisfied with my explanation, the 87 year old who wrote to ask me how cells know where they are ‘within the amorphous blob that everything starts from’, and the 20-something festival-goer who stopped me after a talk and wanted to know what regulates transcription factors. Music to the ear of a developmental biologist!"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "If the thrill of developing someone's sense of wonder about the world hasn't convinced you that public engagement is worth the effort, think about the ‘controversy’ surrounding climate change. A study in 2010 showed that over 97% of active climate researchers agree that climate change is occurring and that it is primarily induced by human activity (<a href=\"#bib1\">Anderegg et al., 2010</a>). Unfortunately, however, there appears to be a disturbing chasm between this consensus and the general public's perception of the research community, which has largely focused on the incorrect notion that there is rampant scientific disagreement about the facts (<a href=\"#bib4\">Somerville and Hassol, 2011</a>). The media don't always help either—often giving opposing sides of the debate equal airtime in the interests of ‘fairness’ (but certainly not worrying about matching the quality of the arguments on each side)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "There may well be complex reasons for the public's confusion, not least economic uncertainty and a well-orchestrated campaign of disinformation by particular public figures and lobby groups. Climate scientists must therefore communicate a clear message, and they need to repeat this every time a fallacious claim is used to discredit the science. This can be a relentless and exhausting task, but it must be done. A breakdown in direct communication of science to the public can lead to widespread mistrust and a misunderstanding of scientists and their research. In the vacuum created by such a communication failure, opinion and rhetoric based on cherry-picked data can hold sway over weight of evidence and logical argument."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Compare the coverage of climate change with that relating to so-called ‘three parent’ babies. Are these a medical breakthrough or a slippery slope to designer babies? Here is an example where the details of the biology are so important, and must be communicated thoroughly and with crystal clarity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Around 1 in 2000 people are estimated to have inherited mitochondrial diseases, which are currently incurable. These affect the mitochondria in a cell, which produce energy—in a way, they are the batteries of a cell. To eliminate these diseases, it is suggested that the faulty mitochondria in the egg cell from the mother are replaced by healthy mitochondria from another woman's egg cell. However, mitochondria have their own genome, entirely separate from the DNA in the nucleus. That is a surprise to most people (even some biologists!). Therefore, it is said that the resulting child has three parents as it receives genes from three people—mother, father, and the woman who donated her mitochondria."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To contextualize this science, it is important to know that mitochondrial DNA makes up less than 0.2% of our total DNA, and only encodes our cellular energy generating machinery. This means there is no chance the resulting baby will inherit the donor's personal characteristics—like eye or hair colour. So this technology is not about creating designer babies at all, it is about building on our expertise in in vitro fertilisation to eliminate devastating diseases."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This issue, unlike climate change, seems to be fairly well understood by the public, with informative and accurate press coverage, on the whole, that steers away from sensationalist ‘Frankenstein baby’ headlines. This is despite the fact that the ‘new’ mitochondria will be inherited by all subsequent generations. Mitochondrial replacement is therefore a kind of germ line gene therapy—a traditional line in the sand for some who hold that it is unethical to modify the genomes of those who are not in a position to consent."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Last year in the United Kingdom, the Human Fertilisation and Embryology Authority (HFEA) undertook extensive public consultation on mitochondrial replacement, finding widespread support for it (<a href=\"#bib3\">Human Fertilisation and Embryology Authority, 2013</a>). High quality public engagement has played a large part in generating this positive, settled public view—accurate, detailed information painstakingly described in a succession of careful and reflective interviews and articles by the scientists involved. The proposed regulations that will allow this procedure to be carried out, under license from the HFEA, have been published and are due to be debated by the UK parliament later this year."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So influencing public policy seems like a prime reason for spending time on public engagement activities. There are others. Much of our research is publically funded, so surely the public has a right to know what all the money is being spent on. If the public understands and sees the worth in what we do, then this will ultimately filter through to government policy, and the very funding on which we all rely."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Science must be more strongly embedded in society, not ‘just’ as a crucial driver of economic competitiveness and improved healthcare, but also as an important cultural ambition; the pursuit of knowledge is a high calling and a defining human activity. We strive to understand the world around us, and in doing so derive a sense of satisfaction, wonder and joy that the whole of society can share in."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "We also need to inspire the next generation at a time when the stakes are very high for our young people. They come out of university into an uncertain jobs market with massive debts. Why should they study particle physics, or bird migration? Your passion is the answer to that question, and you must let that shine through."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "If this has fired your enthusiasm for public engagement, there are plenty of ways you can get involved. There are also a large number of resources online with tips and advice for how to communicate effectively (<a href=\"#box1\">Box 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "My advice? Find out the questions before you prescribe the answers! Importantly, remember that engagement is a two-way process. It is about being interested in people and listening to what they say. Science is not an elitist club that most people cannot join—and public engagement should not be an overt ‘knowledge dissemination strategy’. Good science communication is a huge learning experience for the communicator as well as the audience—it certainly was for me."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finding a different relationship with your science can be an extremely creative process. You have to get inside the heads of your audience and go with them on their journey, seeing the problem from all perspectives. And you can only do that if you have thought very deeply about your science and worried a lot about the bits that don't quite fit. Don't be afraid about exposing these—your audience will find them fascinating. They need to know that you are all on a shared journey together, no matter how old they are or why they are listening to you. If they think this, they will connect with you and you will connect with them. They will have the confidence to know that understanding the answers is within their reach. It all comes down to good story telling. That is the beginning, the middle and the end of good science communication."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Some scientific concepts are pretty tricky so you need to learn how to break them down. Keep the story tight but don't shirk on the crucial details. When preparing for my Christmas Lectures I made the decision very early on that steering away from molecular mechanisms because they are too complicated would be a mistake, so knew I would have to bring in the idea of regulated gene expression. That is a concept with a lot of associated baggage—DNA, genes and transcription factors, to name but a few. The story needed to be built up incrementally, and with a completely logical narrative arc, otherwise the audience would be lost. That was the greatest challenge of the series for me (well, that and Mendelian Genetics!). You have to be very self-critical. You must listen hard to your own explanations—to your own narrative—to see where the holes are, and where it is hard to follow. Simple analogies can be extremely helpful, as can interactive games and other kinds of audience participation. And wow facts—did you know the human brain contains 86 billion neurons (<a href=\"#bib2\">Azevedo et al., 2009</a>)?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Of course, it's easy to say that we're all too busy to get involved in public engagement, but this is important work. Particularly in the biological sciences, I can really feel the vital importance of effective public engagement, especially at a time when the UK government demands ‘impact’ and some have issues with the potential implications of research in genetics and molecular biology. But above all, I really can't overstate the sheer enjoyment of sharing my sense of wonder and excitement about the biological world. As a viewer wrote: ‘Hubby and I have been glued to the screen and amazed that we have now even the smallest grasp on such a complex subject. But our note taking during last night's broadcast has left us woefully lacking and we wondered if you would be kind enough to tell us again the name of the ‘endings’ on the end of a chromosome. You illustrated this beautifully with a length of very thick rope which you produced not to scale because if you had done so it would have stretched as far as... Madrid!! How cool is that?!!’"
                    }, 
                    {
                        "type": "quote", 
                        "text": [
                            {
                                "type": "paragraph", 
                                "text": "Of course, it's easy to say that we're all too busy to get involved in public engagement, but this is important work."
                            }
                        ]
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "All biologists have fantastic stories—so go tell them!"
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WRL Anderegg", 
                            "index": "Anderegg, WRL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Prall", 
                            "index": "Prall, JW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Harold", 
                            "index": "Harold, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SH Schneider", 
                            "index": "Schneider, SH"
                        }
                    }
                ], 
                "articleTitle": "Expert credibility in climate change", 
                "journal": {
                    "name": [
                        "Proceedings of the National Academy of Sciences of USA"
                    ]
                }, 
                "volume": "107", 
                "pages": {
                    "first": "12107", 
                    "last": "12109", 
                    "range": "12107–12109"
                }, 
                "doi": "10.1073/pnas.1003187107"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FA Azevedo", 
                            "index": "Azevedo, FA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LR Carvalho", 
                            "index": "Carvalho, LR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LT Grinberg", 
                            "index": "Grinberg, LT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Farfel", 
                            "index": "Farfel, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Ferretti", 
                            "index": "Ferretti, RE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Leite", 
                            "index": "Leite, RE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Jacob Filho", 
                            "index": "Jacob Filho, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Lent", 
                            "index": "Lent, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Herculano-Houzel", 
                            "index": "Herculano-Houzel, S"
                        }
                    }
                ], 
                "articleTitle": "Equal numbers of neuronal and nonneuronal cells make the human brain an isometrically scaled up primate brain", 
                "journal": {
                    "name": [
                        "The Journal of Comparative Neurology"
                    ]
                }, 
                "volume": "513", 
                "pages": {
                    "first": "532", 
                    "last": "541", 
                    "range": "532–541"
                }, 
                "doi": "10.1002/cne.21974"
            }, 
            {
                "type": "web", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "Human Fertilisation and Embryology Authority"
                    }
                ], 
                "title": "Mitochondria replacement consultation: advice to Government", 
                "uri": "http://www.hfea.gov.uk/docs/Mitochondria_replacement_consultation_-_advice_for_Government.pdf"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RCJ Somerville", 
                            "index": "Somerville, RCJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Hassol", 
                            "index": "Hassol, SJ"
                        }
                    }
                ], 
                "articleTitle": "Communicating the science of climate change", 
                "journal": {
                    "name": [
                        "Physics Today"
                    ]
                }, 
                "volume": "64", 
                "pages": {
                    "first": "48", 
                    "last": "53", 
                    "range": "48–53"
                }, 
                "doi": "10.1063/PT.3.1296"
            }
        ]
    }
}