{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/d86f51a303f6b6334cf91fa126ad4e0b4accbf8b/articles/elife-00563-v1.xml"
        }, 
        "status": "vor", 
        "id": "00563", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00563", 
        "authorLine": "David J Segal", 
        "title": "Bacteria herald a new era of gene editing", 
        "titlePrefix": "Genome Engineering", 
        "published": "2013-01-29T00:00:00Z", 
        "versionDate": "2013-01-29T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00563", 
        "pdf": "https://publishing-cdn.elifesciences.org/00563/elife-00563-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The demonstration that nucleases guided by bacterial RNA can disrupt human genes represents a landmark in the rapidly developing field of genome engineering."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Segal", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "David J Segal", 
                    "index": "Segal, David J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Genome Center and the Department of Biochemistry and Molecular Medicine", 
                            "University of California, Davis"
                        ], 
                        "address": {
                            "formatted": [
                                "United States"
                            ], 
                            "components": {
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "djsegal@ucdavis.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/d86f51a303f6b6334cf91fa126ad4e0b4accbf8b/articles/elife-00563-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00563", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00563", 
        "authorLine": "David J Segal", 
        "title": "Bacteria herald a new era of gene editing", 
        "titlePrefix": "Genome Engineering", 
        "published": "2013-01-29T00:00:00Z", 
        "versionDate": "2013-01-29T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00563", 
        "pdf": "https://publishing-cdn.elifesciences.org/00563/elife-00563-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The demonstration that nucleases guided by bacterial RNA can disrupt human genes represents a landmark in the rapidly developing field of genome engineering."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Segal", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "David J Segal", 
                    "index": "Segal, David J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Genome Center and the Department of Biochemistry and Molecular Medicine", 
                            "University of California, Davis"
                        ], 
                        "address": {
                            "formatted": [
                                "United States"
                            ], 
                            "components": {
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "djsegal@ucdavis.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ], 
        "keywords": [
            "Cas9", 
            "endonuclease", 
            "genome editing"
        ], 
        "-related-articles-internal": [
            "00471"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Tools for genome engineering seem to be improving faster than computers. Just over a year ago a set of gene editing techniques—zinc finger nucleases, transcription activator-like effector nucleases and engineered meganucleases—were chosen as the method of the year for 2011 by the journal <i>Nature Methods</i> (<a href=\"#bib2\">Baker, 2012</a>). The work that laid the foundations for zinc finger nucleases was done about 20 years ago, but transcription activator-like effector (TALE) nucleases had only emerged in 2009. Then, at the end of 2012, TALE nucleases were selected as one of the 10 breakthroughs of the year by the journal <i>Science</i> (<a href=\"#bib1\">Alberts, 2012</a>). Moreover, in an article entitled ‘Genomic cruise missiles’, <i>Science</i> predicted that a new genome engineering technique based on the bacterial protein Cas9—first reported in June 2012 (<a href=\"#bib4\">Jinek et al., 2012</a>)—may well replace existing techniques. As a cluster of papers in <i>eLife</i> and elsewhere make clear, this prediction looks to be coming true (<a href=\"#bib3\">Cong et al., 2013</a>; <a href=\"#bib6\">Mali et al., 2013</a>; <a href=\"#bib5\">Jinek et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Zinc fingers are a type of protein that binds to DNA and they are found in about half of all transcription factors in the human genome. A zinc finger nuclease is made by attaching a nuclease—an enzyme that can cleave strands of DNA—to a zinc finger that has been re-engineered to bind to a particular DNA sequence (<a href=\"#bib7\">Perez-Pinera et al., 2012</a>). Zinc finger nucleases can, therefore, make precise changes to the DNA of living cells by, for example, knocking out a gene, correcting a genetic mutation or, in the presence of appropriate donor DNA, inserting a new gene at a specific location."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Jinek et al. attached a Cas9 nuclease (represented here by the purple rounded rectangle; the white arrows are the endonucleases) to a single-guide RNA (sgRNA), which guided it to a specific region of the target DNA called the protospacer.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The sgRNA is a hybrid of two components: CRISPR RNA (crRNA; blue) and trans-activating crRNA (tracrRNA; red). (<b>A</b>) Cleavage of the target DNA by the Cas9 nuclease results in mutations that can knock out the target gene. (<b>B</b>) If an appropriate donor DNA molecule is available, genetic information (shown here in pale blue) can be added to the target DNA in a precise manner. (<b>C</b>) By targeting two Cas9 nucleases to different regions of the target DNA, it is possible to delete the genetic information between the two regions. CRISPR: clustered regularly interspaced short palindromic repeats; Cas: CRISPR-associated."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00563/elife-00563-fig1-v1.tif", 
                        "image": "elife-00563-fig1-v1.tif", 
                        "filename": "elife-00563-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "By the end of 2011, zinc finger nucleases had been used to knock out genes in rats, rabbits, and pigs, thus dethroning mice as the sole animal models of human genetics, and targeted gene disruptions had been performed on plants and zebrafish for the first time. Elsewhere, genetic manipulations of stem cells had created new avenues for disease research, and there were even zinc finger nucleases in clinical trials. Unfortunately, zinc finger nucleases were also difficult to make, and commercial sources were expensive. Moreover, although many sequences could be targeted, some could not. Finally, zinc finger nucleases sometimes cleaved DNA strands in the wrong place."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The paradigm for genome engineering shifted seemingly overnight in late 2009 with the discovery that TALEs—proteins produced by <i>Xanthamonas</i> bacteria to regulate transcription in their host plant cells—could bind to specific regions of DNA. The first TALE nuclease appeared in 2010, kits for their assembly appeared on the plasmid repository Addgene in 2011, and a method that can target almost 100 different genes with TALE nucleases was reported in April 2012 (<a href=\"#bib8\">Reyon et al., 2012</a>). Compared to zinc finger nucleases, TALE nucleases are more accurate and can cleave a broader, seemingly comprehensive spectrum of DNA sequences, which is why today most experiments in genome engineering are performed with TALE nucleases."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, at the start of 2013, the paradigm seems set to shift again. Last year, a collaboration led by Jennifer Doudna of the University of California at Berkeley and Emmanuelle Charpentier of Umeå University sent shock waves through the genome engineering community by showing that a DNA nuclease called Cas9 could be targeted to specific DNA sequences if RNA was attached to it (<a href=\"#bib4\">Jinek et al., 2012</a>). This new approach was based on the CRISPR/Cas system, which is part of the adaptive immune response of many bacteria and archaea. When a virus or plasmid invades a bacterium, segments of the invader's DNA are converted into CRISPR RNAs, or crRNA for short, by the immune response. This crRNA then associates with another type of RNA called tracrRNA to guide the Cas9 to a region called the ‘protospacer’ in the DNA of the invader. The Cas9 then cleaves the protospacer DNA on both strands (<a href=\"#fig1\">Figure 1</a>). Importantly, Doudna, Charpentier and co-workers showed that the nuclease activity could be retargeted by simply designing a new crRNA. Moreover, this could be combined with the tracrRNA into one single-guide RNA."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Having demonstrated RNA-guided genome engineering in bacteria, the next challenge was to see if this approach would work in a eukaryotic nucleus. Now, in <i>eLife</i>, Doudna and co-workers—including Martin Jinek as first author—show that it can (<a href=\"#bib5\">Jinek et al., 2013</a>). They do this by infecting human cells with two plasmids, one expressing the Cas9 protein, the other expressing single-guide RNA, and showing that this results in the cleavage of a particular gene. Such components will be significantly easier to make than TALE nucleases. For example, a typical TALE nuclease requires two new protein coding regions, each containing about 2000 base pairs, to be synthesized for each new target site, and the highest-throughput TALE assembly systems require large-scale material preparation and robotics for automation. In contrast, the Cas9 approach would require just one new RNA coding region of about 75 base pairs, and any investigator could easily order the hundreds or thousands of oligonucleotides needed for the experiments. Such ease of synthesis has enabled genome-wide screens of gene function using libraries of short hairpin RNA, so we can expect to see similar screens of thousands of genes with nucleases, possibly as soon as later this year."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Further support for this paradigm shift in genome engineering comes from papers by George Church of Harvard University and co-workers (<a href=\"#bib6\">Mali et al., 2013</a>) and by Feng Zhang of the Broad Institute and co-workers (<a href=\"#bib3\">Cong et al., 2013</a>). These groups demonstrated another advantage of CRISPR/Cas over TALE nucleases. Genetic deletions were produced by the simultaneous use of two crRNAs or single-guide RNA with Cas9, leading to contemporary double-strand breaks at distant sites and loss of the intervening DNA (<a href=\"#fig1\">Figure 1C</a>). For TALE nucleases, such double cleavage events would require the synthesis of four new protein coding regions containing a total of about 8000 base pairs. These two studies also extended the Cas9 approach to human induced pluripotent stem cells and mouse cell lines, and demonstrated alterations by both homologous recombination and non-homologous end joining mechanisms. In general, CRISPR/Cas systems were found to be comparable to zinc finger and TALE nucleases in terms of activity, or to be more active."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Many important questions still remain, such as the extent of ‘off-target’ events. Moreover, it seems that as few as 14–16 base pairs of DNA are actually specified by CRISPR/Cas systems, which is unlikely to be sufficient to define a unique address in a human genome. However, the new approach will be tested and improved at a furious pace in the coming months, and the Cas9 approach may well supplant TALEs as the nuclease of choice by the summer, unless there is another paradigm shift before then."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Alberts", 
                            "index": "Alberts, B"
                        }
                    }
                ], 
                "articleTitle": "The breakthroughs of 2012", 
                "journal": "Science", 
                "volume": "338", 
                "pages": "1511", 
                "doi": "10.1126/science.1234108"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Baker", 
                            "index": "Baker, M"
                        }
                    }
                ], 
                "articleTitle": "Gene-editing nucleases", 
                "journal": "Nat Methods", 
                "volume": "9", 
                "pages": {
                    "first": "23", 
                    "last": "26", 
                    "range": "23–26"
                }, 
                "doi": "10.1038/nmeth.1807"
            }, 
            {
                "type": "unknown", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Cong", 
                            "index": "Cong, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FA Ran", 
                            "index": "Ran, FA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Cox", 
                            "index": "Cox, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Lin", 
                            "index": "Lin, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Barretto", 
                            "index": "Barretto, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Habib", 
                            "index": "Habib, N"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "title": "Multiplex genome engineering using CRISPR/Cas systems", 
                "details": "Science, 10.1126/science.1231143"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Jinek", 
                            "index": "Jinek, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Chylinski", 
                            "index": "Chylinski, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Fonfara", 
                            "index": "Fonfara, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Hauer", 
                            "index": "Hauer, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Doudna", 
                            "index": "Doudna, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Charpentier", 
                            "index": "Charpentier, E"
                        }
                    }
                ], 
                "articleTitle": "A programmable dual-RNA-guided DNA endonuclease in adaptive bacterial immunity", 
                "journal": "Science", 
                "volume": "337", 
                "pages": {
                    "first": "816", 
                    "last": "821", 
                    "range": "816–821"
                }, 
                "doi": "10.1126/science.1225829"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Jinek", 
                            "index": "Jinek, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A East", 
                            "index": "East, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Cheng", 
                            "index": "Cheng, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Ma", 
                            "index": "Ma, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Doudna", 
                            "index": "Doudna, J"
                        }
                    }
                ], 
                "articleTitle": "RNA-programmed genome editing in human cells", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00471", 
                "doi": "10.7554/elife.00471"
            }, 
            {
                "type": "unknown", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Mali", 
                            "index": "Mali, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Yang", 
                            "index": "Yang, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KM Esvelt", 
                            "index": "Esvelt, KM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Aach", 
                            "index": "Aach, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Guell", 
                            "index": "Guell, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Dicarlo", 
                            "index": "Dicarlo, JE"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "title": "RNA-guided human genome engineering via Cas9", 
                "details": "Science, 10.1126/science.1232033"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Perez-Pinera", 
                            "index": "Perez-Pinera, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DG Ousterout", 
                            "index": "Ousterout, DG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Gersbach", 
                            "index": "Gersbach, CA"
                        }
                    }
                ], 
                "articleTitle": "Advances in targeted genome editing", 
                "journal": "Curr Opin Chem Biol", 
                "volume": "16", 
                "pages": {
                    "first": "268", 
                    "last": "277", 
                    "range": "268–277"
                }, 
                "doi": "10.1016/j.cbpa.2012.06.007"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Reyon", 
                            "index": "Reyon, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SQ Tsai", 
                            "index": "Tsai, SQ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Khayter", 
                            "index": "Khayter, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Foden", 
                            "index": "Foden, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Sander", 
                            "index": "Sander, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JK Joung", 
                            "index": "Joung, JK"
                        }
                    }
                ], 
                "articleTitle": "FLASH assembly of TALENs for high-throughput genome editing", 
                "journal": "Nat Biotechnol", 
                "volume": "30", 
                "pages": {
                    "first": "460", 
                    "last": "465", 
                    "range": "460–465"
                }, 
                "doi": "10.1038/nbt.2170"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}