{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "16076", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.16076", 
        "authorLine": "Cosmin Saveanu, Alain Jacquier", 
        "title": "How cells kill a \"killer\" messenger", 
        "titlePrefix": "mRNA decay", 
        "published": "2016-04-27T00:00:00Z", 
        "versionDate": "2016-04-27T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e16076", 
        "pdf": "https://publishing-cdn.elifesciences.org/16076/elife-16076-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Establishing a link between the nonsense-mediated decay pathway and a gene associated with programmed cell death could explain why this pathway is essential in most, but not all, eukaryotes."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Saveanu et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Cosmin Saveanu", 
                    "index": "Saveanu, Cosmin"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institut Pasteur"
                        ], 
                        "address": {
                            "formatted": [
                                "Paris", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Paris"
                                ], 
                                "country": "France"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "CNRS UMR3525"
                        ], 
                        "address": {
                            "formatted": [
                                "Paris", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Paris"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Alain Jacquier", 
                    "index": "Jacquier, Alain"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institut Pasteur"
                        ], 
                        "address": {
                            "formatted": [
                                "Paris", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Paris"
                                ], 
                                "country": "France"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "CNRS UMR3525"
                        ], 
                        "address": {
                            "formatted": [
                                "Paris", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Paris"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alain.jacquier@pasteur.fr"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "16076", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.16076", 
        "authorLine": "Cosmin Saveanu, Alain Jacquier", 
        "title": "How cells kill a \"killer\" messenger", 
        "titlePrefix": "mRNA decay", 
        "published": "2016-04-27T00:00:00Z", 
        "versionDate": "2016-04-27T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e16076", 
        "pdf": "https://publishing-cdn.elifesciences.org/16076/elife-16076-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Establishing a link between the nonsense-mediated decay pathway and a gene associated with programmed cell death could explain why this pathway is essential in most, but not all, eukaryotes."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Saveanu et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Cosmin Saveanu", 
                    "index": "Saveanu, Cosmin"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institut Pasteur"
                        ], 
                        "address": {
                            "formatted": [
                                "Paris", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Paris"
                                ], 
                                "country": "France"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "CNRS UMR3525"
                        ], 
                        "address": {
                            "formatted": [
                                "Paris", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Paris"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Alain Jacquier", 
                    "index": "Jacquier, Alain"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institut Pasteur"
                        ], 
                        "address": {
                            "formatted": [
                                "Paris", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Paris"
                                ], 
                                "country": "France"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "CNRS UMR3525"
                        ], 
                        "address": {
                            "formatted": [
                                "Paris", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Paris"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alain.jacquier@pasteur.fr"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "mRNA decay", 
            "NMD", 
            "Gadd45", 
            "Drosophila", 
            "Upf1", 
            "Upf2"
        ], 
        "relatedArticles": [
            "12876"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "All messenger RNA (mRNA) transcripts contain a stop codon and the ribosome – the molecular machine that translates the transcript to make a protein – stops when it reaches this codon. The stability of mRNAs, as for all types of RNA molecules, can be compromised by the presence of stop codons in positions that are “inappropriate”. Nonsense-mediated mRNA decay is the pathway that degrades such transcripts (<a href=\"#bib6\">Lykke-Andersen and Jensen, 2015</a>; <a href=\"#bib4\">Kervestin and Jacobson, 2012</a>). The mechanisms that allow a \"normal\" stop codon to be distinguished from a stop codon that induces nonsense-mediated decay are still unclear: however, RNA molecules that are sensitive to nonsense-mediated decay are in general characterized by a short coding sequence followed by a long untranslated region (<a href=\"#fig1\">Figure 1A</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Typical substrates for nonsense-mediated decay (NMD) and examples of mRNAs whose stabilization can lead to specific phenotypes in the absence of NMD.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(A) NMD substrates typically have short open reading frames (ORFs) followed by long 3’ untranslated regions (3’ UTRs; top). Some NMD substrates also have an annotated ORF (middle). Short ORFs followed by relatively long 3'UTRs are also randomly present in incorrectly spliced mRNA transcripts (bottom). (<b>B</b>) Three examples of phenotypic traits observed in the absence of NMD; each trait is mediated by the stabilization of the mRNA shown in the second column. The first two links were observed in yeast (<a href=\"#bib3\">Johansson and Jacobson, 2010</a>; <a href=\"#bib1\">Addinall et al., 2011</a>); the last was observed by Nelson et al. in flies."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/16076/elife-16076-fig1-v1.jpg", 
                        "filename": "elife-16076-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Inactivating the nonsense-mediated decay (NMD) pathway prevents the development of mice, zebrafish, fruit flies and plants, but the roundworm <i>C. elegans</i> and two species of yeast (<i>S. cerevisiae</i> and <i>S. pombe</i>) can survive reasonably well without it. Since this pathway affects thousands of different transcripts, it is not clear what makes it essential for the survival of so many species. Are its effects important for only one or very few transcripts, or is it important because of the cumulative degradation of a large number of potentially harmful mRNA transcripts? Now, in eLife, Mark Metzstein and colleagues at the University of Utah – including Jonathan Nelson as first author <i>–</i> present new evidence that strengthens the hypothesis that the lethality caused by inactivating the NMD pathway results from the stabilization of a small number of mRNA transcripts (<a href=\"#bib8\">Nelson et al., 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Nelson et al. used the power of <i>Drosophila</i> genetics to screen for mutations that increased the ability of fruit fly embryos to survive the partial inactivation of the NMD pathway. One of the mutations that most improved the ability of the flies to survive was a mutation that inactivated a gene called GADD45, which promotes a process of programmed cell death called apoptosis."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Three observations were critical in focusing the researchers' attention on GADD45. First, the Gadd45 protein is a signaling molecule that can induce the apoptosis of eukaryotic cells (as well as performing other functions; see review by <a href=\"#bib9\">Tamura et al. (2012</a>). Coincidentally, no versions of Gadd45 have been detected in the organisms in which the NMD pathway is not essential for survival (<a href=\"#bib5\">Kriventseva et al., 2015</a>). Second, the Gadd45 mRNA is in the 'top 10' of the transcripts that are strongly stabilized in the absence of nonsense-mediated decay in <i>Drosophila</i> larvae, as shown previously by the Metzstein laboratory (<a href=\"#bib2\">Chapin et al., 2014</a>). Third, the genetic screen performed by Nelson et al. also showed that inactivating a protein kinase called Mekk1 – which is the best-known target of Gadd45 – could also improve the survival of the fruit fly embryos."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Together these data suggest that, in <i>Drosophila</i>, the increase in the levels of GADD45 mRNA transcripts that occurs when nonsense-mediated decay is inactivated can send a signal to trigger apoptosis. Degrading these transcripts effectively prevents apoptosis; hence, nonsense-mediated decay can control a 'killer' messenger."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One of the most impressive outcomes of the <i>Drosophila</i> genetic screen was that its results could be partially recreated in mammalian cells. Inactivating nonsense-mediated decay reduced the viability of cultured mouse and human cells. However, Nelson et al. found that this loss of viability could be partially reversed by inactivating GADD45B, which is one of the three genes that code for GADD45 proteins in mammals (<a href=\"#bib9\">Tamura et al., 2012</a>). The partial nature of this reversal might be explained by the fact that mammals have three genes for GADD45, whereas flies only have one. However, it could also indicate that other targets of the NMD pathway contribute to the loss of viability."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The fact that GADD45 mRNA transcripts are destabilized by nonsense-mediated decay in both <i>Drosophila</i> and mammalian cells suggests that RNA instability might be an evolutionarily conserved requirement for the signaling role of the Gadd45 proteins. One can imagine nonsense-mediated decay somehow being a link between the high turnover rate of these transcripts and the translation of these transcripts to produce the Gadd45 protein. For example, a form of stress could temporarily repress the translation process, leading to the accumulation of GADD45 mRNA transcripts. Then, when the cells were relieved of the stress, the accumulated transcripts would produce a burst of Gadd45 proteins that could modulate the ability of the cell to respond to any future stress."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Nelson et al. have established a clear link between a particular phenotype and the stabilization of a specific mRNA transcript in the absence of nonsense-mediated decay in flies, and similar links have been established by other groups working with yeast (<a href=\"#fig1\">Figure 1B</a>). It is more difficult to assign a phenotype to the global destabilization of hundreds or thousands of transcripts by nonsense-mediated decay, as we cannot delete all the corresponding genes to see which phenotype is suppressed. However, the role that such global processes play in the life of cells can still be investigated, albeit in more indirect ways."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "For example, working with colleagues, the present authors recently identified a situation in which NMD appears to participate to a genome-wide effect (<a href=\"#bib7\">Malabat et al., 2015</a>). Mapping of transcription start sites in yeast showed that a large variety of RNA molecules are synthesized in parallel with mRNA but are rapidly degraded via nonsense-mediated decay. The regions from which these identified transcripts originate have sequence characteristics biased to favor rapid decay of the aberrant transcripts. That such aberrant transcripts are only tolerated if they become substrates for nonsense-mediated decay is an example of global destabilization being subject to evolutionary selection."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The identification of specific transcripts that use robust nonsense-mediated decay for high turnover, combined with global analyses of targets for the NMD pathway, will improve our understanding of this process and also provide an incentive for researchers to continue investigating both the molecular mechanisms involved in nonsense-mediated decay and the evolution of these mechanisms in eukaryotes."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SG Addinall", 
                            "index": "Addinall, SG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Holstein", 
                            "index": "Holstein, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Lawless", 
                            "index": "Lawless, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Yu", 
                            "index": "Yu, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Chapman", 
                            "index": "Chapman, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Banks", 
                            "index": "Banks, AP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HP Ngo", 
                            "index": "Ngo, HP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Maringele", 
                            "index": "Maringele, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Taschuk", 
                            "index": "Taschuk, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Young", 
                            "index": "Young, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Ciesiolka", 
                            "index": "Ciesiolka, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Lister", 
                            "index": "Lister, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Wipat", 
                            "index": "Wipat, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Wilkinson", 
                            "index": "Wilkinson, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Lydall", 
                            "index": "Lydall, D"
                        }
                    }
                ], 
                "articleTitle": "Quantitative fitness analysis shows that NMD proteins and many other protein complexes suppress or enhance distinct telomere cap defects", 
                "journal": {
                    "name": [
                        "PLoS Genetics"
                    ]
                }, 
                "volume": "7", 
                "pages": "e1001362", 
                "doi": "10.1371/journal.pgen.1001362"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Chapin", 
                            "index": "Chapin, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Hu", 
                            "index": "Hu, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SG Rynearson", 
                            "index": "Rynearson, SG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Hollien", 
                            "index": "Hollien, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Yandell", 
                            "index": "Yandell, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Metzstein", 
                            "index": "Metzstein, MM"
                        }
                    }
                ], 
                "articleTitle": "<i>In vivo</i> determination of direct targets of the nonsense-mediated decay pathway in <i>Drosophila</i>", 
                "journal": {
                    "name": [
                        "G3"
                    ]
                }, 
                "volume": "4", 
                "pages": {
                    "first": "485", 
                    "last": "496", 
                    "range": "485–496"
                }, 
                "doi": "10.1534/g3.113.009357"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Johansson", 
                            "index": "Johansson, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Jacobson", 
                            "index": "Jacobson, A"
                        }
                    }
                ], 
                "articleTitle": "Nonsense-mediated mRNA decay maintains translational fidelity by limiting magnesium uptake", 
                "journal": {
                    "name": [
                        "Genes & Development"
                    ]
                }, 
                "volume": "24", 
                "pages": {
                    "first": "1491", 
                    "last": "1495", 
                    "range": "1491–1495"
                }, 
                "doi": "10.1101/gad.1930710"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kervestin", 
                            "index": "Kervestin, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Jacobson", 
                            "index": "Jacobson, A"
                        }
                    }
                ], 
                "articleTitle": "NMD: a multifaceted response to premature translational termination", 
                "journal": {
                    "name": [
                        "Nature Reviews Molecular Cell Biology"
                    ]
                }, 
                "volume": "13", 
                "pages": {
                    "first": "700", 
                    "last": "712", 
                    "range": "700–712"
                }, 
                "doi": "10.1038/nrm3454"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EV Kriventseva", 
                            "index": "Kriventseva, EV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Tegenfeldt", 
                            "index": "Tegenfeldt, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Petty", 
                            "index": "Petty, TJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RM Waterhouse", 
                            "index": "Waterhouse, RM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FA Simão", 
                            "index": "Simão, FA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IA Pozdnyakov", 
                            "index": "Pozdnyakov, IA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Ioannidis", 
                            "index": "Ioannidis, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Zdobnov", 
                            "index": "Zdobnov, EM"
                        }
                    }
                ], 
                "articleTitle": "OrthoDB v8: update of the hierarchical catalog of orthologs and the underlying free software", 
                "journal": {
                    "name": [
                        "Nucleic Acids Research"
                    ]
                }, 
                "volume": "43", 
                "pages": {
                    "first": "D250", 
                    "last": "256", 
                    "range": "D250–256"
                }, 
                "doi": "10.1093/nar/gku1220"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Lykke-Andersen", 
                            "index": "Lykke-Andersen, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TH Jensen", 
                            "index": "Jensen, TH"
                        }
                    }
                ], 
                "articleTitle": "Nonsense-mediated mRNA decay: an intricate machinery that shapes transcriptomes", 
                "journal": {
                    "name": [
                        "Nature Reviews Molecular Cell Biology"
                    ]
                }, 
                "volume": "16", 
                "pages": {
                    "first": "665", 
                    "last": "677", 
                    "range": "665–677"
                }, 
                "doi": "10.1038/nrm4063"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Malabat", 
                            "index": "Malabat, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Feuerbach", 
                            "index": "Feuerbach, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Ma", 
                            "index": "Ma, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Saveanu", 
                            "index": "Saveanu, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Jacquier", 
                            "index": "Jacquier, A"
                        }
                    }
                ], 
                "articleTitle": "Quality control of transcription start site selection by nonsense-mediated-mRNA decay", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "4", 
                "pages": "e06722", 
                "doi": "10.7554/eLife.06722"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JO Nelson", 
                            "index": "Nelson, JO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KA Moore", 
                            "index": "Moore, KA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Chapin", 
                            "index": "Chapin, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Hollien", 
                            "index": "Hollien, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Metzstein", 
                            "index": "Metzstein, MM"
                        }
                    }
                ], 
                "articleTitle": "Degradation of Gadd45 mRNA by nonsense-mediated decay is essential for viability", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "5", 
                "pages": "e12876", 
                "doi": "10.7554/eLife.12876"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Tamura", 
                            "index": "Tamura, RE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF de Vasconcellos", 
                            "index": "de Vasconcellos, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Sarkar", 
                            "index": "Sarkar, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Libermann", 
                            "index": "Libermann, TA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PB Fisher", 
                            "index": "Fisher, PB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LF Zerbini", 
                            "index": "Zerbini, LF"
                        }
                    }
                ], 
                "articleTitle": "GADD45 proteins: central players in tumorigenesis", 
                "journal": {
                    "name": [
                        "Current Molecular Medicine"
                    ]
                }, 
                "volume": "12", 
                "pages": {
                    "first": "634", 
                    "last": "651", 
                    "range": "634–651"
                }, 
                "doi": "10.2174/156652412800619978"
            }
        ]
    }
}