{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-02171-v1.xml"
        }, 
        "status": "vor", 
        "id": "02171", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02171", 
        "authorLine": "Ryan M Nottingham, Suzanne R Pfeffer", 
        "title": "Mutant enzymes challenge all assumptions", 
        "titlePrefix": "Rab Gtpases", 
        "published": "2014-02-11T00:00:00Z", 
        "versionDate": "2014-02-11T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02171", 
        "pdf": "https://publishing-cdn.elifesciences.org/02171/elife-02171-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Enzymes called Rab GTPases that carry so-called “activating” mutations may never become activated at all."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Nottingham and Pfeffer", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ryan M Nottingham", 
                    "index": "Nottingham, Ryan M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Cellular and Molecular Biology, Department of Molecular Biosciences", 
                            "The University of Texas at Austin"
                        ], 
                        "address": {
                            "formatted": [
                                "Austin", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Austin"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ryan.nottingham@utexas.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Suzanne R Pfeffer", 
                    "index": "Pfeffer, Suzanne R"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry", 
                            "Stanford University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "pfeffer@stanford.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-02171-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "02171", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02171", 
        "authorLine": "Ryan M Nottingham, Suzanne R Pfeffer", 
        "title": "Mutant enzymes challenge all assumptions", 
        "titlePrefix": "Rab Gtpases", 
        "published": "2014-02-11T00:00:00Z", 
        "versionDate": "2014-02-11T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02171", 
        "pdf": "https://publishing-cdn.elifesciences.org/02171/elife-02171-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Enzymes called Rab GTPases that carry so-called “activating” mutations may never become activated at all."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Nottingham and Pfeffer", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ryan M Nottingham", 
                    "index": "Nottingham, Ryan M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Cellular and Molecular Biology, Department of Molecular Biosciences", 
                            "The University of Texas at Austin"
                        ], 
                        "address": {
                            "formatted": [
                                "Austin", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Austin"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ryan.nottingham@utexas.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Suzanne R Pfeffer", 
                    "index": "Pfeffer, Suzanne R"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry", 
                            "Stanford University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "pfeffer@stanford.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "Membrane traffic", 
            "Rab GTPase", 
            "nucleotide exchange factor"
        ], 
        "-related-articles-internal": [
            "01623"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Human Rab GTPases are a family of about 60 enzymes that regulate a variety of processes within cells (<a href=\"#bib10\">Stenmark, 2009</a>). Rab GTPases interconvert between an active state (in which a GTP molecule is bound to the enzyme) and an inactive state (in which a GDP molecule is bound to it; <a href=\"#bib1\">Barr and Lambright, 2010</a>). Rab GTPases have been studied for several decades but now, in <i>eLife</i>, Francis Barr of Oxford University and co-workers—including Lars Langemeyer as first author—report the results of experiments that turn our assumptions about these enzymes upside down (<a href=\"#bib6\">Langemeyer et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Rab GTPases are activated by proteins called guanine nucleotide exchange factors, and they are de-activated by GAP proteins. During activation the exchange factors stimulate the release of a bound GDP molecule from the Rab enzyme, thus permitting a GTP molecule to bind it. De-activation involves the GAP proteins helping the Rab GTPase to hydrolyse a bound GTP molecule, which leaves a GDP molecule bound to the Rab."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Rab GTPases are part of a larger family of enzymes called the Ras-related proteins. GAP proteins catalyse the inactivation of Ras by inserting an arginine ‘finger’ into the nucleotide binding site of the protein (<a href=\"#bib9\">Scheffzek et al., 1997</a>). A glutamine residue in the Ras protein helps to properly orient an active site water molecule that drives the hydrolysis of GTP to GDP. This glutamine is part of the conserved ‘switch II’ motif found in nearly all Ras-related proteins."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In 2006, however, researchers at UMass Medical School showed that Rab GAP proteins are not like Ras GAP proteins: a Rab GAP protein called Gyp1p employs a ‘dual-finger’ mechanism that uses both arginine and glutamine residues to de-activate a particular Rab GTPase called Rab33 (<a href=\"#bib8\">Pan et al., 2006</a>). Unlike what happens with Ras, the glutamine residue in the switch II motif in Rab33 does not contribute directly to the catalysis of GTP hydrolysis: instead it is involved in the interaction between the Rab33 enzyme and the GAP protein. Moreover, mutation of the Rab switch II glutamine residue leads to only a 3–10 fold decrease in catalytic efficiency, whereas mutation of the arginine and glutamine fingers (which belong to the GAP protein) leads to a 100–1000 fold decrease (<a href=\"#bib8\">Pan et al., 2006</a>). Similar findings were reported for a GAP protein called TBC1D20 that deactivates Rab1 (<a href=\"#fig1\">Figure 1A</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The switch II glutamine residue plays diverse roles in Rab1.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) When the Rab1b enzyme (shown in grey) interacts with the GAP protein TBC1D20 (light blue; PDB 4HLQ), the switch II glutamine residue (Q67) is oriented away from the active site (which is at the centre of the figure). This means that it is not directly involved in the GAP-catalysed hydrolysis of GTP, but is still required for the interaction between the enzyme and the GAP protein (<a href=\"#bib4\">Gavriljuk et al., 2012</a>). (<b>B</b>) When Rab1b interacts with the GAP protein LepB (PDB: 4I1O), the switch II glutamine residue is oriented toward the active site by residues that belong to the enzyme and the GAP protein (<a href=\"#bib5\">Gazdag et al., 2013</a>; <a href=\"#bib7\">Mishra et al., 2013</a>). (<b>C</b>) When the Ypt1p enzyme (which is the yeast equivalent of Rab1b) interacts with the guanine nucleotide exchange factor (GEF) called TRAPP (PDB: 3CUE), the switch II glutamine residue is oriented away from the nucleotide binding site of the enzyme, which is near a lysine residue (K21). This residue is stabilized by an interaction with a glutamic acid residue (E192) on the Bet3p subunit of the exchange factor, leading to the displacement of GDP from the nucleotide binding site. (<b>D</b>) When the Rab1b enzyme interacts with the exchange factor DrrA (PDB: 3JZA), the switch II glutamine residue is oriented toward the lysine residue. The interaction between these glutamine and lysine residues is further stabilized by interaction with an aspartate residue (D63) on Rab1b. GAP: GTPase-activating protein."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/02171/elife-02171-fig1-v1.tif", 
                        "image": "elife-02171-fig1-v1.tif", 
                        "filename": "elife-02171-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In Ras and other well studied Ras-related proteins, mutations of the switch II glutamine residues are classical activating mutations that block the intrinsic ability of these enzymes to hydrolyse bound GTP. Thus, a glutamine to leucine mutation is widely assumed to generate the active conformation of these proteins. However, for Rab GTPases, if the catalytic glutamine residue is supplied by the GAP protein, one cannot assume that such a mutation will be of any significant consequence in cells, since a GAP protein may still be able to inactivate this enzyme. Indeed, the yeast equivalent of Rab1 can be inactivated by a GAP protein, even when it harbours a mutation of the switch II glutamine residue (to leucine), both in vitro and in cells (<a href=\"#bib2\">De Antoni et al., 2002</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In these cases, it appears that the mutation of the switch II glutamine influences the interaction between the Rab GTPase and the GAP protein more than it influences the absolute hydrolysis capacity of the Rab enzyme. However, this is not true for all GAP proteins. Pathogenic bacteria often have virulence factors that mimic the functions normally performed by host cell proteins. The LepB protein from pathogenic <i>Legionella</i> is a Rab1 GAP protein that uses a distinct mechanism to stabilize the switch II glutamine residue in Rab1 in a catalytically competent conformation (<a href=\"#fig1\">Figure 1B</a>). A mutation of the glutamine residue in this context causes a ∼10,000-fold decrease in catalytic efficiency (<a href=\"#bib5\">Gazdag et al., 2013</a>; <a href=\"#bib7\">Mishra et al., 2013</a>). This contrasts with GAP proteins from <i>Shigella</i> and certain forms of <i>E. coli</i> that catalyse the hydrolysis of the bound GTP molecule using the dual-finger mechanism, despite having structures that are very different from those of the GAP proteins found in the host cell (<a href=\"#bib3\">Dong et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now Barr and co-workers—who are based at Oxford, Yale and the Technical University of Munich—have studied the impact of mutation of the glutamine residue in the switch II motif in three Rab GTPases: Rab1, Rab5 and Rab35. It used to be assumed that this mutation would result in active Rab enzymes. In Rab1 and Rab35, however, this mutation yields a form of the protein that cannot be activated by the relevant guanine nucleotide exchange factor: however, a different exchange factor was able to activate the mutant form of Rab1 (<a href=\"#fig1\">Figure 1C,D</a>; <a href=\"#bib6\">Langemeyer et al., 2014</a>). Moreover, while the mutant forms of Rab1 and Rab35 were poor substrates for certain GAP proteins, a GAP protein called RUTBC3 could bind to and act upon mutant Rab5 protein, similar to previous reports from other groups (see, e.g., <a href=\"#bib8\">Pan et al., 2006</a>). The glutamine mutation had little effect on the intrinsic rate of GTP hydrolysis by Rab1, but a significant effect for Rab5. Thus, the switch II glutamine residues display much more diverse roles than previously thought."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Importantly, Langemeyer et al. show that rather than being ‘constitutively active’, and stimulating the trafficking of the Shiga toxin to the Golgi within cells, mutant Rab35 does not support this process under conditions where the wild type protein is fully competent. These findings indicate that the entire field of Rab biology has relied upon false assumptions. Mutant proteins that we thought could not be inactivated may, in fact, never have been activated in the first place, and residues that we presumed were important actually play roles quite unlike what we anticipated. This could have led to, for example, screens for Rab GTPase function completely missing important roles performed by these enzymes. Studies of host–pathogen interactions would also have been undermined: for example, while <i>Legionella</i> uses GAP proteins that rely on the switch II glutamine residue for their catalytic activity, <i>Shigella</i> does not."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As workers in this field attempt to clarify the roles of all 60 or so Rab GTPases, we must use great care when analysing and interpreting the behaviour of mutant Rab proteins. Rab GTPases can be activated and inactivated by a variety of molecular mechanisms, and even a single Rab GTPase can be modulated by multiple means. The large number of Rab GTPases (and related GAP proteins, exchange factors and other proteins) will each require careful analysis to understand their precise roles and the mechanisms they use to perform these roles in cells. Scientists beware: not all Rab GTPase switch II glutamine mutations represent constitutively active forms."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Barr", 
                            "index": "Barr, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DG Lambright", 
                            "index": "Lambright, DG"
                        }
                    }
                ], 
                "articleTitle": "Rab GEFs and GAPs", 
                "journal": "Current Opinion In Cell Biology", 
                "volume": "22", 
                "pages": {
                    "first": "461", 
                    "last": "470", 
                    "range": "461–470"
                }, 
                "doi": "10.1016/j.ceb.2010.04.007"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A De Antoni", 
                            "index": "De Antoni, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Schmitzova", 
                            "index": "Schmitzova, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Trepte", 
                            "index": "Trepte, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Gallwitz", 
                            "index": "Gallwitz, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Albert", 
                            "index": "Albert, S"
                        }
                    }
                ], 
                "articleTitle": "Significance of GTP hydrolysis in Ypt1p-regulated ER to Golgi transport revealed by the analysis of two novel Ypt1-GAPs", 
                "journal": "The Journal of Biological Chemistry", 
                "volume": "277", 
                "pages": {
                    "first": "41023", 
                    "last": "41031", 
                    "range": "41023–41031"
                }, 
                "doi": "10.1074/jbc.M205783200"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Dong", 
                            "index": "Dong, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zhu", 
                            "index": "Zhu, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Lu", 
                            "index": "Lu, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Hu", 
                            "index": "Hu, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zheng", 
                            "index": "Zheng, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Shao", 
                            "index": "Shao, F"
                        }
                    }
                ], 
                "articleTitle": "Structurally distinct bacterial TBC-like GAPs link Arf GTPase to Rab1 inactivation to counteract host defenses", 
                "journal": "Cell", 
                "volume": "150", 
                "pages": {
                    "first": "1029", 
                    "last": "1041", 
                    "range": "1029–1041"
                }, 
                "doi": "10.1016/j.cell.2012.06.050"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Gavriljuk", 
                            "index": "Gavriljuk, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Gazdag", 
                            "index": "Gazdag, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Itzen", 
                            "index": "Itzen, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Kotting", 
                            "index": "Kotting, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Goody", 
                            "index": "Goody, RS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Gerwert", 
                            "index": "Gerwert, K"
                        }
                    }
                ], 
                "articleTitle": "Catalytic mechanism of a mammalian Rab·RabGAP complex in atomic detail", 
                "journal": "Proceedings of the National Academy of Sciences of the United States of America", 
                "volume": "109", 
                "pages": {
                    "first": "21348", 
                    "last": "21353", 
                    "range": "21348–21353"
                }, 
                "doi": "10.1073/pnas.1214431110"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Gazdag", 
                            "index": "Gazdag, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Streller", 
                            "index": "Streller, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Haneburger", 
                            "index": "Haneburger, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Hilbi", 
                            "index": "Hilbi, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IR Vetter", 
                            "index": "Vetter, IR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Goody", 
                            "index": "Goody, RS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Itzen", 
                            "index": "Itzen, A"
                        }
                    }
                ], 
                "articleTitle": "Mechanism of Rab1b deactivation by the Legionella pneumophila GAP LepB", 
                "journal": "EMBO Reports", 
                "volume": "14", 
                "pages": {
                    "first": "199", 
                    "last": "205", 
                    "range": "199–205"
                }, 
                "doi": "10.1038/embor.2012.211"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Langemeyer", 
                            "index": "Langemeyer, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RN Bastos", 
                            "index": "Bastos, RN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Cai", 
                            "index": "Cai, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Itzen", 
                            "index": "Itzen, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KM Reinisch", 
                            "index": "Reinisch, KM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FA Barr", 
                            "index": "Barr, FA"
                        }
                    }
                ], 
                "articleTitle": "Diversity and plasticity in Rab GTPase nucleotide release mechanism has consequences for Rab activation and inactivation", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e01623", 
                "doi": "10.7554/eLife.01623"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AK Mishra", 
                            "index": "Mishra, AK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Del Campo", 
                            "index": "Del Campo, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Collins", 
                            "index": "Collins, RE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CR Roy", 
                            "index": "Roy, CR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DG Lambright", 
                            "index": "Lambright, DG"
                        }
                    }
                ], 
                "articleTitle": "The Legionella pneumophila GTPase activating protein LepB accelerates Rab1 deactivation by a non-canonical hydrolytic mechanism", 
                "journal": "The Journal of Biological Chemistry", 
                "volume": "288", 
                "pages": {
                    "first": "24000", 
                    "last": "24011", 
                    "range": "24000–24011"
                }, 
                "doi": "10.1074/jbc.M113.470625"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Pan", 
                            "index": "Pan, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Eathiraj", 
                            "index": "Eathiraj, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Munson", 
                            "index": "Munson, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DG Lambright", 
                            "index": "Lambright, DG"
                        }
                    }
                ], 
                "articleTitle": "TBC-domain GAPs for Rab GTPases accelerate GTP hydrolysis by a dual-finger mechanism", 
                "journal": "Nature", 
                "volume": "442", 
                "pages": {
                    "first": "303", 
                    "last": "306", 
                    "range": "303–306"
                }, 
                "doi": "10.1038/nature04847"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Scheffzek", 
                            "index": "Scheffzek, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Ahmadian", 
                            "index": "Ahmadian, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Kabsch", 
                            "index": "Kabsch, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Wiesmuller", 
                            "index": "Wiesmuller, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Lautwein", 
                            "index": "Lautwein, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Schmitz", 
                            "index": "Schmitz, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Wittinghofer", 
                            "index": "Wittinghofer, A"
                        }
                    }
                ], 
                "articleTitle": "The Ras-RasGAP complex: structural basis for GTPase activation and its loss in oncogenic Ras mutants", 
                "journal": "Science", 
                "volume": "277", 
                "pages": {
                    "first": "333", 
                    "last": "338", 
                    "range": "333–338"
                }, 
                "doi": "10.1126/science.277.5324.333"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Stenmark", 
                            "index": "Stenmark, H"
                        }
                    }
                ], 
                "articleTitle": "Rab GTPases as coordinators of vesicle traffic", 
                "journal": "Nature Reviews Molecular Cell Biology", 
                "volume": "10", 
                "pages": {
                    "first": "513", 
                    "last": "525", 
                    "range": "513–525"
                }, 
                "doi": "10.1038/nrm2728"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}