{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-06837-v1.xml"
        }, 
        "status": "vor", 
        "id": "06837", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06837", 
        "authorLine": "Gytis Dudas, Darren J Obbard", 
        "title": "Are arthropods at the heart of virus evolution?", 
        "titlePrefix": "Phylogeny", 
        "published": "2015-03-09T00:00:00Z", 
        "versionDate": "2015-03-09T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06837", 
        "pdf": "https://publishing-cdn.elifesciences.org/06837/elife-06837-v1.pdf", 
        "subjects": [
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The huge diversity of negative-sense RNA viruses in insects, spiders and other arthropods suggests that these animals could be central to virus origin and evolution."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Dudas and Obbard", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Gytis Dudas", 
                    "index": "Dudas, Gytis"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Evolutionary Biology", 
                            "University of Edinburgh"
                        ], 
                        "address": {
                            "formatted": [
                                "Edinburgh", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Edinburgh"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Darren J Obbard", 
                    "index": "Obbard, Darren J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Evolutionary Biology and Centre for Immunity, Infection and Evolution", 
                            "University of Edinburgh"
                        ], 
                        "address": {
                            "formatted": [
                                "Edinburgh", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Edinburgh"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "darren.obbard@ed.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-06837-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "06837", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06837", 
        "authorLine": "Gytis Dudas, Darren J Obbard", 
        "title": "Are arthropods at the heart of virus evolution?", 
        "titlePrefix": "Phylogeny", 
        "published": "2015-03-09T00:00:00Z", 
        "versionDate": "2015-03-09T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06837", 
        "pdf": "https://publishing-cdn.elifesciences.org/06837/elife-06837-v1.pdf", 
        "subjects": [
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The huge diversity of negative-sense RNA viruses in insects, spiders and other arthropods suggests that these animals could be central to virus origin and evolution."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Dudas and Obbard", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Gytis Dudas", 
                    "index": "Dudas, Gytis"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Evolutionary Biology", 
                            "University of Edinburgh"
                        ], 
                        "address": {
                            "formatted": [
                                "Edinburgh", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Edinburgh"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Darren J Obbard", 
                    "index": "Obbard, Darren J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Evolutionary Biology and Centre for Immunity, Infection and Evolution", 
                            "University of Edinburgh"
                        ], 
                        "address": {
                            "formatted": [
                                "Edinburgh", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Edinburgh"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "darren.obbard@ed.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "RNA virus", 
            "evolution", 
            "arthropod", 
            "segmentation", 
            "negative-sense", 
            "phylogeny"
        ], 
        "-related-articles-internal": [
            "05378"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Viruses are the most numerous, and arguably the most diverse, branch of life (<a href=\"#bib4\">Koonin and Dolja, 2013</a>). They have been described as the ‘dark matter’ of biology because they can be very hard to detect, and the large-scale sequencing of genetic material from the environment is only now showing us how numerous and diverse they really are. These ‘metagenomic’ sequencing studies have revolutionized our knowledge of viruses in many settings, including in saltwater and the faeces of vertebrate animals (e.g., <a href=\"#bib2\">Delwart, 2007</a>; <a href=\"#bib6\">Kristensen et al. 2010</a>; <a href=\"#bib9\">Rosario and Breitbart, 2011</a>; <a href=\"#bib10\">Willner and Hugenholtz, 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "However, most of these analyses have focused on viruses with genomes that are made of DNA or positive-sense RNA, and there have been fewer studies of viruses with genomes made of negative-sense RNA. Therefore, the evolutionary history of negative-sense RNA viruses, which are responsible for influenza, measles, Ebola and many other diseases in animals and plants, remains obscure. Now, in eLife, Yong-Zhen Zhang—who is based at the Chinese Center for Disease Control and Prevention—and co-workers have taken a new approach for studying the diversity of viruses. By performing metagenomic sequencing on a diverse collection of insects, spiders and other arthropods, they have uncovered a previously unsuspected depth and breadth to the negative-sense RNA viruses (<a href=\"#bib7\">Li et al. 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Zhang and co-workers—who are also based at the University of Sydney and Centers for Disease Control and Prevention in Wuhan and Wenzhou—sequenced all of the RNA extracted from 70 arthropod species collected across China. Within this RNA they uncovered the genomes of 112 new negative-sense RNA viruses, and they inferred the evolutionary relationships between the viruses using phylogenetic trees based on the RNA polymerase gene. Zhang and co-workers found that the 112 new viruses were spread across the major lineages of the negative-sense RNA viruses (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib7\">Li et al. 2015</a>). These discoveries fill some major gaps in our knowledge, and allow the tree of viral relationships to be updated. For example, this latest work confirms that the viruses of the Arenaviridae genus—which generally infect rodents—belong to the Bunyaviridae family along with two previously unclassified genera of viruses that infect plants (<a href=\"#bib3\">Ecker et al. 2005</a>; <a href=\"#bib5\">Kormelink et al. 2011</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Arthropods are hosts to most of the major groups of negative-sense RNA viruses.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "A phylogenetic tree—adapted from Li et al.—that infers the evolutionary relationships between all the groups of negative-sense RNA viruses, based on the sequence of the RNA-dependent RNA polymerase gene. Viruses that infect vertebrates are colored red if they are transmitted directly between vertebrates and orange if they are carried by arthropods. Viruses that infect plants (including those carried by arthropods) are shown in green, and viruses that infect nematodes and flatworms are shown in blue. Zhang and co-workers discovered many of the other viruses, colored in black, in association with insects, crustaceans, spiders and other arthropods. The large number and wide distribution of the arthropod-associated viruses suggests that arthropods could be central to the evolution of these viruses, although better sampling of other invertebrates (such as nematode worms) would help to confirm this. The newly-identified Chuviruses are found between the segmented and unsegmented viruses."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://dev--iiif.elifesciences.org/lax:06837/elife-06837-fig1-v1.tif", 
                        "filename": "elife-06837-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "They also identified a completely new virus lineage that they named the Chuviruses (<a href=\"#fig1\">Figure 1</a>). The genomes of some members of this lineage are formed from a single piece of RNA, while the genomes of others are ‘segmented’ into multiple pieces of RNA. Therefore, the Chuviruses seem to provide an evolutionary link between the lineages of non-segmented and segmented viruses. In addition to illustrating the rapid pace of change in our understanding of the diversity of viruses, these findings also highlight a potential need to overhaul the way in which we catalogue and classify viral genome sequences (e.g., <a href=\"#bib1\">Brister et al. 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Even though this deep phylogenetic analysis is extremely challenging—and should be treated as tentative—the sheer number and diversity of these new viruses suggest that the arthropods may have been important in viral evolution. Indeed, Zhang and co-workers argue that the origin and diversification of these viruses could be directly linked to arthropod biology. In particular, the unparalleled numbers and diversity of the arthropods, combined with the wealth of parasitic lifestyles that arthropod species display, may mean these animals are uniquely placed as hosts and carriers of viruses to act as a hotspot of viral evolution. This is an appealing hypothesis, and one that now warrants considerable attention."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Nevertheless, a few important questions remain. First, although the virus genome sequences were found in the arthropod samples, it remains uncertain that these sequences represent active viral infections of these animals. Instead, it is possible that the genome sequences may come from viruses that are associated with organisms the arthropods eat, or parasites they carry (such as nematode worms or single-celled eukaryotes). Experiments that confirm whether the arthropods are the hosts of these viruses are likely to follow soon, but at present the jury is still out."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Second, although a surprising number of negative-sense RNA viruses were found in arthropods, the study by Zhang and co-workers is the first such large-scale survey of this type. This may bias our perspective, and an equivalent survey of a different clade of animals could revolutionize our understanding of these viruses yet again. Although there have been substantial surveys of viruses associated with terrestrial vertebrates, there are relatively few species (∼30,000), so this may limit the diversity of the viruses present in these animals. The nematodes, which are more numerous than the arthropods and might rival them for diversity (<a href=\"#bib8\">Platt, 1994</a>), could be especially illuminating. Zhang and co-workers note that some of the viruses present in the arthropod samples are related to viruses found in studies of nematodes and flatworms. Thus, until more surveys have been done, it will be hard to be certain that the arthropods are special."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This study also raises some exciting new questions. For example, while many of the negative-sense RNA virus lineages were found in the arthropods, some were striking in their absence (<a href=\"#bib7\">Li et al. 2015</a>). Amongst the virus family Orthomyxoviridae, for example, they identified many relatives of the Quaranja viruses, which infect ticks, but none that are closely related to the Influenza viruses that infect vertebrates. Similarly, no lineages were found to be closely related to Ebola and other Filoviruses, which belong to a lineage that apparently only infects mammals (<a href=\"#bib3\">Ecker et al. 2005</a>). It is therefore interesting to speculate that these virus groups may genuinely display some long–term association with mammals."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, although the approach used by Zhang and co-workers should work equally well for all classes of virus, the present study only reports on data from those with negative-sense RNA genomes. Therefore, even though the other groups of viruses have been sampled more broadly in the past, we still expect to see some more surprises emerge from this unprecedented dataset."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Brister", 
                            "index": "Brister, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Ako-adjei", 
                            "index": "Ako-adjei, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Bao", 
                            "index": "Bao, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Blinkova", 
                            "index": "Blinkova, O"
                        }
                    }
                ], 
                "articleTitle": "NCBI Viral Genomes Resource", 
                "journal": "Nucleic Acids Research", 
                "volume": "43", 
                "pages": {
                    "first": "D571", 
                    "last": "D577", 
                    "range": "D571–D577"
                }, 
                "doi": "10.1093/nar/gku1207"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EL Delwart", 
                            "index": "Delwart, EL"
                        }
                    }
                ], 
                "articleTitle": "Viral metagenomics", 
                "journal": "Reviews in Medical Virology", 
                "volume": "17", 
                "pages": {
                    "first": "115", 
                    "last": "131", 
                    "range": "115–131"
                }, 
                "doi": "10.1002/rmv.532"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Ecker", 
                            "index": "Ecker, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Sampath", 
                            "index": "Sampath, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Willett", 
                            "index": "Willett, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Wyatt", 
                            "index": "Wyatt, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Samant", 
                            "index": "Samant, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Massire", 
                            "index": "Massire, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Hall", 
                            "index": "Hall, TA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Hari", 
                            "index": "Hari, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA McNeil", 
                            "index": "McNeil, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Büchen-Osmond", 
                            "index": "Büchen-Osmond, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Budowle", 
                            "index": "Budowle, B"
                        }
                    }
                ], 
                "articleTitle": "The Microbial Rosetta Stone Database: a compilation of global and emerging infectious microorganisms and bioterrorist threat agents", 
                "journal": "BMC Microbiology", 
                "volume": "5", 
                "pages": "19", 
                "doi": "10.1186/1471-2180-5-19"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EV Koonin", 
                            "index": "Koonin, EV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VV Dolja", 
                            "index": "Dolja, VV"
                        }
                    }
                ], 
                "articleTitle": "A virocentric perspective on the evolution of life", 
                "journal": "Current Opinion in Virology", 
                "volume": "3", 
                "pages": {
                    "first": "546", 
                    "last": "557", 
                    "range": "546–557"
                }, 
                "doi": "10.1016/j.coviro.2013.06.008"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Kormelink", 
                            "index": "Kormelink, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Garcia", 
                            "index": "Garcia, ML"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Goodin", 
                            "index": "Goodin, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Sasaya", 
                            "index": "Sasaya, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A-L Haenni", 
                            "index": "Haenni, A-L"
                        }
                    }
                ], 
                "articleTitle": "Negative-strand RNA viruses: the plant-infecting counterparts", 
                "journal": "Virus Research", 
                "volume": "162", 
                "pages": {
                    "first": "184", 
                    "last": "202", 
                    "range": "184–202"
                }, 
                "doi": "10.1016/j.virusres.2011.09.028"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Kristensen", 
                            "index": "Kristensen, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AR Mushegian", 
                            "index": "Mushegian, AR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VV Dolja", 
                            "index": "Dolja, VV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EV Koonin", 
                            "index": "Koonin, EV"
                        }
                    }
                ], 
                "articleTitle": "New dimensions of the virus world discovered through metagenomics", 
                "journal": "Trends in Microbiology", 
                "volume": "18", 
                "pages": {
                    "first": "11", 
                    "last": "19", 
                    "range": "11–19"
                }, 
                "doi": "10.1016/j.tim.2009.11.003"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C-X Li", 
                            "index": "Li, C-X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Shi", 
                            "index": "Shi, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J-H Tian", 
                            "index": "Tian, J-H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "XD Lin", 
                            "index": "Lin, XD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YJ Kang", 
                            "index": "Kang, YJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LJ Chen", 
                            "index": "Chen, LJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "XC Qin", 
                            "index": "Qin, XC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Xu", 
                            "index": "Xu, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EC Holmes", 
                            "index": "Holmes, EC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YZ Zhang", 
                            "index": "Zhang, YZ"
                        }
                    }
                ], 
                "articleTitle": "Unprecedented genomic diversity of RNA viruses in arthropods reveals the ancestry of negative-sense RNA viruses", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e05378", 
                "doi": "10.7554/eLife.05378"
            }, 
            {
                "type": "unknown", 
                "id": "bib8", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HM Platt", 
                            "index": "Platt, HM"
                        }
                    }
                ], 
                "title": "The phylogenetic systematics of free-living nematodes", 
                "details": "The phylogenetic systematics of free-living nematodes, London, The Ray Society"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Rosario", 
                            "index": "Rosario, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Breitbart", 
                            "index": "Breitbart, M"
                        }
                    }
                ], 
                "articleTitle": "Exploring the viral world through metagenomics", 
                "journal": "Current Opinion in Virology", 
                "volume": "1", 
                "pages": {
                    "first": "289", 
                    "last": "297", 
                    "range": "289–297"
                }, 
                "doi": "10.1016/j.coviro.2011.06.004"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Willner", 
                            "index": "Willner, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Hugenholtz", 
                            "index": "Hugenholtz, P"
                        }
                    }
                ], 
                "articleTitle": "From deep sequencing to viral tagging: Recent advances in viral metagenomics", 
                "journal": "Bioessays", 
                "volume": "35", 
                "pages": {
                    "first": "436", 
                    "last": "442", 
                    "range": "436–442"
                }, 
                "doi": "10.1002/bies.201200174"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}