{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00655", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00655", 
        "authorLine": "David Gresham", 
        "title": "A sticky solution", 
        "titlePrefix": "Experimental Evolution", 
        "published": "2013-04-02T00:00:00Z", 
        "versionDate": "2013-04-02T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00655", 
        "pdf": "https://publishing-cdn.elifesciences.org/00655/elife-00655-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Selection favours single-celled mutants that stick together when a sugar needed for growth is in short supply, suggesting that multicellular life may have evolved as a by-product of selection for more efficient usage of resources."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Gresham", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "David Gresham", 
                    "index": "Gresham, David"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Genomics and Systems Biology, Department of Biology", 
                            "New York University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dgresham@nyu.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00655", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00655", 
        "authorLine": "David Gresham", 
        "title": "A sticky solution", 
        "titlePrefix": "Experimental Evolution", 
        "published": "2013-04-02T00:00:00Z", 
        "versionDate": "2013-04-02T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00655", 
        "pdf": "https://publishing-cdn.elifesciences.org/00655/elife-00655-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Selection favours single-celled mutants that stick together when a sugar needed for growth is in short supply, suggesting that multicellular life may have evolved as a by-product of selection for more efficient usage of resources."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Gresham", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "David Gresham", 
                    "index": "Gresham, David"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Genomics and Systems Biology, Department of Biology", 
                            "New York University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dgresham@nyu.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "Multicellularity", 
            "Experimental evolution", 
            "Evolution of cooperation"
        ], 
        "relatedArticles": [
            "00367"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "We typically think of single-celled microbes as being solitary creatures endowed with an innate self-sufficiency. But at some point during their evolutionary history, single-celled microbes made a transition to multicellularity that ended their autonomy and initiated a steady march towards increasing complexity. This evolutionary leap of faith occurred independently several times, and understanding what caused single-celled microbes to relinquish a life of solitude is a longstanding problem in evolutionary biology. Now, writing in <i>eLife</i>, John Koschwanez and Andrew Murray at Harvard University, and Kevin Foster at the University of Oxford, demonstrate that multicellularity can be selectively advantageous for microbes when sticking together solves a problem that cannot be solved by single-celled individuals (<a href=\"#bib6\">Koschwanez et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In this study the motivation for the budding yeast, <i>Saccharomyces cerevisiae</i>, to stick together is table sugar. <i>S. cerevisiae</i> metabolizes the common sugar, sucrose, by first converting it to glucose and fructose <i>outside</i> the cell in a process called hydrolysis. This reaction is performed by a protein called invertase, which is secreted by the yeast cells, and the glucose and fructose are then imported into the cells, where they are used to meet the metabolic requirements for growth. Because the sucrose is broken down in the extracellular environment, the cell that supplies the invertase is not necessarily the same cell that will import the reaction products. This doesn't matter when there are enough cells and enough sucrose—all cells will produce invertase and all cells can use the glucose and fructose produced by the collective activity of the population. However, in a low sucrose environment, it is likely that the fraction of these products that diffuse away before they can be imported is high enough to mean that the local sugar concentration available to each yeast cell is insufficient for growth."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "An engineer would solve this problem in one of three ways: increase the amount of invertase that each cell makes so as to increase the amount of hydrolyzed sucrose; import the sucrose into the cell before hydrolysis; or increase the local density of cells in order to increase the local concentration of hydrolyzed sucrose. The current study and previous work by the same group (<a href=\"#bib5\">Koschwanez et al., 2011</a>) show that these three rationally designed solutions all work. However, engineered solutions may not be accessible or beneficial during evolution, so the relevant question is: which of these routes will be favoured by adaptive evolution?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To address this question, Koschwanez, Foster and Murray performed parallel evolution experiments. Cells were introduced into a low sucrose environment and propagated for several weeks. At the end of this experiment, all cells were considerably better at growing in a low sucrose environment than they had been to start with, indicating that mutation and selection had worked efficiently to increase fitness. Moreover, nearly all of the cells now formed multicellular clumps, demonstrating that adaptive evolution had arrived at the same solution as rational engineering. The majority of cells had also increased their expression of the invertase gene, whereas none had acquired the ability to import sucrose. So, of the three solutions envisaged, adaptive evolution chose two."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The budding yeast <i>S. cerevisiae</i> feeds on sucrose that it metabolizes outside the cell using the enzyme invertase, which it secretes into its surroundings.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The breakdown products—glucose and fructose—are then imported into the cell and used to drive growth. If sucrose is in short supply and the density of single cells is low, the cells cannot capture enough of the glucose and fructose to initiate growth (upper panel). Under these conditions, mutations that cause the cells to form undifferentiated multicellular clumps (lower panel) confer an advantage, by increasing the local concentration of glucose and fructose available to cells. Selection for these mutations may lead ultimately to the evolution of multicellularity."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00655/elife-00655-fig1-v1.tif", 
                        "attribution": [
                            "FIGURE CREDIT: IMAGES: [JOHN KOSCHWANEZ]."
                        ], 
                        "filename": "elife-00655-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To identify the genetic basis of these acquired traits, Koschwanez et al. used the awesome power of yeast genetics and next generation sequencing. They identified more than 1500 mutations in the evolved cells, of which 80 seemed to help cells grow faster in low sucrose. The group of causal mutations included changes in a gene called <i>ACE2</i>, which encodes a protein required for completion of cell separation, and which results in a clumpy phenotype when defective (<a href=\"#bib4\">Gresham et al., 2006</a>). Mutation of <i>ACE2</i>, plus microscopic analysis of cell clumps, reveals that the clumping phenotype arises from a defect in the separation of daughter cells after division, and not as a result of cells adhering to each other. While the underlying cause of increased invertase expression requires further investigation, Koschwanez et al. also identified mutations that were responsible for beneficial traits that they had not anticipated prior to the experiment. These included mutations that increased the expression of genes responsible for the transport of glucose and fructose into cells, and mutations that reduce the tendency of cells to cease growth when nutrient availability is low."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The results of this study present a route to undifferentiated multicellularity (that is, clumps of cells that all have similar properties) that contrasts with recent results reported by Nicole King and co-workers (<a href=\"#bib1\">Alegado et al., 2012</a>). In that study, the unicellular choanoflagellate, <i>Salpingoeca rosetta</i>—one of the closest living relatives of animals—was shown to form multicellular colonies in the presence of a signaling molecule produced by bacteria. As in yeast, undifferentiated multicellularity occurs as a result of incomplete cell separation. However, in <i>S. rosetta</i> this appears to be a physiological response, rather than one that is acquired by mutation. Nevertheless, an intriguing possibility is that <i>S. rosetta</i> may have evolved to form multicellular colonies in the presence of bacteria in order to make themselves more efficient predators of those bacteria. If this were the case, the force driving undifferentiated multicellularity in both <i>S. rosetta</i> and yeast would be an increase in the efficiency of resource usage, which may be a common theme underlying the emergence of multicellularity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Koschwanez et al. speculate that selection for clumping of unicellular organisms may have ultimately led to multicellularity. However, it is clear that selecting for mutants that stick together is relatively easy, and can be achieved in a single mutational step. Wild budding yeast are frequently clumpy and, in many of the commonly used laboratory strains, experimenters have selected for loss of clumpiness to enable easier manipulation of cells. Indeed, during long-term evolution experiments in yeast, selection for clumpy cells can occur intentionally (<a href=\"#bib8\">Ratcliff et al., 2012</a>) and, sometimes, unintentionally (<a href=\"#bib7\">Lang et al., 2011</a>). However, multicellular organisms are more than a conglomerate of undifferentiated cell types, and specialization of cell types is a defining feature of multicellular organisms. The challenge now is to design experiments that address the question of how multicellular organisms with distinct cell types might have emerged from single-celled organisms."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This process could have happened along two evolutionary trajectories. First, selection for undifferentiated multicellularity may have enabled the subsequent development of specialized cell types. Second, many microbes—including budding yeast (<a href=\"#bib3\">Gimeno et al., 1992</a>) and <i>S. rosetta</i> (<a href=\"#bib2\">Dayel et al., 2011</a>)—can exist as distinct morphological types with different characteristics. Perhaps existing in a multicellular form comprised of several physiologically distinct cell types could be beneficial in some environments. In any case, employing the powerful combination of rational engineering and long-term selection used by Koschwanez et al. is likely to prove fruitful in testing these different models."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Alegado", 
                            "index": "Alegado, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LW Brown", 
                            "index": "Brown, LW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Cao", 
                            "index": "Cao, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RK Dermenjian", 
                            "index": "Dermenjian, RK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Zuzow", 
                            "index": "Zuzow, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Fairclough", 
                            "index": "Fairclough, SR"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "A bacterial sulfonolipid triggers multicellular development in the closest living relatives of animals", 
                "journal": "eLife", 
                "volume": "1", 
                "pages": "e00013", 
                "doi": "10.7554/eLife.00013"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Dayel", 
                            "index": "Dayel, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Alegado", 
                            "index": "Alegado, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Fairclough", 
                            "index": "Fairclough, SR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TC Levin", 
                            "index": "Levin, TC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Nichols", 
                            "index": "Nichols, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K McDonald", 
                            "index": "McDonald, K"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Cell differentiation and morphogenesis in the colony-forming choanoflagellate <i>Salpingoeca rosetta</i>", 
                "journal": "Dev Biol", 
                "volume": "357", 
                "pages": {
                    "first": "73", 
                    "last": "82", 
                    "range": "73–82"
                }, 
                "doi": "10.1016/j.ydbio.2011.06.003"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1992", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Gimeno", 
                            "index": "Gimeno, CJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PO Ljungdahl", 
                            "index": "Ljungdahl, PO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Styles", 
                            "index": "Styles, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GR Fink", 
                            "index": "Fink, GR"
                        }
                    }
                ], 
                "articleTitle": "Unipolar cell divisions in the yeast <i>S. cerevisiae</i> lead to filamentous growth: regulation by starvation and RAS", 
                "journal": "Cell", 
                "volume": "68", 
                "pages": {
                    "first": "1077", 
                    "last": "1090", 
                    "range": "1077–1090"
                }, 
                "doi": "10.1016/0092-8674(92)90079-R"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Gresham", 
                            "index": "Gresham, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Ruderfer", 
                            "index": "Ruderfer, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SC Pratt", 
                            "index": "Pratt, SC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Schacherer", 
                            "index": "Schacherer, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Dunham", 
                            "index": "Dunham, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Botstein", 
                            "index": "Botstein, D"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Genome-wide detection of polymorphisms at nucleotide resolution with a single DNA microarray", 
                "journal": "Science", 
                "volume": "311", 
                "pages": {
                    "first": "1932", 
                    "last": "1936", 
                    "range": "1932–1936"
                }, 
                "doi": "10.1126/science.1123726"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH Koschwanez", 
                            "index": "Koschwanez, JH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KR Foster", 
                            "index": "Foster, KR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AW Murray", 
                            "index": "Murray, AW"
                        }
                    }
                ], 
                "articleTitle": "Sucrose utilization in budding yeast as a model for the origin of undifferentiated multicellularity", 
                "journal": "PLoS Biol", 
                "volume": "9", 
                "pages": "e1001122", 
                "doi": "10.1371/journal.pbio.1001122.g005"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH Koschwanez", 
                            "index": "Koschwanez, JH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KR Foster", 
                            "index": "Foster, KR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AW Murray", 
                            "index": "Murray, AW"
                        }
                    }
                ], 
                "articleTitle": "Improved use of public good selects for the evolution of undifferentiated multicellularity", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00367", 
                "doi": "10.7554/eLife.00367"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GI Lang", 
                            "index": "Lang, GI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Botstein", 
                            "index": "Botstein, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Desai", 
                            "index": "Desai, MM"
                        }
                    }
                ], 
                "articleTitle": "Genetic variation and the fate of beneficial mutations in asexual populations", 
                "journal": "Genetics", 
                "volume": "188", 
                "pages": {
                    "first": "647", 
                    "last": "661", 
                    "range": "647–661"
                }, 
                "doi": "10.1534/genetics.111.128942"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WC Ratcliff", 
                            "index": "Ratcliff, WC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RF Denison", 
                            "index": "Denison, RF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Borrello", 
                            "index": "Borrello, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Travisano", 
                            "index": "Travisano, M"
                        }
                    }
                ], 
                "articleTitle": "Experimental evolution of multicellularity", 
                "journal": "Proc Natl Acad of Sci USA", 
                "volume": "109", 
                "pages": {
                    "first": "1595", 
                    "last": "1600", 
                    "range": "1595–1600"
                }, 
                "doi": "10.1073/pnas.1115323109"
            }
        ]
    }
}