{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "02475", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02475", 
        "authorLine": "Kevin Struhl", 
        "title": "Is DNA methylation of tumour suppressor genes epigenetic?", 
        "titlePrefix": "Cancer", 
        "published": "2014-03-12T00:00:00", 
        "versionDate": "2014-03-12T00:00:00", 
        "volume": 3, 
        "elocationId": "e02475", 
        "pdf": "https://publishing-cdn.elifesciences.org/02475/elife-02475-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "In colorectal cancer cells, a non-epigenetic transcriptional pathway that is mediated by an oncogene maintains DNA methylation of tumour suppressor genes"
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Struhl", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kevin Struhl", 
                    "index": "Struhl, Kevin"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biological Chemistry and Molecular Pharmacology", 
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "kevin_struhl@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "02475", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02475", 
        "authorLine": "Kevin Struhl", 
        "title": "Is DNA methylation of tumour suppressor genes epigenetic?", 
        "titlePrefix": "Cancer", 
        "published": "2014-03-12T00:00:00", 
        "versionDate": "2014-03-12T00:00:00", 
        "volume": 3, 
        "elocationId": "e02475", 
        "pdf": "https://publishing-cdn.elifesciences.org/02475/elife-02475-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "In colorectal cancer cells, a non-epigenetic transcriptional pathway that is mediated by an oncogene maintains DNA methylation of tumour suppressor genes"
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Struhl", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kevin Struhl", 
                    "index": "Struhl, Kevin"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biological Chemistry and Molecular Pharmacology", 
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "kevin_struhl@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "CpG island methylator phenotype", 
            "INK4-ARF", 
            "colorectal cancer", 
            "ZNF304", 
            "KRAS", 
            "DNMT1"
        ], 
        "relatedArticles": [
            "02313"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Serra RW, Fang M, Park SM, Hutchinson L, Green MR. 2014. A KRAS-directed transcriptional silencing pathway that mediates the CpG island methylator phenotype. <i>eLife</i> <b>3</b>:e02313. doi: <a href=\"http://dx.doi.org/10.7554/eLife.02313\">10.7554/eLife.02313</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> The instructive model of DNA methylation, which inhibits the expression of tumour suppressor genes"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-02475-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "Many cancers are a result of genetic changes that either inactivate a tumour suppressor gene or create an oncogenic form of a normal gene. However, a suppressor gene can also be inactivated by a process called DNA methylation, which involves an enzyme called DNA methylase adding methyl groups to sites at or near the gene (<a href=\"#bib1\">Baylin and Jones, 2011</a>). This process is said to be ‘epigenetic’ because the sequence of bases in the DNA is not changed."
            }, 
            {
                "type": "paragraph", 
                "text": "However, the term epigenetic does not simply mean a non-genetic alteration that influences phenotype; it also encompasses the idea of inheritance. This consideration leads to two questions. First, how do tumour suppressor genes get methylated? Second, how is DNA methylation of tumour suppressor genes inherited through multiple generations? Now, in <i>eLife</i>, Michael Green and colleagues at the University of Massachusetts—including Ryan Serra and Minggang Fang as joint first authors—build on previous work performed in the Green laboratory (<a href=\"#bib2\">Gazin et al., 2007</a>; <a href=\"#bib3\">Palakurthy et al., 2009</a>; <a href=\"#bib8\">Wajapeyee et al., 2013</a>) to demonstrate that DNA methylation of tumour suppressor genes is controlled by a transcriptional regulatory pathway that is triggered by an oncogene. These findings raise the question of whether DNA methylation really is epigenetic (<a href=\"#bib5\">Serra et al., 2014</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "There are two basic models for how tumour suppressor genes can be methylated: the stochastic model and the instructive model (<a href=\"#fig1\">Figure 1</a>). In the stochastic model, which is implicitly favored in the literature, methylation of tumour suppressor genes occurs by chance, with the resulting cells having a selective growth advantage. During the replication of DNA that has been methylated, each new molecule of DNA is hemi-methylated: that is, one strand is methylated and one strand is not. DNA methylases then add methyl groups to the strands that are not methylated, thereby maintaining the methylation pattern in the next generation (<a href=\"#fig1\">Figure 1A</a>). One problem with the stochastic model, rarely if ever considered, is that the methylated sites on tumour suppressor genes are commonly located in close proximity, and it is unclear how this could occur by a random process."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "The stochastic and instructive models for DNA methylation of tumour suppressor genes.", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "(<b>A</b>) Prior to replication, both strands of the DNA are methylated at CpG sites. Upon DNA replication, the parental strands remain methylated, but the newly synthesized strands are not. DNA methylases (DNMT) add methyl groups to these hemi-methylated CpG sites, thereby maintaining the methylation pattern at this location in the next generation. (<b>B</b>) In the stochastic model (left), a cell containing methylated CpG sites and a silenced tumour suppressor gene (TSG) occurs by chance and is selected for enhanced growth/survival. Methylation of CpG residues is maintained by methylases as described in (<b>A</b>). In the instructive model (right), an activated oncoprotein (yellow circle) directs DNA methylation of the tumour suppressor gene via a classical transcriptional pathway involving a sequence-specific DNA binding protein (SS-DBP), a co–repressor complex (green circles) and DNA methylase. The loss of any component in this pathway results in the loss of DNA methylation and the increased expression of the tumour suppressor gene. The results of Serra et al. support the instructive model: these experiments also show that the pathway starts with an activated KRAS enzyme (shown here as a yellow circle) stimulating the expression of a kinase called PRKD1 and its substrate USP28 deubiquitinase (not shown). Phosphorylated USP28 removes a ubiquitin group from a transcription factor called ZNF304, thus increasing its concentration in the nucleus. This transcription factor (shown here as SS-DBP) binds to a specific region of DNA and recruits a scaffold protein called KAP1, an enzyme called SETDB1 that methylates histones, and a DNA methylase called DNMT1."
                    }
                ], 
                "alt": "", 
                "uri": "elife-02475-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "In the instructive model, an oncogene starts a series of specific molecular events that culminates in DNA methylation of the tumour suppressor gene (<a href=\"#fig1\">Figure 1B</a>). The key distinction between the two models is whether the DNA methylase is specifically targeted to the tumour suppressor genes or instead non-specifically methylates sites on a genome-wide basis. Such targeted or non-targeted modes of action are analogous to those of histone acetylases and other chromatin-modifying activities that are involved in transcriptional regulatory mechanisms (<a href=\"#bib6\">Struhl, 1998</a>). In particular, classical transcriptional activation and repression mechanisms involve the targeted recruitment of chromatin-modifying activities to specific genes, whereupon they create local domains of histone modifications and either increase or decrease the transcriptional output."
            }, 
            {
                "type": "paragraph", 
                "text": "The recent work by Green and colleagues utilised a genome-scale RNA interference screen to identify genes that are critical for silencing one particular gene location—the hypermethylated <i>INK4-ARF</i> tumour suppressor locus—in a human colorectal cancer cell line (<a href=\"#bib5\">Serra et al., 2014</a>). This cell line, like some other cancer cells, contains a mutation of the gene encoding a protein called KRAS."
            }, 
            {
                "type": "paragraph", 
                "text": "Detailed molecular analyses of these genes (and their gene products) in several colorectal cell lines with this mutation, and in diseased tissue samples, reveal the following pathway (<a href=\"#fig1\">Figure 1B</a>). The KRAS protein stimulates enzymes that ultimately inhibit the degradation of a transcription factor called ZNF304, thereby increasing its concentration in the cell nucleus. This transcription factor can then recruit a co-repressor complex that includes a DNA methylase and two other proteins (<a href=\"#fig1\">Figure 1B</a>). The end result is that the DNA is methylated at a particular location and that transcription of the tumour suppressor gene is repressed."
            }, 
            {
                "type": "paragraph", 
                "text": "This pathway is a classical transcriptional mechanism where DNA-binding proteins recruit chromatin-modifying activities, but with the additional twist of the recruitment of the DNA methylase and the subsequent DNA methylation. Therefore, maintenance of DNA methylation requires the continued presence of the proteins that are directly associated with the target locus, or are required for this association. The inactivation of any of these proteins leads to the loss of DNA methylation and transcriptional silencing. Lastly, and again typical of transcriptional mechanisms, the pathway affects not just <i>INK4-ARF</i>, but plays a key role in the methylation of around 50 other genes."
            }, 
            {
                "type": "paragraph", 
                "text": "This and an earlier example in a mouse cancer cell line (<a href=\"#bib2\">Gazin et al., 2007</a>; <a href=\"#bib8\">Wajapeyee et al., 2013</a>) strongly suggest that, like histone modifications, DNA methylation is not epigenetically inherited. Instead, it is maintained by an instructive transcriptional mechanism that represses multiple genes. As methylation is greatly diminished if any component of the transcriptional pathway is inactivated, non-recruited DNA methylases (sometimes called maintenance DNA methylases) are not sufficient to propagate methylated tumour suppressor genes."
            }, 
            {
                "type": "paragraph", 
                "text": "More generally, epigenetic inheritance is determined primarily by transcriptional circuitry, and not by histone modifications or DNA methylation (<a href=\"#bib4\">Ptashne, 2013</a>). For example, induced pluripotent stem cells (<a href=\"#bib7\">Takahashi and Yamanaka, 2006</a>; <a href=\"#bib10\">Young, 2011</a>) and muscle cells (<a href=\"#bib9\">Weintraub, 1993</a>) can be generated from other cell lineages by introducing the critical transcription factors that trigger positive feedback loops involving the endogenous factors that define the relevant cell type. In fact, the reproductive states of bacteriophage λ, a virus that infects <i>E. coli</i>, are epigenetically maintained in the absence of chromatin (<a href=\"#bib4\">Ptashne, 2013</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "The strong preference of DNA methylases for hemi-methylated substrates undoubtedly contributes to the stable maintenance of hypermethylated tumour suppressor genes (such as INK4-ARF). By analogy, other chromatin-modifying repressors both introduce repressive histone modifications and preferentially recognise chromatin harbouring the modifications they introduced. These include the yeast Sir proteins, which remove acetyl groups from histones; HP1, which methylates the H3-K9 site; and the polycomb complexes, which methylate the H3-K27 site. Thus, both DNA methylation and histone modifications are generated by targeted recruitment of enzymatic activities, and these modifications serve a reinforcing, but not instructive, role in maintaining epigenetic states. While they are clearly not sufficient, non-recruited DNA methylases could also contribute to maintaining the hypermethylated repressed state by providing an independent methylation mechanism that depends on the previous methylation status."
            }, 
            {
                "type": "paragraph", 
                "text": "Serra et al. and the previous studies have elucidated the first molecular mechanism for the methylation of tumour suppressor genes, namely maintenance by an instructive transcriptional mechanism that represses multiple genes. The inability of non-recruited DNA methylases to maintain DNA methylation in cancer cells when this transcriptional mechanism has been inactivated casts doubt on the stochastic model and on DNA methylation being epigenetically inherited. Although these are only initial examples, the general finding that DNA methylation occurs at multiple sites over a localised region strongly argues that this instructive model of DNA methylation is a widespread, and perhaps universal, principle in cancer biology."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SB Baylin", 
                            "index": "Baylin, SB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Jones", 
                            "index": "Jones, PA"
                        }
                    }
                ], 
                "articleTitle": "A decade of exploring the cancer epigenome - biological and translational implications", 
                "journal": {
                    "name": [
                        "Nature Reviews Cancer"
                    ]
                }, 
                "volume": "11", 
                "pages": {
                    "first": "726", 
                    "last": "734", 
                    "range": "726–734"
                }, 
                "doi": "10.1038/nrc3130"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Gazin", 
                            "index": "Gazin, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Wajapeyee", 
                            "index": "Wajapeyee, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Gobeil", 
                            "index": "Gobeil, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Virbasius", 
                            "index": "Virbasius, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Green", 
                            "index": "Green, MR"
                        }
                    }
                ], 
                "articleTitle": "An elaborate pathway required for Ras-mediated epigenetic silencing", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "449", 
                "pages": {
                    "first": "1073", 
                    "last": "1077", 
                    "range": "1073–1077"
                }, 
                "doi": "10.1038/nature06251"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RK Palakurthy", 
                            "index": "Palakurthy, RK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Wajapeyee", 
                            "index": "Wajapeyee, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MK Santra", 
                            "index": "Santra, MK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Gazin", 
                            "index": "Gazin, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Lin", 
                            "index": "Lin, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Gobeil", 
                            "index": "Gobeil, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Green", 
                            "index": "Green, MR"
                        }
                    }
                ], 
                "articleTitle": "Epigenetic silencing of the RASSF1A tumor suppressor gene through HOXB3-mediated induction of DNMT3B expression", 
                "journal": {
                    "name": [
                        "Molecular Cell"
                    ]
                }, 
                "volume": "36", 
                "pages": {
                    "first": "219", 
                    "last": "230", 
                    "range": "219–230"
                }, 
                "doi": "10.1016/j.molcel.2009.10.009"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Ptashne", 
                            "index": "Ptashne, M"
                        }
                    }
                ], 
                "articleTitle": "Epigenetics: core misconcept", 
                "journal": {
                    "name": [
                        "Proceedings of the National Academy of Sciences of the United States of America"
                    ]
                }, 
                "volume": "110", 
                "pages": {
                    "first": "7101", 
                    "last": "7103", 
                    "range": "7101–7103"
                }, 
                "doi": "10.1073/pnas.1305399110"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RW Serra", 
                            "index": "Serra, RW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Fang", 
                            "index": "Fang, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Park", 
                            "index": "Park, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Hutchinson", 
                            "index": "Hutchinson, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Green", 
                            "index": "Green, MR"
                        }
                    }
                ], 
                "articleTitle": "A KRAS-directed transcriptional silencing pathway that mediates the CpG island methylator phenotype", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "3", 
                "pages": "e02313", 
                "doi": "10.7554/eLife.02313"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Struhl", 
                            "index": "Struhl, K"
                        }
                    }
                ], 
                "articleTitle": "Histone acetylation and transcriptional regulatory mechanisms", 
                "journal": {
                    "name": [
                        "Genes Development"
                    ]
                }, 
                "volume": "12", 
                "pages": {
                    "first": "599", 
                    "last": "606", 
                    "range": "599–606"
                }, 
                "doi": "10.1101/gad.12.5.599"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Takahashi", 
                            "index": "Takahashi, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Yamanaka", 
                            "index": "Yamanaka, S"
                        }
                    }
                ], 
                "articleTitle": "Induction of pluripotent stem cells from mouse embryonic and adult fibroblast cultures by defined factors", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "126", 
                "pages": {
                    "first": "663", 
                    "last": "676", 
                    "range": "663–676"
                }, 
                "doi": "10.1016/j.cell.2006.07.024"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Wajapeyee", 
                            "index": "Wajapeyee, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SK Malonia", 
                            "index": "Malonia, SK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RK Palakurthy", 
                            "index": "Palakurthy, RK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Green", 
                            "index": "Green, MR"
                        }
                    }
                ], 
                "articleTitle": "Oncogenic RAS directs silencing of tumor suppressor genes through ordered recruitment of transcriptional repressors", 
                "journal": {
                    "name": [
                        "Genes Development"
                    ]
                }, 
                "volume": "27", 
                "pages": {
                    "first": "2221", 
                    "last": "2226", 
                    "range": "2221–2226"
                }, 
                "doi": "10.1101/gad.227413.113"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Weintraub", 
                            "index": "Weintraub, H"
                        }
                    }
                ], 
                "articleTitle": "The MyoD family and myogenesis: redundancy, networks, and thresholds", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "75", 
                "pages": {
                    "first": "1241", 
                    "last": "1244", 
                    "range": "1241–1244"
                }, 
                "doi": "10.1016/0092-8674(93)90610-3"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Young", 
                            "index": "Young, RA"
                        }
                    }
                ], 
                "articleTitle": "Control of the embryonic stem cell state", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "144", 
                "pages": {
                    "first": "940", 
                    "last": "954", 
                    "range": "940–954"
                }, 
                "doi": "10.1016/j.cell.2011.01.032"
            }
        ]
    }
}