{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "02590", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02590", 
        "authorLine": "Yuan Gao, Ian Davison", 
        "title": "Hippocampal neurons wait their turn", 
        "titlePrefix": "Learning", 
        "published": "2014-03-25T00:00:00Z", 
        "versionDate": "2014-03-25T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02590", 
        "pdf": "https://publishing-cdn.elifesciences.org/02590/elife-02590-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Imaging large groups of neurons as mice learn to respond to an event after a time delay shows that the brain encodes the passage of time using ordered sequences of neural activity."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Gao and Davison", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yuan Gao", 
                    "index": "Gao, Yuan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Boston University"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ian Davison", 
                    "index": "Davison, Ian"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Boston University"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "idavison@bu.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "02590", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02590", 
        "authorLine": "Yuan Gao, Ian Davison", 
        "title": "Hippocampal neurons wait their turn", 
        "titlePrefix": "Learning", 
        "published": "2014-03-25T00:00:00Z", 
        "versionDate": "2014-03-25T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02590", 
        "pdf": "https://publishing-cdn.elifesciences.org/02590/elife-02590-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Imaging large groups of neurons as mice learn to respond to an event after a time delay shows that the brain encodes the passage of time using ordered sequences of neural activity."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Gao and Davison", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yuan Gao", 
                    "index": "Gao, Yuan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Boston University"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ian Davison", 
                    "index": "Davison, Ian"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Boston University"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "idavison@bu.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "hippocampus", 
            "CA1", 
            "trace conditioning", 
            "activity sequence", 
            "noise correlation", 
            "learning"
        ], 
        "-related-articles-internal": [
            "01982"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Our days are full of mental countdowns: how long until the coffee is done brewing? Until the light turns green? Until this gel has finished running? Predicting the future state of the world from the present is critical for flexible behaviour, allowing us to move beyond reflexive reactions and instead towards charting a course that minimises punishment or improves our chances of reward. We routinely link cues (e.g., coffee starts to brew) and outcomes (coffee is ready) that are separated by seconds, minutes, or longer. At the cellular level, learning involves making changes to the strength of the connections between neurons, but these changes are only triggered when two neurons are active within about 100 milliseconds of each other (<a href=\"#bib7\">Levy and Steward, 1983</a>; <a href=\"#bib3\">Feldman, 2012</a>). Thus, there is an apparent mismatch between the timescales for behavioural learning and neural plasticity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "How, then, does the brain link together related events that are separated in time? One possibility is that it prolongs neuron firing in some way, maintaining the neural signal from the initial cue. Several regions of the brain, most notably the frontal cortex, show persistently elevated neural activity while animals hold information in their short-term memory (<a href=\"#bib4\">Funahashi, 2006</a>). However, simply sustaining neural activity does not carry information about how much time has passed."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Recently, recordings from a region of the brain called the hippocampus in rats have revealed ‘time cells’ that fire in repetitive sequences during the interval between an initial cue and a delayed action (<a href=\"#bib8\">MacDonald et al., 2011</a>). By providing time information, these cells complement the well-known role of hippocampal ‘place cells’ that fire when an animal is in a specific location. It has been proposed that these neural signals for place and time help to form episodic memories that link together a series of events occurring at different locations, supplying our remembered experience (<a href=\"#bib2\">Eichenbaum, 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in <i>eLife</i>, Mehrab Modi, Ashesh Dhawale and Upinder Bhalla of the National Centre for Biological Sciences in India show that sequences of neural activity in the hippocampus also contribute to another form of time-based learning. Using a classic eyeblink experiment, they trained animals to blink at a certain length of time after they heard a specific tone in order to avoid a puff of air directed at their eyes (<a href=\"#fig1\">Figure 1B</a>). Two-photon Ca<sup>2+</sup> imaging during the training period revealed how neurons in the hippocampus responded as mice learnt to blink at the right time."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Neural representations of elapsed time in the hippocampus.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b> and <b>B</b>) When a cue (such as a specific sound; green) and an outcome (such as a puff of air directed at the eyes; blue) overlap in time (left) and drive overlapping neural activity in different groups of neurons (vertical green and blue lines), standard plasticity processes can account for learning. However, when the cue and the outcome are separated by more than ∼100 milliseconds (right), the mechanisms for linking these events in the brain are less well understood. (<b>C</b>) Modi et al. show that the time interval between the initial cue and the predicted arrival of the puff of air is bridged by temporally ordered sequences of activated neurons in hippocampal area CA1. (<b>D</b>) Ordered sequences are a common feature of activity in CA1, and can represent the animal’s trajectory in both time (left) and space (right)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/02590/elife-02590-fig1-v1.tif", 
                        "filename": "elife-02590-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Distinct groups of cells in an area of the hippocampus known as CA1 were selectively active at each successive time point after the tone, so that their firing collectively bridged the entire delay period. CA1 therefore explicitly encodes elapsed time, with each ‘tick’ of the hippocampal clock represented by a specific set of activated neurons (<a href=\"#fig1\">Figure 1C</a>). Importantly, reliable neural sequences emerged as the animals mastered the timing of the blink response."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "While neural sequences provide an appealing explanation behind the mental stopwatch, it is unclear how they are generated in the brain. Computational work suggests that training can produce ordered sequences in appropriately connected neural networks (<a href=\"#bib5\">Goldman, 2009</a>). The area of the hippocampus known as CA3, which provides much of the input into CA1, constitutes such a circuit. Furthermore, time cell firing in CA1 resembles the output of this model (<a href=\"#bib8\">MacDonald et al., 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "By looking at the activity of large numbers of neurons, Modi and colleagues provide experimental evidence that CA1 sequences are likely to result from changes in the input received from CA3. This involved assessing the noise correlations—the similarities in the random fluctuations in neural activity at rest—which arise when two neurons are either directly connected, or are both driven by the same source. Noise correlations between CA1 cells increased early in training, suggesting that their inputs from CA3 were the site of the neural changes driven by learning (<a href=\"#bib9\">Modi et al., 2014</a>). While correlations mostly decreased again later in training, they remained high among the CA1 cells responding at the same time point, further suggesting that their final time-selectivity depends on a common source in CA3."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Similar correlation effects have been described in pairs of CA1 place cells in rats exploring a novel spatial environment (<a href=\"#bib1\">Cheng and Frank, 2008</a>), suggesting that modifying the input from CA3 to CA1 may contribute to learning about both time and place. Interestingly, sequential activity also occurs as animals navigate through successive locations in space, driving firing in different place cells (<a href=\"#fig1\">Figure 1D</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Ordered sequences of firing are widespread in neural processing, appearing not only in other delay-based tasks (<a href=\"#bib4\">Funahashi, 2006</a>) but also in spatial navigation (<a href=\"#bib11\">O’Keefe and Recce, 1993</a>), complex motor actions (<a href=\"#bib6\">Hahnloser et al., 2002</a>), and sensory perception (<a href=\"#bib12\">Shusterman et al., 2011</a>). It will be important to understand whether these diverse contexts share common principles for generating sequences of neural firing. Since sequences are generated internally in the brain, independently of external input, identifying the region where they arise is a major goal. The findings of Modi, Dhawale and Bhalla further this effort by implicating area CA3 as this source in a task that depends solely on time."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the future, direct measurements from CA3 itself should help to clarify its role in generating new neuron firing sequences. In spatial learning tasks, suppressing the CA3 output demonstrates that it contributes to the initial formation of new place fields, and so determines the location where CA1 place cells fire (<a href=\"#bib10\">Nakashiba et al., 2008</a>). Similar approaches could help further define CA3’s role in learning about time intervals as well. Finally, while the delay period used here was less than a second, we often face time contingencies spanning much more extended intervals. A major remaining challenge will also be to understand how the brain tracks delays on very long timescales—such as those needed for publishing scientific papers."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Cheng", 
                            "index": "Cheng, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LM Frank", 
                            "index": "Frank, LM"
                        }
                    }
                ], 
                "articleTitle": "New experiences enhance coordinated neural activity in the hippocampus", 
                "journal": "Neuron", 
                "volume": "57", 
                "pages": {
                    "first": "303", 
                    "last": "313", 
                    "range": "303–313"
                }, 
                "doi": "10.1016/j.neuron.2007.11.035"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Eichenbaum", 
                            "index": "Eichenbaum, H"
                        }
                    }
                ], 
                "articleTitle": "Memory on time", 
                "journal": "Trends in Cognitive Sciences", 
                "volume": "17", 
                "pages": {
                    "first": "81", 
                    "last": "88", 
                    "range": "81–88"
                }, 
                "doi": "10.1016/j.tics.2012.12.007"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DE Feldman", 
                            "index": "Feldman, DE"
                        }
                    }
                ], 
                "articleTitle": "The spike-timing dependence of plasticity", 
                "journal": "Neuron", 
                "volume": "75", 
                "pages": {
                    "first": "556", 
                    "last": "571", 
                    "range": "556–571"
                }, 
                "doi": "10.1016/j.neuron.2012.08.001"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Funahashi", 
                            "index": "Funahashi, S"
                        }
                    }
                ], 
                "articleTitle": "Prefrontal cortex and working memory processes", 
                "journal": "Neuroscience", 
                "volume": "139", 
                "pages": {
                    "first": "251", 
                    "last": "261", 
                    "range": "251–261"
                }, 
                "doi": "10.1016/j.neuroscience.2005.07.003"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Goldman", 
                            "index": "Goldman, MS"
                        }
                    }
                ], 
                "articleTitle": "Memory without feedback in a neural network", 
                "journal": "Neuron", 
                "volume": "61", 
                "pages": {
                    "first": "621", 
                    "last": "634", 
                    "range": "621–634"
                }, 
                "doi": "10.1016/j.neuron.2008.12.012"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RH Hahnloser", 
                            "index": "Hahnloser, RH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Kozhevnikov", 
                            "index": "Kozhevnikov, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Fee", 
                            "index": "Fee, MS"
                        }
                    }
                ], 
                "articleTitle": "An ultra-sparse code underlies the generation of neural sequences in a songbird", 
                "journal": "Nature", 
                "volume": "419", 
                "pages": {
                    "first": "65", 
                    "last": "70", 
                    "range": "65–70"
                }, 
                "doi": "10.1038/nature00974"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1983", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WB Levy", 
                            "index": "Levy, WB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Steward", 
                            "index": "Steward, O"
                        }
                    }
                ], 
                "articleTitle": "Temporal contiguity requirements for long-term associative potentiation/depression in the hippocampus", 
                "journal": "Neuroscience", 
                "volume": "8", 
                "pages": {
                    "first": "791", 
                    "last": "797", 
                    "range": "791–797"
                }, 
                "doi": "10.1016/0306-4522(83)90010-6"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ MacDonald", 
                            "index": "MacDonald, CJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KQ Lepage", 
                            "index": "Lepage, KQ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "UT Eden", 
                            "index": "Eden, UT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Eichenbaum", 
                            "index": "Eichenbaum, H"
                        }
                    }
                ], 
                "articleTitle": "Hippocampal “time cells” bridge the gap in memory for discontiguous events", 
                "journal": "Neuron", 
                "volume": "71", 
                "pages": {
                    "first": "737", 
                    "last": "749", 
                    "range": "737–749"
                }, 
                "doi": "10.1016/j.neuron.2011.07.012"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Modi", 
                            "index": "Modi, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Dhawale", 
                            "index": "Dhawale, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Bhalla", 
                            "index": "Bhalla, U"
                        }
                    }
                ], 
                "articleTitle": "CA1 cell activity sequences emerge after reorganization of network correltion structure during associative learning", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e01982", 
                "doi": "10.7554/eLife.01982"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Nakashiba", 
                            "index": "Nakashiba, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JZ Young", 
                            "index": "Young, JZ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ McHugh", 
                            "index": "McHugh, TJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DL Buhl", 
                            "index": "Buhl, DL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Tonegawa", 
                            "index": "Tonegawa, S"
                        }
                    }
                ], 
                "articleTitle": "Transgenic inhibition of synaptic transmission reveals role of CA3 output in hippocampal learning", 
                "journal": "Science", 
                "volume": "319", 
                "pages": {
                    "first": "1260", 
                    "last": "1264", 
                    "range": "1260–1264"
                }, 
                "doi": "10.1126/science.1151120"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J O’Keefe", 
                            "index": "O’Keefe, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Recce", 
                            "index": "Recce, ML"
                        }
                    }
                ], 
                "articleTitle": "Phase relationship between hippocampal place units and the EEG theta rhythm", 
                "journal": "Hippocampus", 
                "volume": "3", 
                "pages": {
                    "first": "317", 
                    "last": "330", 
                    "range": "317–330"
                }, 
                "doi": "10.1002/hipo.450030307"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Shusterman", 
                            "index": "Shusterman, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Smear", 
                            "index": "Smear, MC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Koulakov", 
                            "index": "Koulakov, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Rinberg", 
                            "index": "Rinberg, D"
                        }
                    }
                ], 
                "articleTitle": "Precise olfactory responses tile the sniff cycle", 
                "journal": "Nature Neuroscience", 
                "volume": "14", 
                "pages": {
                    "first": "1039", 
                    "last": "1044", 
                    "range": "1039–1044"
                }, 
                "doi": "10.1038/nn.2877"
            }
        ]
    }
}