{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "02386", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02386", 
        "authorLine": "Karen Guillemin, Annah S Rolig", 
        "title": "A twist in the tail", 
        "titlePrefix": "Animal-microbe Interactions", 
        "published": "2014-03-04T00:00:00", 
        "versionDate": "2014-03-04T00:00:00", 
        "volume": 3, 
        "elocationId": "e02386", 
        "pdf": "https://publishing-cdn.elifesciences.org/02386/elife-02386-v1.pdf", 
        "subjects": [
            {
                "id": "immunology", 
                "name": "Immunology"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Lipopolysaccharide molecules released by the bacteria <i>Vibrio fischeri</i> when it rotates its flagella prompts its host, the Hawaiian bobtail squid, to prepare for its arrival."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Guillemin and Rolig", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Karen Guillemin", 
                    "index": "Guillemin, Karen"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Molecular Biology, University of Oregon"
                        ], 
                        "address": {
                            "formatted": [
                                "Eugene", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Eugene"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "guillemin@molbio.uoregon.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Annah S Rolig", 
                    "index": "Rolig, Annah S"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Molecular Biology, University of Oregon"
                        ], 
                        "address": {
                            "formatted": [
                                "Eugene", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Eugene"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "02386", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02386", 
        "authorLine": "Karen Guillemin, Annah S Rolig", 
        "title": "A twist in the tail", 
        "titlePrefix": "Animal-microbe Interactions", 
        "published": "2014-03-04T00:00:00", 
        "versionDate": "2014-03-04T00:00:00", 
        "volume": 3, 
        "elocationId": "e02386", 
        "pdf": "https://publishing-cdn.elifesciences.org/02386/elife-02386-v1.pdf", 
        "subjects": [
            {
                "id": "immunology", 
                "name": "Immunology"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Lipopolysaccharide molecules released by the bacteria <i>Vibrio fischeri</i> when it rotates its flagella prompts its host, the Hawaiian bobtail squid, to prepare for its arrival."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Guillemin and Rolig", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Karen Guillemin", 
                    "index": "Guillemin, Karen"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Molecular Biology, University of Oregon"
                        ], 
                        "address": {
                            "formatted": [
                                "Eugene", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Eugene"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "guillemin@molbio.uoregon.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Annah S Rolig", 
                    "index": "Rolig, Annah S"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Molecular Biology, University of Oregon"
                        ], 
                        "address": {
                            "formatted": [
                                "Eugene", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Eugene"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "Vibrio", 
            "fischeri", 
            "cholerae", 
            "flagella", 
            "LPS", 
            "animal-microbe interaction"
        ], 
        "relatedArticles": [
            "01579"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Brennan CA, Hunt JR, Kremer N, Krasity BC, Apicella MA, McFall-Ngai MJ, Ruby EG. 2014. A model symbiosis reveals a role for sheathed-flagellum rotation in the release of immunogenic lipopolysaccharide. <i>eLife</i> <b>3</b>:e01579. doi: <a href=\"http://dx.doi.org/10.7554/eLife.01579\">10.7554/eLife.01579</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> The Hawaiian bobtail squid houses bioluminescent bacteria in its own body (Credit: Jamie Foster)"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-02386-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "All animals live with microbes on and inside their bodies—within humans, microbes can outnumber cells by a factor of ten—and animals engage with these microbes via the mutual exchange of different molecules. Animal-microbe interactions are often thought of as adversarial, with the host valiantly defending itself against the nefarious pathogens which, in turn, employ a range of strategies to evade the immune system of their host. However, most of the microbes that live with animals are harmless, and many animal–microbe interactions can offer mutual benefits to both parties."
            }, 
            {
                "type": "paragraph", 
                "text": "Many bacteria have tail-like structures called flagella that they rotate in order to move around. A flagellum is made up of many proteins called flagellins, which are continuously shed and can alert the immune system to the presence of a bacterial pathogen. The flagella of some pathogens are covered by a sheath, and it has been generally assumed that the purpose of this sheath is to prevent the telltale flagellin proteins being detected by the host (<a href=\"#bib3\">Geis et al., 1993</a>). Now, in <i>eLife</i>, Edward Ruby and colleagues at the University of Wisconsin–Madison and the University of Iowa—including Caitlin Brennan as first author—turn this story on its head and show that some microbes rely on this sheath to communicate with their host (<a href=\"#bib1\">Brennan et al., 2014</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "The bacterial protagonist in this story is <i>Vibrio fischeri</i>, a bioluminescent bacterium that colonizes newly hatched Hawaiian bobtail squids (<a href=\"#bib6\">Nyholm and McFall-Ngai, 2004</a>). When the squid detects the presence of the <i>V. fischeri</i> bacteria, it makes major changes to its ‘light organ’ to accommodate the bacteria. This interaction is ‘mutualistic’ rather than adversarial because both parties benefit. The squid uses the light emitted by the bacteria to obscure its silhouette during its nocturnal wanderings of the moonlit ocean, which helps it avoid being spotted by predators. In return, the squid provides the bacteria with sugars and other nutrients. Ruby and co-workers show that the bacteria make their presence known by rotating their sheathed flagella, which results in increased shedding of a molecule called lipopolysaccharide, or LPS for short (<a href=\"#bib1\">Brennan et al., 2014</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Flagella help bacterial pathogens to infect their hosts, mainly because they allow the bacteria to move through host tissues, to locate preferred sites to colonize, and to stick to specific host cells. Interestingly, several important pathogens—including <i>Vibrio cholerae</i>, which causes cholera, and <i>Helicobacter pylori</i>, which can cause stomach ulcers—coat their flagella with a sheath derived from their outer membrane. However, investigating the function of this sheath has been hindered by the lack of mutants that do not have sheaths, and by the difficulty of separating the flagella’s role in moving the bacteria from other possible functions."
            }, 
            {
                "type": "paragraph", 
                "text": "To explore the role of the sheathed flagella, Brennan et al. took advantage of the tightly choreographed sequence of interactions between <i>V. fischeri</i> and its squid host. Previously, work from Ruby’s lab had demonstrated that flagellar-based motility is required for <i>V. fischeri</i> to colonize the light organ to sufficient levels to generate light (<a href=\"#bib4\">Graf et al., 1994</a>). However, the squid can detect the <i>V. fischeri</i> bacteria before they start their journey into the light organ (<a href=\"#bib5a\">Kremer et al., 2013</a>), and the host responds to these early colonizers by instructing specific cells to commit suicide via a process called apoptosis (<a href=\"#bib2\">Foster et al., 2000</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Brennan et al. have now examined the ability of non-motile <i>V. fischeri</i> mutants—that either lack flagella, or lack the ability to rotate their flagella—to signal to their squid hosts. Although these strains were present in the light organ, they did not trigger normal levels of apoptosis in the squid. This suggests that the rotation of the sheathed flagella is required to notify the host of <i>V. fischeri’s</i> arrival."
            }, 
            {
                "type": "paragraph", 
                "text": "The normal apoptosis response in the squid, which happens early in the colonization of the light organ, is triggered by a molecule called ‘lipid A’ (<a href=\"#bib2\">Foster et al., 2000</a>). Lipid A is a component of LPS and also stimulates the immune systems of animals. Brennan et al. hypothesized that rotating the sheathed flagellum sheds LPS, thereby producing adequate amounts of this signal to be perceived by the host (<a href=\"#fig1\">Figure 1</a>). Consistent with this hypothesis, they found that the mutant strains released much less LPS than wild-type <i>V. fischeri</i>. Moreover, they demonstrated that the human pathogen <i>V. cholerae</i> also releases much less LPS when their flagella cannot rotate<i>.</i> However, <i>E. coli</i>, which do not have sheathed flagella, continue to release of LPS (albeit at low levels) even if their flagella cannot rotate (<a href=\"#bib1\">Brennan et al., 2014</a>)<i>.</i>"
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "<i>Vibrio fischeri</i> and the Hawaiian bobtail squid.", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "<i>V. fischeri</i> is one of a few bacterial species that cover their flagella in a sheath derived from their outer membrane (shown in beige). Previously it was thought that this sheath only stopped a protein called flagellin being shed from the flagellum, and thus prevented this protein being detected by the immune system of the host. Brennan et al. have now redefined the function of the flagella sheath by showing that rotation of <i>V. fischeri’s</i> sheathed flagella (depicted by the black arrow) induces the release of lipopolysaccharide (LPS, beige rectangles), and that LPS is required to trigger apoptosis and other changes in the squid to accommodate the bacteria. <i>V. fischeri</i> mutants whose flagella do not rotate (<i>motB1</i> and <i>motX</i>) release significantly less LPS and do not induce apoptosis. Many other bacteria, such as <i>E. coli,</i> have unsheathed flagella that shed flagellin monomers (black rectangles); however, both wild-type <i>E. coli</i> and mutants that cannot rotate their flagella (<i>motAB</i>) shed similar low levels of LPS."
                    }
                ], 
                "alt": "", 
                "uri": "elife-02386-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "Brennan et al. suggest that the apoptosis that promotes the normal development of the light organ is triggered by the LPS that it released when the bacteria rotate their sheathed flagella. It is interesting to speculate that concealing one molecule that stimulates the immune system, flagellin, with another, LPS, allows <i>V. fischeri</i> to manage its interaction with its host. Controlling its interaction with the host immune system is also important for the stomach pathogen <i>H. pylori,</i> which may wish to remain hidden<i>. H. pylori</i> have unusually structured LPS that trigger a muted immune response, a trait they may have evolved as a strategy for living with rotating, sheathed flagella that shed copious amounts of LPS (<a href=\"#bib7\">Ogawa et al., 1997</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "A lesson from the work of Brennan et al. is that we should avoid typecasting bacteria and the different signals that they produce. For example, a building block of peptidoglycan—a component of the cell wall in bacteria—is known as ‘trachea toxin’ from studies of the whooping cough pathogen. However, the same molecule serves as another potent signal to trigger tissue changes in the squid-<i>Vibrio</i> system (<a href=\"#bib5\">Koropatnick et al., 2004</a>). With the addition of the work by Brennan et al., we are reminded that the context in which the host interprets these powerful immune system-stimulating molecules likely determines the outcome of the interaction. Thus, moving forward, it will be interesting to learn the nature of the LPS structures that are shed from the sheathed flagellum, and how and why they are detected by the host to signal a desirable interaction, as opposed to an unwanted invasion."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Brennan", 
                            "index": "Brennan, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Hunt", 
                            "index": "Hunt, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Kremer", 
                            "index": "Kremer, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BC Krasity", 
                            "index": "Krasity, BC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Apicella", 
                            "index": "Apicella, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ McFall-Ngai", 
                            "index": "McFall-Ngai, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EG Ruby", 
                            "index": "Ruby, EG"
                        }
                    }
                ], 
                "articleTitle": "A model symbiosis reveals a role for sheathed-flagellum rotation in the release of immunogenic lipopolysaccharide", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "3", 
                "pages": "e01579", 
                "doi": "10.7554/eLife.01579"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Foster", 
                            "index": "Foster, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Apicella", 
                            "index": "Apicella, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ McFall-Ngai", 
                            "index": "McFall-Ngai, MJ"
                        }
                    }
                ], 
                "articleTitle": "<i>Vibrio fischeri</i> lipopolysaccharide induces developmental apoptosis, but not complete morphogenesis, of the <i>Euprymna scolopes</i> symbiotic light organ", 
                "journal": {
                    "name": [
                        "Developmental Biology"
                    ]
                }, 
                "volume": "226", 
                "pages": {
                    "first": "242", 
                    "last": "254", 
                    "range": "242–254"
                }, 
                "doi": "10.1006/dbio.2000.9868"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Geis", 
                            "index": "Geis, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Suerbaum", 
                            "index": "Suerbaum, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Forsthoff", 
                            "index": "Forsthoff, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Leying", 
                            "index": "Leying, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Opferkuch", 
                            "index": "Opferkuch, W"
                        }
                    }
                ], 
                "articleTitle": "Ultrastructure and biochemical studies of the flagellar sheath of <i>Helicobacter pylori</i>", 
                "journal": {
                    "name": [
                        "Journal of Medical Microbiology"
                    ]
                }, 
                "volume": "38", 
                "pages": {
                    "first": "371", 
                    "last": "377", 
                    "range": "371–377"
                }, 
                "doi": "10.1099/00222615-38-5-371"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Graf", 
                            "index": "Graf, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PV Dunlap", 
                            "index": "Dunlap, PV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EG Ruby", 
                            "index": "Ruby, EG"
                        }
                    }
                ], 
                "articleTitle": "Effect of transposon-induced motility mutations on colonization of the host light organ by <i>Vibrio fischeri</i>", 
                "journal": {
                    "name": [
                        "Journal of Bacteriology"
                    ]
                }, 
                "volume": "176", 
                "pages": {
                    "first": "6986", 
                    "last": "6991", 
                    "range": "6986–6991"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Koropatnick", 
                            "index": "Koropatnick, TA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JT Engle", 
                            "index": "Engle, JT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Apicella", 
                            "index": "Apicella, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EV Stabb", 
                            "index": "Stabb, EV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WE Goldman", 
                            "index": "Goldman, WE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ McFall-Ngai", 
                            "index": "McFall-Ngai, MJ"
                        }
                    }
                ], 
                "articleTitle": "Microbial factor-mediated development in a host-bacterial mutualism", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "306", 
                "pages": {
                    "first": "1186", 
                    "last": "1188", 
                    "range": "1186–1188"
                }, 
                "doi": "10.1126/science.1102218"
            }, 
            {
                "type": "journal", 
                "id": "bib5a", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Kremer", 
                            "index": "Kremer, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EE Philipp", 
                            "index": "Philipp, EE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Carpentier", 
                            "index": "Carpentier, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Brennan", 
                            "index": "Brennan, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Kraemer", 
                            "index": "Kraemer, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Altura", 
                            "index": "Altura, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Augustin", 
                            "index": "Augustin, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Häsler", 
                            "index": "Häsler, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EAC Heath-Heckman", 
                            "index": "Heath-Heckman, EAC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Peyer", 
                            "index": "Peyer, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Schwartzman", 
                            "index": "Schwartzman, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BA Rader", 
                            "index": "Rader, BA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EG Ruby", 
                            "index": "Ruby, EG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ McFall-Ngai", 
                            "index": "McFall-Ngai, MJ"
                        }
                    }
                ], 
                "articleTitle": "Initial symbiont contact orchestrates host-organ-wide transcriptional changes that prime tissue colonization", 
                "journal": {
                    "name": [
                        "Cell Host & Microbe"
                    ]
                }, 
                "volume": "14", 
                "pages": {
                    "first": "183", 
                    "last": "194", 
                    "range": "183–194"
                }, 
                "doi": "10.1016/j.chom.2013.07.006"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SV Nyholm", 
                            "index": "Nyholm, SV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ McFall-Ngai", 
                            "index": "McFall-Ngai, MJ"
                        }
                    }
                ], 
                "articleTitle": "The winnowing: establishing the squid-vibrio symbiosis", 
                "journal": {
                    "name": [
                        "Nature Reviews Microbiology"
                    ]
                }, 
                "volume": "2", 
                "pages": {
                    "first": "632", 
                    "last": "642", 
                    "range": "632–642"
                }, 
                "doi": "10.1038/nrmicro957"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Ogawa", 
                            "index": "Ogawa, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Suda", 
                            "index": "Suda, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Kashihara", 
                            "index": "Kashihara, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Hayashi", 
                            "index": "Hayashi, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Shimoyama", 
                            "index": "Shimoyama, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kusumoto", 
                            "index": "Kusumoto, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Tamura", 
                            "index": "Tamura, T"
                        }
                    }
                ], 
                "articleTitle": "Immunobiological activities of chemically defined lipid A from <i>Helicobacter pylori</i> LPS in comparison with <i>Porphyromonas gingivalis</i> lipid A and <i>Escherichia coli</i>-type synthetic lipid A (compound 506)", 
                "journal": {
                    "name": [
                        "Vaccine"
                    ]
                }, 
                "volume": "15", 
                "pages": {
                    "first": "1598", 
                    "last": "1605", 
                    "range": "1598–1605"
                }, 
                "doi": "10.1016/S0264-410X(97)00102-3"
            }
        ]
    }
}