{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-11375-v1.xml"
        }, 
        "status": "vor", 
        "id": "11375", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.11375", 
        "authorLine": "Damian Dalle Nogare, Ajay B Chitnis", 
        "title": "Connecting physical cues and tissue patterning", 
        "titlePrefix": "Organ Size", 
        "published": "2015-10-16T00:00:00Z", 
        "versionDate": "2015-10-16T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e11375", 
        "pdf": "https://publishing-cdn.elifesciences.org/11375/elife-11375-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "Zebrafish"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Several signaling pathways work together, via a protein called Amotl2a, to establish the size and shape of a zebrafish sense organ primordium."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Dalle Nogare and Chitnis", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Damian Dalle Nogare", 
                    "index": "Dalle Nogare, Damian"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Section on Neural Developmental Dynamics", 
                            "Eunice Kennedy Shriver National Institute of Child Health and Human Development"
                        ], 
                        "address": {
                            "formatted": [
                                "Bethesda", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bethesda"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dalledam@mail.nih.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ajay B Chitnis", 
                    "index": "Chitnis, Ajay B"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Section on Neural Developmental Dynamics", 
                            "Eunice Kennedy Shriver National Institute of Child Health and Human Development"
                        ], 
                        "address": {
                            "formatted": [
                                "Bethesda", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bethesda"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "chitnisa@mail.nih.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-11375-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "11375", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.11375", 
        "authorLine": "Damian Dalle Nogare, Ajay B Chitnis", 
        "title": "Connecting physical cues and tissue patterning", 
        "titlePrefix": "Organ Size", 
        "published": "2015-10-16T00:00:00Z", 
        "versionDate": "2015-10-16T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e11375", 
        "pdf": "https://publishing-cdn.elifesciences.org/11375/elife-11375-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "Zebrafish"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Several signaling pathways work together, via a protein called Amotl2a, to establish the size and shape of a zebrafish sense organ primordium."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Dalle Nogare and Chitnis", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Damian Dalle Nogare", 
                    "index": "Dalle Nogare, Damian"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Section on Neural Developmental Dynamics", 
                            "Eunice Kennedy Shriver National Institute of Child Health and Human Development"
                        ], 
                        "address": {
                            "formatted": [
                                "Bethesda", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bethesda"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dalledam@mail.nih.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ajay B Chitnis", 
                    "index": "Chitnis, Ajay B"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Section on Neural Developmental Dynamics", 
                            "Eunice Kennedy Shriver National Institute of Child Health and Human Development"
                        ], 
                        "address": {
                            "formatted": [
                                "Bethesda", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bethesda"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "chitnisa@mail.nih.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "Amotl2", 
            "Hippo", 
            "proliferation", 
            "organ size", 
            "Yap1", 
            "Lef1"
        ], 
        "-related-articles-internal": [
            "08201"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "How do local interactions collectively determine the global properties of an organ, like its size and shape, in a developing embryo? Cells can alter how they grow and divide in response to a number of cues, including the mechanical tension between cells and how tightly packed the cells are, via a system called the Hippo signaling pathway (<a href=\"#bib6\">Shroeder and Halder, 2012</a>). Now, in eLife, Virginie Lecaudey and colleagues at the Albert Ludwigs University of Freiburg – including Sobhika Agarwala as first author – have examined how a protein called Amotl2a links the Hippo pathway to other signaling pathways as the zebrafish posterior Lateral Line Primordium develops (<a href=\"#bib1\">Agarwala et al., 2015</a>; <a href=\"#fig1\">Figure 1</a>). This Primordium is the forerunner of a system of sense organs called the posterior Lateral Line that detects the flow of water over the zebrafish (<a href=\"#bib3\">Chitnis et al., 2012</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Amotl2a expression limits growth in the posterior Lateral Line Primordium by inhibiting Yap1 and ß-catenin-dependent proliferation.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Wnt signaling dominates in a leading zone (green), while FGF receptor activity dominates in a trailing zone (red). Wnt/ß-catenin signaling drives the expression of secreted FGF ligands; it also prevents a response to FGF in the leading cells by triggering the expression of Sef and Dusp6, inhibitors of FGF receptor activation. Activation of the FGF receptor in trailing cells causes proneuromasts to form. It also determines the expression of a diffusible antagonist of Wnt signaling, Dkk1b, which helps restrict Wnt/ß-catenin signaling to a progressively smaller leading zone. Both Wnt and FGF signaling promote cell proliferation in the posterior Lateral Line Primordium. FGF-dependent Amotl2a expression in the trailing zone inhibits proliferation determined by Yap1 and by ß-catenin. Black and red lines represent positive and negative regulatory interactions, respectively. Solid arrows represent intracellular regulatory interactions, while dashed lines represent interactions mediated by secreted factors."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/11375/elife-11375-fig1-v1.tif", 
                        "image": "https://dev--iiif.elifesciences.org/lax:11375/elife-11375-fig1-v1.tif", 
                        "filename": "elife-11375-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The posterior Lateral Line Primordium starts as a group of about 125 cells that migrate collectively (under the skin) from the ear of the developing zebrafish to the tip of its tail. While the leading cells are relatively mesenchymal, the trailing cells organize into clusters (or “rosettes”) called proneuromasts. These are deposited at regular intervals as the Primordium moves towards the tail. The five or six proneuromasts deposited by the Primordium will develop into the neuromasts that act as the sensory organs of the posterior lateral line. Cells that are not incorporated into proneuromasts are deposited between neuromasts as so-called interneuromast cells. The Primordium shrinks as it moves, and resolves into two or three terminal neuromasts when it finally reaches the tail."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Wnt and FGF signaling systems coordinate the development of the posterior Lateral Line Primordium. FGF signaling promotes the formation of proneuromasts. In the leading cells, the activity of a Wnt signaling molecule called ß-catenin drives the expression of FGFs (Fibroblast Growth Factors) that activate FGF signaling by binding to their receptor proteins (<a href=\"#fig1\">Figure 1</a>). However, this ß-catenin activity simultaneously inhibits the FGF receptors in the leading cells. As a result, only the trailing cells, where Wnt signaling is weaker, respond to FGF signaling and so form proneuromasts. FGF signaling also drives the expression of a diffusible antagonist molecule that blocks the receptors that are needed for Wnt signaling. This helps to restrict the area of active Wnt signaling to a progressively smaller leading zone. In turn, this allows more of the posterior Lateral Line Primordium to respond to FGF signaling, and so additional proneuromasts form closer to the leading edge."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The transcriptional co-activators YAP and TAZ promote tissue growth and play a central role in another signaling system called the Hippo pathway (<a href=\"#bib7\">Varelas, 2014</a>). Proteins called Motins provide a critical link between external cues, like cell density, and the activity of YAP (<a href=\"#bib5\">Moleirinho et al., 2014</a>). Motins can associate with structural elements of the cell (such as the “tight junctions” that connect neighboring cells) and with YAP. It is thought that cues such as changes in cell–cell adhesion influence how well YAP associates with Motin proteins, which in turn regulates Hippo signaling and hence cell growth. However, the mechanisms behind this remain unclear."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Agarwala et al. show that a Motin called Amotl2a is expressed in the trailing zone of the posterior Lateral Line Primordium in response to FGF signaling. Further investigation revealed that Yap1 and Taz (the zebrafish versions of YAP and TAZ) strongly interact with Amotl2a, and the loss of Yap1 reduces the number of cells in the posterior Lateral Line Primordium. By contrast, the loss of Amotl2a increases cell proliferation. This led Agarwala et al. to hypothesize that the increased proliferation in mutant fish that lack Amotl2a is due to the effects of unregulated Yap1. However, the hyperproliferation observed in Amotl2a mutants is only partially rescued in mutant zebrafish that lack both Amotl2a and Yap1, and remains higher than in mutants that lack only Yap1. This suggests that the increased number of posterior Lateral Line Primordium cells seen in Amotl2a mutants cannot be accounted for by increased Yap1-dependent proliferation."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As Wnt signaling is also known to regulate cell proliferation in the posterior Lateral Line Primordium, Agarwala et al. looked at the pattern of Wnt activation in the Amotl2a mutants and found it was significantly expanded. Furthermore, they found that blocking the Wnt signaling pathway in Amotl2a/Yap1 double mutants reduced cell proliferation to levels seen in Yap1 mutants. This, together with previous studies that have shown that Amotl2a interacts with ß-catenin, led Agarwala et al. to conclude that FGF-dependent Amotl2a expression limits growth in the Primordium by inhibiting Yap1 and ß-catenin-dependent proliferation."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "FGF signaling promotes both proliferation and morphogenesis of epithelial rosettes. In this context, Amotl2a expression, which is also dependent on FGF, could be part of a feedback system that limits growth in maturing proneuromasts. However, the loss of Amotl2a does not result in either larger neuromasts or more intervening interneuromast cells. Instead, it results in the deposition of an additional neuromast, consistent with previous studies suggesting that deposition is regulated by posterior Lateral Line Primordium growth (<a href=\"#bib2\">Aman et al., 2011</a>). The migration of the Primordium is also slower in Amotl2a mutants, which could contribute to the deposition of the additional neuromast. This raises the possibility that, as has been suggested in other contexts (<a href=\"#bib4\">Das et al., 2015</a>), Amotl2a also contributes to effective collective migration. By inhibiting Wnt/ß-catenin signaling, Amotl2a may also regulate the pace at which the Wnt system shrinks and the proneuromasts form."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "While the Agarwala et al. paper does not, as yet, provide definitive answers, it opens the door to the investigation of these interesting possibilities, and provides a new key to understanding the connection between physical cues and tissue patterning."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Agarwala", 
                            "index": "Agarwala, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Duquesne", 
                            "index": "Duquesne, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Liu", 
                            "index": "Liu, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Boehm", 
                            "index": "Boehm, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Grimm", 
                            "index": "Grimm, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Link", 
                            "index": "Link, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S König", 
                            "index": "König, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Eimer", 
                            "index": "Eimer, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Ronneberger", 
                            "index": "Ronneberger, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Lecaudey", 
                            "index": "Lecaudey, V"
                        }
                    }
                ], 
                "articleTitle": "Amotl2a interacts with Hippo effector Yap1 and Wnt/ß-catenin effector Lef1 to control tissue size in zebrafish", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e08201", 
                "doi": "10.7554/eLife.08201"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Aman", 
                            "index": "Aman, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Nguyen", 
                            "index": "Nguyen, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Piotrowski", 
                            "index": "Piotrowski, T"
                        }
                    }
                ], 
                "articleTitle": "Wnt/ß-catenin dependent cell proliferation underlies segmented lateral line morphogenesis", 
                "journal": "Developmental Biology", 
                "volume": "349", 
                "pages": {
                    "first": "470", 
                    "last": "482", 
                    "range": "470–482"
                }, 
                "doi": "10.1016/j.ydbio.2010.10.022"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AB Chitnis", 
                            "index": "Chitnis, AB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Dalle Nogare", 
                            "index": "Dalle Nogare, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Matsuda", 
                            "index": "Matsuda, M"
                        }
                    }
                ], 
                "articleTitle": "Building the posterior lateral line system in zebrafish", 
                "journal": "Developmental Neurobiology", 
                "volume": "72", 
                "pages": {
                    "first": "234", 
                    "last": "255", 
                    "range": "234–255"
                }, 
                "doi": "10.1002/dneu.20962"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Das", 
                            "index": "Das, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Safferling", 
                            "index": "Safferling, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Rausch", 
                            "index": "Rausch, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Grabe", 
                            "index": "Grabe, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Boehm", 
                            "index": "Boehm, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Spatz", 
                            "index": "Spatz, JP"
                        }
                    }
                ], 
                "articleTitle": "A molecular mechanotransduction pathway regulates collective migration of epithelial cells", 
                "journal": "Nature Cell Biology", 
                "volume": "17", 
                "pages": {
                    "first": "276", 
                    "last": "287", 
                    "range": "276–287"
                }, 
                "doi": "10.1038/ncb3115"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Moleirinho", 
                            "index": "Moleirinho, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Guerrant", 
                            "index": "Guerrant, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kissil", 
                            "index": "Kissil, J"
                        }
                    }
                ], 
                "articleTitle": "The Angiomotins—from discovery to function", 
                "journal": "FEBS Letters", 
                "volume": "588", 
                "pages": {
                    "first": "2693", 
                    "last": "2703", 
                    "range": "2693–2703"
                }, 
                "doi": "10.1016/j.febslet.2014.02.006"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Shroeder", 
                            "index": "Shroeder, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Halder", 
                            "index": "Halder, G"
                        }
                    }
                ], 
                "articleTitle": "Regulation of Hippo pathway by cell architecture and mechanical signals", 
                "journal": "Seminars in Cell & Developmental Biology", 
                "volume": "23", 
                "pages": {
                    "first": "803", 
                    "last": "811", 
                    "range": "803–811"
                }, 
                "doi": "10.1016/j.semcdb.2012.06.001"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Varelas", 
                            "index": "Varelas, X"
                        }
                    }
                ], 
                "articleTitle": "The Hippo pathway effectors TAZ and YAP in development, homeostasis and disease", 
                "journal": "Development", 
                "volume": "141", 
                "pages": {
                    "first": "1614", 
                    "last": "1626", 
                    "range": "1614–1626"
                }, 
                "doi": "10.1242/dev.102376"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}