{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-00302-v1.xml"
        }, 
        "status": "vor", 
        "id": "00302", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00302", 
        "authorLine": "Roberto Kolter", 
        "title": "Histones join the fight against bacteria inside cells", 
        "titlePrefix": "Antibacterial Response", 
        "published": "2012-11-13T00:00:00Z", 
        "versionDate": "2012-11-13T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00302", 
        "pdf": "https://publishing-cdn.elifesciences.org/00302/elife-00302-v1.pdf", 
        "subjects": [
            {
                "id": "immunology", 
                "name": "Immunology"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "<i>B. subtilis</i>", 
            "<i>D. melanogaster</i>", 
            "<i>E. coli</i>", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Experiments on <i>Drosophila</i> have shown that the histones that are normally bound to lipid droplets inside cells can be released to provide protection against infection."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Kolter", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Roberto Kolter", 
                    "index": "Kolter, Roberto"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "roberto_kolter@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-00302-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00302", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00302", 
        "authorLine": "Roberto Kolter", 
        "title": "Histones join the fight against bacteria inside cells", 
        "titlePrefix": "Antibacterial Response", 
        "published": "2012-11-13T00:00:00Z", 
        "versionDate": "2012-11-13T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00302", 
        "pdf": "https://publishing-cdn.elifesciences.org/00302/elife-00302-v1.pdf", 
        "subjects": [
            {
                "id": "immunology", 
                "name": "Immunology"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "<i>B. subtilis</i>", 
            "<i>D. melanogaster</i>", 
            "<i>E. coli</i>", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Experiments on <i>Drosophila</i> have shown that the histones that are normally bound to lipid droplets inside cells can be released to provide protection against infection."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Kolter", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Roberto Kolter", 
                    "index": "Kolter, Roberto"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "roberto_kolter@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ], 
        "keywords": [
            "innate immunity", 
            "histone", 
            "lipid droplet", 
            "anti-bacterial"
        ], 
        "-related-articles-internal": [
            "00003"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "All the plants and animals on our planet have evolved among a myriad of microorganisms and, by and large, the relationships between these microbes and their much larger neighbours have been beneficial. At the same time, microbes have developed many different ways of digesting organic matter and they are always ready to make lunch out of almost any part of any animal or plant that is available. The larger organisms have, therefore, had to evolve immunity mechanisms to cope with the pervasive presence of microbes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The richness and diversity of these immunity mechanisms is striking. Some immunity is adaptive, and is tailored to deal with the presence of specific microbes, such as the production of highly specific antibodies that help neutralize foreign invaders. Other forms of immunity are innate and offer generic protection against pathogens: our skin, for example, forms a physical boundary that keeps microbes away from places where they should not be. The process of inflammation in tissues is also part of our innate immune system, as are white blood cells. Now, in <i>eLife</i>, Steven Gross and co-workers at the University of California at Irvine, the University of Southern California, the IDIBAPS in Barcelona and the University of Rochester describe a new type of innate immunity involving intracellular fat deposits and histones that could well be at work throughout the animal kingdom (<a href=\"#bib1\">Anand et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "All living cells contain organelles called lipid droplets that are used to store fat, which is a source of energy for cells, and for years it was thought that this was the sole purpose of these droplets (<a href=\"#bib5\">Walther and Farese, 2012</a>). Now we know that lipid droplets perform many other functions in cells, including the sequestration of histones and other proteins (<a href=\"#bib2\">Beller et al., 2006</a>). This was initially quite surprising because histones are normally bound to DNA to constitute chromatin. However, histones can be quite toxic on their own so it makes sense for any surplus histones to be sequestered on lipid droplets. Indeed, it was shown a decade ago that histone toxicity can defend animal cells against bacteria living outside the cells (<a href=\"#bib3\">Cho et al., 2002</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Given that histones can offer protection against extracellular bacteria, Gross and co-workers—including Preetha Anand and Silvia Cermelli of UC Irvine as joint first authors—decided to ask the following question: might the potential toxicity of the surplus histones stored on lipid droplets be exploited to protect against bacteria ‘inside’ the cell? Working with early-stage embryos of the fruit fly <i>Drosophila melanogaster</i>, which contain large numbers of lipid droplets (<a href=\"#fig1\">Figure 1</a>), Anand, Cermelli and co-workers demonstrated that the answer to this question was a resounding yes. Quite strikingly, when the <i>Drosophila</i> cells were exposed to various components from the cell walls of a range of bacteria, histones were released from the lipid droplets and demonstrated antibacterial activity."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "An early <i>Drosophila</i> embryo visualized using fluorescence microscopy", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "An early <i>Drosophila</i> embryo visualized using fluorescence microscopy. Nuclei have been false coloured blue and lipid droplets yellow. This embryo, which is ∼0.5 mm in length, is still a single cell containing many nuclei (a syncytium), and most of these are found on the surface. The detail on the right is an expanded head-on view of the surface inside the white rectangle and shows about 32 densely packed nuclei inside an area of about 25 × 25 µm."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00302/elife-00302-fig1-v1.tif", 
                        "image": "elife-00302-fig1-v1.tif", 
                        "attribution": [
                            "IMAGES: MICHAEL WELTE."
                        ], 
                        "filename": "elife-00302-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This immediately raised another question: do cells actually rely on histones to protect them against bacteria? One way to explore this further would be to compare the response of cells with and without histones to the presence of bacteria. However, histones are essential for the survival of the host organism, so it is simply not possible to isolate flies that do not contain histones. Luckily, there was another way to proceed because a group led by Michael Welte at Rochester, one of the authors of the present study, had just identified a protein that appeared to be the histone receptor on the lipid droplets (<a href=\"#bib4\">Li et al., 2012</a>). Mutant flies lacking this protein appeared largely normal, but they had irregularly shaped lipid droplets and, crucially, histones could not bind to these droplets. There is a tradition of giving <i>Drosophila</i> genes unusual names—the Toll and Spätzle genes, for example, are named after the German words for ‘great’ and ‘egg pasta’ (<a href=\"#bib6\">Weissmann, 2010</a>)—and since the blob-like lipid droplets in flies that did not contain the receptor reminded Welte and co-workers of Jabba the Hutt from ‘Star Wars’, the histone receptor was named <i>Jabba</i>."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Anand, Cermelli and co-workers showed that flies without the <i>Jabba</i> receptor (<i>Jabba</i> mutants) were more sensitive to being killed by several species of bacteria than wild-type flies (whose lipid droplets did contain histones). This increased killing was observed both for developing embryos and adult flies. The researchers went on to obtain provocative preliminary results that histones in lipid droplets in mammalian cells (in this case mice) may also have a role in innate immunity. Therefore, it now appears that lipid droplets, once considered to be simply fat deposits, could in fact constitute part of the immune system of animals by virtue of the fact that they contain histones that may be released upon exposure to bacteria."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Understanding the mechanisms involved in the release of the histones is an exciting challenge for workers in the field. Establishing whether there is direct contact between the bacterial cell wall components and the histones on the lipid droplets will be first step in this process. Importantly, the way the histones kill bacteria still needs to be investigated. One possibility is that the histones released from the lipid droplets adopt a conformational state that renders them able to non-specifically disrupt cells: the key to immunity with self-toxicity, therefore, would be the ability to only adopt this conformational state in the right place at the right time—when bacteria are in the vicinity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Does this mean that increased fat accumulation within cells leads to an increased immunity against bacterial infection? Not likely—it is the histones in the cell that kill the bacteria, and there should be plenty of those even in lean individuals, so there is no reason to indulge in extra donuts to supplement your lipid droplet supply."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Anand", 
                            "index": "Anand, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Cermelli", 
                            "index": "Cermelli, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Li", 
                            "index": "Li, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Kassan", 
                            "index": "Kassan, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Bosch", 
                            "index": "Bosch, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Sigua", 
                            "index": "Sigua, R"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "A novel role for lipid droplets in the organismal antibacterial response", 
                "journal": "eLife", 
                "volume": "1", 
                "pages": "e00003", 
                "uri": "http://dx.doi.org/10.7554/eLife.00003"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Beller", 
                            "index": "Beller, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Riedel", 
                            "index": "Riedel, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Jänsch", 
                            "index": "Jänsch, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Dieterich", 
                            "index": "Dieterich, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Wehland", 
                            "index": "Wehland, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Jäckle", 
                            "index": "Jäckle, H"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Characterization of the <i>Drosophila</i> lipid droplet subproteome", 
                "journal": "Mol Cell Proteomics", 
                "volume": "5", 
                "pages": {
                    "first": "1082", 
                    "last": "1094", 
                    "range": "1082–1094"
                }, 
                "uri": "http://dx.doi.org/10.1074/mcp.M600011-MCP200"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH Cho", 
                            "index": "Cho, JH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IY Park", 
                            "index": "Park, IY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HS Kim", 
                            "index": "Kim, HS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WT Lee", 
                            "index": "Lee, WT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Kim", 
                            "index": "Kim, MS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SC Kim", 
                            "index": "Kim, SC"
                        }
                    }
                ], 
                "articleTitle": "Cathepsin D produces antimicrobial peptide parasin I from histone H2A in the skin mucosa of fish", 
                "journal": "FASEB J", 
                "volume": "16", 
                "pages": {
                    "first": "429", 
                    "last": "431", 
                    "range": "429–431"
                }
            }, 
            {
                "type": "unknown", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Li", 
                            "index": "Li, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Thiel", 
                            "index": "Thiel, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Thul", 
                            "index": "Thul, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Beller", 
                            "index": "Beller, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RP Kühnlein", 
                            "index": "Kühnlein, RP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Welte", 
                            "index": "Welte, MA"
                        }
                    }
                ], 
                "title": "Lipid droplets control the maternal histone supply of <i>Drosophila</i> embryos", 
                "details": "Curr Biol, 10.1016/j.cub.2012.09.018", 
                "uri": "http://dx.doi.org/10.1016/j.cub.2012.09.018"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Walther", 
                            "index": "Walther, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RV Farese", 
                            "index": "Farese, RV"
                        }
                    }
                ], 
                "articleTitle": "Lipid droplets and cellular lipid metabolism", 
                "journal": "Ann Rev Biochem", 
                "volume": "81", 
                "pages": {
                    "first": "687", 
                    "last": "714", 
                    "range": "687–714"
                }, 
                "uri": "http://dx.doi.org/10.1146/annurev-biochem-061009-102430"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Weissmann", 
                            "index": "Weissmann, G"
                        }
                    }
                ], 
                "articleTitle": "Pattern recognition and gestalt psychology: the day Nüsslein-Volhard shouted “Toll!”", 
                "journal": "FASEB J", 
                "volume": "24", 
                "pages": {
                    "first": "2137", 
                    "last": "2141", 
                    "range": "2137–2141"
                }, 
                "uri": "http://dx.doi.org/10.1146/annurev-biochem-061009-102430"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}