{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-07431-v1.xml"
        }, 
        "status": "vor", 
        "id": "07431", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.07431", 
        "authorLine": "Alejandro Sánchez Alvarado", 
        "title": "Unravelling a can of worms", 
        "titlePrefix": "Phylogeny", 
        "published": "2015-04-16T00:00:00Z", 
        "versionDate": "2015-04-16T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e07431", 
        "pdf": "https://publishing-cdn.elifesciences.org/07431/elife-07431-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Understanding the evolutionary relationships between species could help researchers select better model organisms to study in the laboratory."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Sánchez Alvarado", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Alejandro Sánchez Alvarado", 
                    "index": "Sánchez Alvarado, Alejandro"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Howard Hughes Medical Institute, Stowers Institute for Medical Research"
                        ], 
                        "address": {
                            "formatted": [
                                "Kansas City", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Kansas City"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "asa@stowers.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-07431-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "07431", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.07431", 
        "authorLine": "Alejandro Sánchez Alvarado", 
        "title": "Unravelling a can of worms", 
        "titlePrefix": "Phylogeny", 
        "published": "2015-04-16T00:00:00Z", 
        "versionDate": "2015-04-16T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e07431", 
        "pdf": "https://publishing-cdn.elifesciences.org/07431/elife-07431-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Understanding the evolutionary relationships between species could help researchers select better model organisms to study in the laboratory."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Sánchez Alvarado", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Alejandro Sánchez Alvarado", 
                    "index": "Sánchez Alvarado, Alejandro"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Howard Hughes Medical Institute, Stowers Institute for Medical Research"
                        ], 
                        "address": {
                            "formatted": [
                                "Kansas City", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Kansas City"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "asa@stowers.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "Platyhelminthe", 
            "phylogeny", 
            "parasitism", 
            "RNA-Seq"
        ], 
        "-related-articles-internal": [
            "05503"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The written accounts and reasoning associated with how the species we currently use for biomedical research were selected as model systems have rarely included weighty consideration of either their evolutionary or natural histories (<a href=\"#bib1\">Alfred and Baldwin, 2015</a>). Instead, organisms such as <i>Drosophila</i>, <i>Caenorhabditis elegans</i>, zebrafish and mice were primarily chosen as model organisms for purely practical reasons. For example, many model organisms produce large numbers of offspring, have features that make them easy to examine (such as transparent embryos), or are easy to domesticate and look after in the laboratory. Paradoxically, while this approach has been remarkably successful in advancing our understanding of life, it has also made us acutely aware of how much more biology we have yet to comprehend."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Some have argued that further research into the model organisms that dominate much of biomedical research today could fill in the many gaps that exist in our understanding of life, but these organisms give a biased and ultimately poor statistical representation of the ∼30 million species of animals that populate our planet (<a href=\"#bib2\">Brusca and Brusca, 2003</a>). Our best chances of uncovering new biology and acquiring a truly transformative understanding of life are therefore to be found in the laboratory of nature. As technology advances and allows us to examine aspects of biology that were not previously accessible to scientific interrogation, we may want to reconsider how we choose animals as new model systems. Instead of selecting them purely on the biological attributes they conveniently exaggerate for our scientific interests, we could also consider the ecological and evolutionary histories that may have helped produce such attributes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These considerations are particularly timely in view of current efforts to develop and characterize invertebrate model systems for studying regeneration and parasitism. Now, in <i>eLife</i>, Christopher Laumer of Harvard University, Andreas Hejnol of the University of Bergen and Gonzalo Giribet, also from Harvard, have unravelled the phylogenetic tree of the Platyhelminthes, which are more commonly known as the flatworms (<a href=\"#bib3\">Laumer et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Animals possessing bilateral symmetry are presently grouped into three main branches in the metazoan tree of life. The Deuterostomes (the evolutionary lineage to which humans belong) are represented by a number of model organisms including mice, fish, sea squirts, sea urchins and, of course, humans. The second branch, the Ecdysozoa, is presently represented in biomedical research by the fruit fly <i>Drosophila melanogaster</i> and the roundworm nematode <i>C. elegans</i>. However, the third branch, the Lophotrochozoa, remains among the most undersampled and understudied collection of complex organisms on the planet. This is despite the fact that it encompasses a collection of animals with an assortment of body plans, biological attributes, and ecological adaptations that is unmatched by the other two bilaterian metazoan branches combined. Within the Lophotrochozoa, no group of animals manifests these attributes as clearly as the Platyhelminthes: the diversity of body plans, developmental plasticity and ecological adaptations displayed by these flatworms is remarkable."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Laumer, Hejnol and Giribet report on a comprehensive analysis of the evolutionary relationships among the Platyhelminthes using a survey of genomes and transcriptomes that represents all free-living (i.e., non-parasitic) flatworm orders. This work is the first of its type for the Platyhelminthes and ultimately provides a modern hypothesis that should help us to understand how this extraordinarily diverse group of animals evolved."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "By comparing hundreds of nuclear protein coding genes, Laumer et al. were able to derive a phylogeny with at least two important and intriguing attributes. Firstly, key evolutionary transitions within the Platyhelminthes unexpectedly featured the involvement of ‘microturbellarian’ (microflatworm) groups (<a href=\"#fig1\">Figure 1</a>). Secondly, a novel scenario that explains the interrelationships between free-living and parasitic flatworms provides unique opportunities for shedding light on the origins and biological consequences of the parasitic lifestyle in these animals."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The Platyhelminthes show a diverse range of body plans and developmental characteristics.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Two adult <i>Bothrioplana semperi</i> (Bothrioplanida) swimming in different directions. Adults are approximately 1.5 mm outstretched. Collected from near Saw Mill brook, Estabrook Woods, Concord, MA. (<b>B</b>) Adult of an undescribed species of <i>Polystyliphora</i> (Proseriata), collected from the interstices of marine sand in Bocas del Toro, Panama. Scale bar unavailable. (<b>C</b>) Adult specimen of an undescribed blind species of <i>Microdalyellia</i> (Rhabdocoela), collected in fresh water from Mt. Blue Spring, Wompatuck State Park, MA. (<b>D</b>) Adult, undetermined species of <i>Nannorhynchides</i> (Rhabdocoela), collected in brackish water at low tide near Sage Lot Pond outlet, Mashpee, MA. Scale bars: 100 µm. Samples in panels <b>A</b>, <b>C</b> and <b>D</b> photographed by Christopher E Laumer. Sample in panel <b>B</b> photographed by Marco Curini-Galletti."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/07431/elife-07431-fig1-v1.tif", 
                        "image": "elife-07431-fig1-v1.tif", 
                        "filename": "elife-07431-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Tricladida order of flatworms contains the important model system <i>Schmidtea mediterranea</i>, which is used to study tissue regeneration and development. An intriguing point raised by the phylogenetic tree produced by Laumer et al. is that this order may be evolutionarily equidistant to two other orders (Prolecithophora and Fecampiida). This new relationship will have to be taken into account from this point onward when considering how the regenerative properties displayed by these three groups of animals evolved."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of Laumer et al. makes it clear that we should embrace an approach that involves morphological studies, evolutionary developmental biology and evolutionary genomics when selecting organisms for experimental interrogation. The evidence reported for the importance of microturbellarians (<a href=\"#fig1\">Figure 1</a>) in the evolution of Platyhelminthes may ultimately prove to be the single most important contribution of the present body of work. Microturbellarians have not captured the attention of researchers like the best-known branches of the clearly much larger and phylogenetically diverse flatworms (e.g., planarians, polyclads, and neodermatans). It is my suspicion that this paper will bring an end to their relative obscurity."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Alfred", 
                            "index": "Alfred, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IT Baldwin", 
                            "index": "Baldwin, IT"
                        }
                    }
                ], 
                "articleTitle": "The natural history of model organisms: new opportunities at the wild frontier", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e06956", 
                "doi": "10.7554/eLife.06956"
            }, 
            {
                "type": "book", 
                "id": "bib2", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RC Brusca", 
                            "index": "Brusca, RC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GJ Brusca", 
                            "index": "Brusca, GJ"
                        }
                    }
                ], 
                "bookTitle": "Invertebrates", 
                "publisher": {
                    "name": [
                        "Sinauer Associates"
                    ], 
                    "address": {
                        "formatted": [
                            "Sunderland, Mass"
                        ], 
                        "components": {
                            "locality": [
                                "Sunderland, Mass"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CE Laumer", 
                            "index": "Laumer, CE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Hejnol", 
                            "index": "Hejnol, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Giribet", 
                            "index": "Giribet, G"
                        }
                    }
                ], 
                "articleTitle": "Nuclear genomic signals of the ‘microturbellarian’ roots of platyhelminth evolutionary innovation", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e05503", 
                "doi": "10.7554/eLife.05503"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}