{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-12721-v1.xml"
        }, 
        "status": "vor", 
        "id": "12721", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.12721", 
        "authorLine": "Michael Doebeli, Ehab Abouheif", 
        "title": "Modeling evolutionary transitions in social insects", 
        "titlePrefix": "Evolution", 
        "published": "2016-01-18T00:00:00Z", 
        "versionDate": "2016-01-18T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e12721", 
        "pdf": "https://publishing-cdn.elifesciences.org/12721/elife-12721-v1.pdf", 
        "subjects": [
            {
                "id": "ecology", 
                "name": "Ecology"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Mathematical models based on direct fitness calculations may be able to explain important aspects of social evolution in insects."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Doebeli et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Michael Doebeli", 
                    "index": "Doebeli, Michael"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Zoology and Department of Mathematics", 
                            "University of British Columbia"
                        ], 
                        "address": {
                            "formatted": [
                                "Vancouver", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Vancouver"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "doebeli@zoology.ubc.ca"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ehab Abouheif", 
                    "index": "Abouheif, Ehab"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "McGill University"
                        ], 
                        "address": {
                            "formatted": [
                                "Montreal", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Montreal"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-12721-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "12721", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.12721", 
        "authorLine": "Michael Doebeli, Ehab Abouheif", 
        "title": "Modeling evolutionary transitions in social insects", 
        "titlePrefix": "Evolution", 
        "published": "2016-01-18T00:00:00Z", 
        "versionDate": "2016-01-18T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e12721", 
        "pdf": "https://publishing-cdn.elifesciences.org/12721/elife-12721-v1.pdf", 
        "subjects": [
            {
                "id": "ecology", 
                "name": "Ecology"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Mathematical models based on direct fitness calculations may be able to explain important aspects of social evolution in insects."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Doebeli et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Michael Doebeli", 
                    "index": "Doebeli, Michael"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Zoology and Department of Mathematics", 
                            "University of British Columbia"
                        ], 
                        "address": {
                            "formatted": [
                                "Vancouver", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Vancouver"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "doebeli@zoology.ubc.ca"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ehab Abouheif", 
                    "index": "Abouheif, Ehab"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "McGill University"
                        ], 
                        "address": {
                            "formatted": [
                                "Montreal", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Montreal"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "hymenoptera", 
            "social insect", 
            "evolutionary dynamics", 
            "eusociality", 
            "mathematical model", 
            "genetic"
        ], 
        "-related-articles-internal": [
            "08918"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Social organization is a fundamental feature of many organisms, including humans. Eusociality is a form of social organization that has evolved in some animals, notably ants, bees and termites, and that involves, among other things, some individuals foregoing opportunities to reproduce so that they can care for the offspring of others (<a href=\"#bib2\">Hölldobler and Wilson, 1990</a>; <a href=\"#bib3\">2009</a>). The existence of these ‘worker’ individuals is an evolutionary conundrum that has long fascinated biologists. How can genes that encode help to others, at the cost of not being transmitted to future generations, survive in the long run? How can genes that make their carriers sterile be a successful evolutionary invention?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Such genes can only survive in a population if they are expressed in some of the individuals that carry them, but not in others. Then these genes may be passed on if the workers preferentially help other members of the population that also carry these genes but do not express them (i.e., are not workers). The theory of kin selection introduced a concept called ‘inclusive fitness’ to explain this: inclusive fitness takes into account not only the reproductive success of a particular individual who carries a gene for helping others, but also the reproductive success of the other individuals who receive the help and carry the same gene (<a href=\"#bib1\">Hamilton, 1964</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Inclusive fitness theory predicts that the genes responsible for the forms of helping behavior displayed by worker insects can successfully spread in a population if the workers are sufficiently closely related to the individuals they help. However, in 2010, in an article that sparked fierce debate, Martin Nowak, Corina Tarnita and Edward Wilson argued that direct fitness methods – which simply calculate the average fitness of all the carriers of a gene – are better suited to explaining the evolution of eusociality than inclusive fitness theory (<a href=\"#bib6\">Nowak et al., 2010</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As a case in point, inclusive fitness theory has led to the ‘common wisdom’ that sterile workers are more likely to evolve in eusocial insects if the reproductive female that founds the colony (the queen) mates only once (a phenomenon known as monandry). Multiple matings of the queen would reduce the relatedness of individuals in the colony, and hence would reduce the inclusive fitness of the genes that cause sterility. Now, in eLife, Jason Olejarz, Benjamin Allen, Carl Veller and Nowak show that this need not be the case (<a href=\"#bib7\">Olejarz et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Using a population genetic model that is based on direct fitness calculations, Olejarz et al. show that the evolution of non-reproductive workers is driven by the relationship between the number of sterile workers in a colony and the number of reproductive individuals (queens and males) the colony produces. The new results show that monandry is not necessary for the evolution of non-reproductive workers. Moreover, under some conditions, the evolution of non-reproductive workers actually requires the queen to mate with multiple males. These apparently paradoxical results were obtained by considering the effects of the non-reproductive workers on the colony as a whole."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "How can we apply these findings to learn more about specific clades of eusocial insects? In ants, the evolution of eusociality has occurred in a series of major transitions, each of which is thought to mark an increase in the complexity of the female castes in ant societies (<a href=\"#bib9\">Wheeler, 1986</a>; <a href=\"#bib10\">Wilson, et al., 2005</a>; <a href=\"#bib5\">Khila and Abouheif, 2010</a>). The first transition gave rise to societies composed of a winged caste, consisting of the queen and male ants, and a wingless female worker caste. With the exception of wings, however, the queen and the workers are remarkably similar: the workers can mate and can lay both male and female eggs."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A second major transition, often called the ‘point of no return’, gave rise to female workers with a reduced reproductive capacity: these workers are not able to mate and can only lay unfertilized, haploid eggs that develop into males. A third major transition occurred in only a few genera of ants (out of a total of almost 300 genera) and gave rise to sterile female workers that have completely lost their ovaries. This transition is often associated with species that are ecologically and evolutionarily successful, such as fire ants (<i>Solenopsis invicta</i>) and big-headed ants (<i>Pheidole</i>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In this context, the model of Olejarz et al. would not apply to the first transition, but it could be relevant to the second or third transitions, during which the reproductive capacity of the workers is reduced. This is of interest in light of recent work by Abderrahman Khila and one of us (EA) which identified a molecular mechanism – known as ‘reproductive constraint’ – that suppresses the production of viable male embryos in workers, but at the same time allows the production of fat-filled eggs that serve as a food source for the colony (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Evolving past the ‘the point of no return’.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The left panel shows a colony of ants (of the species <i>Camponotus floridanus</i>) with a queen (the large individual in the center) surrounded by her female worker ants. Understanding how worker ants evolved to have a reduced reproductive capacity is a major challenge in biology. The right panel shows the position of a protein called Vasa (green) in oocytes from a normal queen (top) and a worker (bottom): <i>vasa</i> is a highly conserved developmental gene that specifies the germ cells in all animals and is necessary for fertility. In the normal queen oocyte the Vasa protein is correctly positioned at the posterior pole of the oocyte (white arrowhead). However, in many worker oocytes the Vasa protein (white star) is not in the correct position, and this leads to developmental problems, including a reduced capacity to produce viable male offspring (<a href=\"#bib4\">Khila and Abouheif, 2008</a>). The presence of this ‘reproductive constraint’ in worker ants but not in queens allows the worker ants to use their ovaries to produce eggs that can be used to feed the colony. (Image credits: Guy L’Heureux [left]; Abderrahman Khila [right])"
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/12721/elife-12721-fig1-v1.tif", 
                        "filename": "elife-12721-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The model of Olejarz et al. provides a theoretical basis for understanding how reproductive constraint and other molecular mechanisms could be favored by selection, and thus could lead to major transitions in social evolution. Their results imply that selection at the colony level may be crucial for the evolution of eusociality, and point to the need for models in which both individuals and colonies are viewed as units of selection (see, for example, <a href=\"#bib8\">Simon et al., 2013</a>)."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1964", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WD Hamilton", 
                            "index": "Hamilton, WD"
                        }
                    }
                ], 
                "articleTitle": "The genetical evolution of social behaviour. I", 
                "journal": "Journal of Theoretical Biology", 
                "volume": "7", 
                "pages": {
                    "first": "1", 
                    "last": "16", 
                    "range": "1–16"
                }, 
                "doi": "10.1016/0022-5193(64)90038-4"
            }, 
            {
                "type": "book", 
                "id": "bib2", 
                "date": "1990", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Hölldobler", 
                            "index": "Hölldobler, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EO Wilson", 
                            "index": "Wilson, EO"
                        }
                    }
                ], 
                "bookTitle": "The Ants", 
                "publisher": {
                    "name": [
                        "Springer Berlin Heidelberg"
                    ], 
                    "address": {
                        "formatted": [
                            "Berlin, Heidelberg"
                        ], 
                        "components": {
                            "locality": [
                                "Berlin, Heidelberg"
                            ]
                        }
                    }
                }, 
                "doi": "10.1007/978-3-662-10306-7"
            }, 
            {
                "type": "book", 
                "id": "bib3", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Hölldobler", 
                            "index": "Hölldobler, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EO Wilson", 
                            "index": "Wilson, EO"
                        }
                    }
                ], 
                "bookTitle": "The Superorganism", 
                "publisher": {
                    "name": [
                        "WW Norton & Company"
                    ], 
                    "address": {
                        "formatted": [
                            "New York"
                        ], 
                        "components": {
                            "locality": [
                                "New York"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Khila", 
                            "index": "Khila, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Abouheif", 
                            "index": "Abouheif, E"
                        }
                    }
                ], 
                "articleTitle": "Reproductive constraint is a developmental mechanism that maintains social harmony in advanced ant societies", 
                "journal": "Proceedings of the National Academy of Sciences USA", 
                "volume": "105", 
                "pages": {
                    "first": "17884", 
                    "last": "17889", 
                    "range": "17884–17889"
                }, 
                "doi": "10.1073/pnas.0807351105"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Khila", 
                            "index": "Khila, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Abouheif", 
                            "index": "Abouheif, E"
                        }
                    }
                ], 
                "articleTitle": "Evaluating the role of reproductive constraints in ant social evolution", 
                "journal": "Philosophical Transactions of the Royal Society B: Biological Sciences", 
                "volume": "365", 
                "pages": {
                    "first": "617", 
                    "last": "630", 
                    "range": "617–630"
                }, 
                "doi": "10.1098/rstb.2009.0257"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Nowak", 
                            "index": "Nowak, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CE Tarnita", 
                            "index": "Tarnita, CE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EO Wilson", 
                            "index": "Wilson, EO"
                        }
                    }
                ], 
                "articleTitle": "The evolution of eusociality", 
                "journal": "Nature", 
                "volume": "466", 
                "pages": {
                    "first": "1057", 
                    "last": "1062", 
                    "range": "1057–1062"
                }, 
                "doi": "10.1038/nature09205"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Olejarz", 
                            "index": "Olejarz, JW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Allen", 
                            "index": "Allen, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Veller", 
                            "index": "Veller, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Nowak", 
                            "index": "Nowak, MA"
                        }
                    }
                ], 
                "articleTitle": "The evolution of non-reproductive workers in insect colonies with haplodiploid genetics", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e08918", 
                "doi": "10.7554/eLife.08918"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Simon", 
                            "index": "Simon, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Fletcher", 
                            "index": "Fletcher, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Doebeli", 
                            "index": "Doebeli, M"
                        }
                    }
                ], 
                "articleTitle": "Towards a general theory of group selection", 
                "journal": "Evolution", 
                "volume": "67", 
                "pages": {
                    "first": "1561", 
                    "last": "1572", 
                    "range": "1561–1572"
                }, 
                "doi": "10.1111/j.1558-5646.2012.01835.x"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DE Wheeler", 
                            "index": "Wheeler, DE"
                        }
                    }
                ], 
                "articleTitle": "Developmental and physiological determinants of caste in social hymenoptera: evolutionary implications", 
                "journal": "The American Naturalist", 
                "volume": "128", 
                "pages": {
                    "first": "13", 
                    "last": "34", 
                    "range": "13–34"
                }, 
                "doi": "10.1086/284536"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EO Wilson", 
                            "index": "Wilson, EO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Hölldobler", 
                            "index": "Hölldobler, B"
                        }
                    }
                ], 
                "articleTitle": "Eusociality: origin and consequences", 
                "journal": "Proceedings of the National Academy of Sciences", 
                "volume": "102", 
                "pages": {
                    "first": "13367", 
                    "last": "13371", 
                    "range": "13367–13371"
                }, 
                "doi": "10.1073/pnas.0505858102"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}