{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-14790-v1.xml"
        }, 
        "-history": {
            "received": "2016-02-29T00:00:00Z", 
            "accepted": "2016-02-29T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "14790", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.14790", 
        "authorLine": "Stephen M. Fleming", 
        "title": "Changing our minds about changes of mind", 
        "titlePrefix": "Decision Making", 
        "published": "2016-03-07T00:00:00Z", 
        "versionDate": "2016-03-07T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e14790", 
        "pdf": "https://publishing-cdn.elifesciences.org/14790/elife-14790-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Two theories that attempt to explain why we sometimes reverse a decision shortly after making it may both be correct."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Fleming", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Stephen M. Fleming", 
                    "index": "Fleming, Stephen M."
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Wellcome Trust Centre for Neuroimaging", 
                            "University College London"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "stephen.fleming@ucl.ac.uk"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-14790-v1.xml", 
            "patched": true
        }, 
        "-history": {
            "received": "2016-02-29T00:00:00Z", 
            "accepted": "2016-02-29T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "14790", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.14790", 
        "authorLine": "Stephen M. Fleming", 
        "title": "Changing our minds about changes of mind", 
        "titlePrefix": "Decision Making", 
        "published": "2016-03-07T00:00:00Z", 
        "versionDate": "2016-03-07T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e14790", 
        "pdf": "https://publishing-cdn.elifesciences.org/14790/elife-14790-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Two theories that attempt to explain why we sometimes reverse a decision shortly after making it may both be correct."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Fleming", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Stephen M. Fleming", 
                    "index": "Fleming, Stephen M."
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Wellcome Trust Centre for Neuroimaging", 
                            "University College London"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "stephen.fleming@ucl.ac.uk"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "decision making", 
            "motor control", 
            "computational neuroscience", 
            "metacognition", 
            "error detection", 
            "EEG"
        ], 
        "-related-articles-internal": [
            "11946", 
            "12192"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Benjamin Franklin once quipped that “There are three things extremely hard: steel, a diamond, and to know oneself”. A simple form of self-knowledge is recognizing that a previous choice was incorrect without receiving any feedback on that decision (<a href=\"#bib8\">Rabbitt, 1966</a>). Every decision we make, from detecting a faint sound to choosing a new job, comes with a degree of confidence that we have made the right call. If this confidence level is sufficiently low we might change our minds and reverse our choice. Theoretical models and experimental work both suggest that decision making operates by accumulating evidence for or against a particular option (<a href=\"#bib3\">Gold and Shadlen, 2007</a>). But whether similar evidence accumulation mechanisms also underpin changes of mind has remained unclear."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "There are two schools of thought on this problem. One suggestion is that changes of mind happen because we continue to weigh evidence after a choice has been made (<a href=\"#bib9\">Resulaj et al., 2009</a>); this process is called post-decision evidence accumulation. An alternative idea is that the brain uses additional mechanisms to detect and correct previous errors. Support for this theory comes from findings that show that error-related signals are produced in the medial frontal cortex of the human brain (<a href=\"#bib1\">Cavanagh and Frank, 2014</a>; <a href=\"#bib2\">Gehring et al., 1993</a>). People who have damage to the frontal regions of the brain are also unable to “self-monitor” and identify errors they have made without external feedback (<a href=\"#bib4\">Ham et al., 2013</a>). Now a pair of studies in eLife provides the most detailed account yet of the mechanisms underpinning changes of mind – and together, they indicate that both ideas could be right."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Both studies asked human volunteers to perform a rapid series of judgments about what they saw on a computer screen. In one of the studies Daniel Wolpert, Michael Shadlen and colleagues – including Roland van den Berg as first author – asked volunteers to decide whether a patch of flickering dots was drifting to the left or right (<a href=\"#bib10\">van den Berg et al., 2016</a>). The volunteers indicated their choice by moving a handle in the corresponding direction and simultaneously indicated their confidence in their decision by moving the handle to an upper or lower target. This allowed the researchers – who are based at the University of Cambridge, Columbia University and New York University – to track how each decision evolved over time and to observe occasional swerves from one target to the other that they labelled as changes of mind or changes of confidence."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Each volunteer performed several thousand judgments at different motion strengths (which are determined by the proportion of coherently moving dots). A previous paper found that the strength of the accumulated evidence, together with the elapsed time, could predict how confident the volunteers felt when they made their decision (<a href=\"#bib5\">Kiani et al., 2014</a>). By extending this model to allow evidence to continue to accumulate after the decision had been made, van den Berg et al. could also explain changes of mind and changes of confidence through a common mechanism. Both the extended model and the volunteers were more likely to switch from low to high confidence at the last second, particularly when the motion was strong."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "What is the neural basis of post-decision evidence accumulation? This question was tackled by Peter Murphy of Trinity College Dublin and Leiden University and colleagues in the other paper (<a href=\"#bib6\">Murphy et al., 2015</a>). While wearing electroencephalography (EEG) caps, human volunteers were asked to press a button each time a colour word such as “red” appeared on a computer screen. However, they were instructed to not press the button if either the same word was repeated twice or if the meaning of the word and the font colour matched (for example, “red” written in red text). This is a difficult task to perform quickly, and mistakes were made on 43% of the trials on average. To assess self-monitoring, the volunteers pressed a separate button if they noticed making an error."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The analysis of the brain activity detected in the EEG recordings focused on an electrical signal called the centroparietal positivity. This is a human equivalent of the evidence accumulation signals previously recorded from the brains of monkeys as they made simple decisions. (<a href=\"#bib7\">O'Connell et al., 2012</a>). Murphy et al. found that this signal ramped up to a threshold level during both pre- and post-decision evidence accumulation, and predicted the probability and timing of error detection. This finding indicates that the same evidence accumulation system is engaged both when making a decision about external events and when deciding whether one’s own previous decision is wrong."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Intriguingly, Murphy et al. also found an additional electrical signal in the frontal cortex – an oscillation in a range of low frequencies called the theta band – that was selectively engaged when errors were detected. This signal influenced how much impact the post-decision evidence accumulation signal had on changes of mind. This finding suggests – in line with early work on error monitoring – that a “quick and dirty” error signal in the frontal cortex may subsequently trigger post-decision evidence accumulation to work out whether a change of mind is warranted."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "While both papers confirm the importance of post-decision evidence accumulation for self-monitoring, they diverge on the source of this evidence. van den Berg et al. suggest that a single “bottom up” stream of evidence is continually accumulated both before and after a choice: some of this evidence is available at the time the decision is made but, due to processing delays, does not influence the initial decision. In contrast, Murphy et al. suggest that top-down signals – information that feeds back to influence earlier stages of processing – provide an additional input to the post-decision evidence accumulation process (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Two studies suggest that evidence accumulated after a decision can cause a change in mind.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Top left: The evidence accumulation model used by van den Berg et al. can explain both choices and changes of mind. The black trace shows the accumulated evidence for a rightward or leftward motion response. Stronger evidence is associated with higher confidence. After the response is made (in this case, a high confidence rightward response) evidence continues to accumulate, leading to a reversal of the choice (a low confidence, leftward response). Top right: A time-frequency plot of EEG activity recorded by <a href=\"#bib6\">Murphy et al. (2015)</a> (their Figure 3a). Recordings from frontocentral brain regions revealed an increased theta oscillation on trials in which subjects detected their own errors. This oscillation influenced post-decision evidence accumulation. Bottom: A possible mechanism that incorporates the findings of both van den Berg et al. and Murphy et al.: post-decision evidence accumulation may integrate both bottom-up signals from external sensory evidence and top-down signals in the form of the theta oscillations."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://dev--iiif.elifesciences.org/lax:14790/elife-14790-fig1-v1.jpg", 
                        "filename": "elife-14790-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Differences in the design of the two studies may limit the extent to which we can compare and combine their findings. In particular, Murphy et al. asked volunteers to report errors with a second button press, whereas changes of mind were registered continuously in van den Berg et al.’s study. The contribution of the theta signal from the frontal cortex may be more important in the former case (when an overt error has already been committed) than the latter. Future research could combine the approaches taken in these two papers. For instance, it would be of interest to monitor EEG during experiments like those performed by Wolpert et al. to establish the relative contributions of bottom-up and top-down influences on changes of mind."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Psychologists have long been interested in metacognition – the ability to reflect on and evaluate our own thoughts and behaviour. The neural basis of metacognition is likely to be complex and multi-faceted, but these papers suggest that mechanisms supporting simpler types of decision-making may have been co-opted for self-monitoring. Over 200 years after Benjamin Franklin’s death, we now know that steel and diamonds are constructed from simpler atomic and molecular building blocks. By studying the dynamics of simple decisions we may eventually uncover the components of his third hard substance, self-knowledge."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Cavanagh", 
                            "index": "Cavanagh, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Frank", 
                            "index": "Frank, MJ"
                        }
                    }
                ], 
                "articleTitle": "Frontal theta as a mechanism for cognitive control", 
                "journal": "Trends in Cognitive Sciences", 
                "volume": "18", 
                "pages": {
                    "first": "414", 
                    "last": "421", 
                    "range": "414–421"
                }, 
                "doi": "10.1016/j.tics.2014.04.012"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WJ Gehring", 
                            "index": "Gehring, WJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Goss", 
                            "index": "Goss, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MGH Coles", 
                            "index": "Coles, MGH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DE Meyer", 
                            "index": "Meyer, DE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Donchin", 
                            "index": "Donchin, E"
                        }
                    }
                ], 
                "articleTitle": "A neural system for error detection and compensation", 
                "journal": "Psychological Science", 
                "volume": "4", 
                "pages": {
                    "first": "385", 
                    "last": "390", 
                    "range": "385–390"
                }, 
                "doi": "10.1111/j.1467-9280.1993.tb00586.x"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JI Gold", 
                            "index": "Gold, JI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MN Shadlen", 
                            "index": "Shadlen, MN"
                        }
                    }
                ], 
                "articleTitle": "The neural basis of decision making", 
                "journal": "Annual Review of Neuroscience", 
                "volume": "30", 
                "pages": {
                    "first": "535", 
                    "last": "574", 
                    "range": "535–574"
                }, 
                "doi": "10.1146/annurev.neuro.29.051605.113038"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TE Ham", 
                            "index": "Ham, TE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Bonnelle", 
                            "index": "Bonnelle, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Hellyer", 
                            "index": "Hellyer, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Jilka", 
                            "index": "Jilka, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IH Robertson", 
                            "index": "Robertson, IH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Leech", 
                            "index": "Leech, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Sharp", 
                            "index": "Sharp, DJ"
                        }
                    }
                ], 
                "articleTitle": "The neural basis of impaired self-awareness after traumatic brain injury", 
                "journal": "Brain: A Journal of Neurology", 
                "volume": "137", 
                "pages": {
                    "first": "586", 
                    "last": "597", 
                    "range": "586–597"
                }, 
                "doi": "10.1093/brain/awt350"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Kiani", 
                            "index": "Kiani, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Corthell", 
                            "index": "Corthell, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MN Shadlen", 
                            "index": "Shadlen, MN"
                        }
                    }
                ], 
                "articleTitle": "Choice certainty is informed by both evidence and decision time", 
                "journal": "Neuron", 
                "volume": "84", 
                "pages": {
                    "first": "1329", 
                    "last": "1342", 
                    "range": "1329–1342"
                }, 
                "doi": "10.1016/j.neuron.2014.12.015"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PR Murphy", 
                            "index": "Murphy, PR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IH Robertson", 
                            "index": "Robertson, IH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Harty", 
                            "index": "Harty, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RG O'Connell", 
                            "index": "O'Connell, RG"
                        }
                    }
                ], 
                "articleTitle": "Neural evidence accumulation persists after choice to inform metacognitive judgments", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e11946", 
                "doi": "10.7554/eLife.11946"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RG O'Connell", 
                            "index": "O'Connell, RG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PM Dockree", 
                            "index": "Dockree, PM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SP Kelly", 
                            "index": "Kelly, SP"
                        }
                    }
                ], 
                "articleTitle": "A supramodal accumulation-to-bound signal that determines perceptual decisions in humans", 
                "journal": "Nature Neuroscience", 
                "volume": "15", 
                "pages": {
                    "first": "1729", 
                    "last": "1735", 
                    "range": "1729–1735"
                }, 
                "doi": "10.1038/nn.3248"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1966", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PMA Rabbitt", 
                            "index": "Rabbitt, PMA"
                        }
                    }
                ], 
                "articleTitle": "Error correction time without external error signals", 
                "journal": "Nature", 
                "volume": "212", 
                "pages": "438", 
                "doi": "10.1038/212438a0"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Resulaj", 
                            "index": "Resulaj, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Kiani", 
                            "index": "Kiani, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Wolpert", 
                            "index": "Wolpert, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MN Shadlen", 
                            "index": "Shadlen, MN"
                        }
                    }
                ], 
                "articleTitle": "Changes of mind in decision-making", 
                "journal": "Nature", 
                "volume": "461", 
                "pages": {
                    "first": "263", 
                    "last": "266", 
                    "range": "263–266"
                }, 
                "doi": "10.1038/nature08275"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R van den Berg", 
                            "index": "van den Berg, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Anandalingam", 
                            "index": "Anandalingam, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Zylberberg", 
                            "index": "Zylberberg, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Kiani", 
                            "index": "Kiani, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MN Shadlen", 
                            "index": "Shadlen, MN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Wolpert", 
                            "index": "Wolpert, DM"
                        }
                    }
                ], 
                "articleTitle": "A common mechanism underlies changes of mind about decisions and confidence", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e12192", 
                "doi": "10.7554/eLife.12192"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}