{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-08366-v1.xml"
        }, 
        "status": "vor", 
        "id": "08366", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.08366", 
        "authorLine": "Bram Prevo, Erwin JG Peterman ", 
        "title": "Small steps and giant leaps", 
        "titlePrefix": "Molecular Motors", 
        "published": "2015-06-03T00:00:00Z", 
        "versionDate": "2015-06-03T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e08366", 
        "pdf": "https://publishing-cdn.elifesciences.org/08366/elife-08366-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>E. coli</i>", 
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A study of kinesin-1 has shed new light on how motor proteins are able to move along microtubules inside cells."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Prevo and Peterman", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Bram Prevo", 
                    "index": "Prevo, Bram"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Physics and Astronomy, and LaserLaB Amsterdam", 
                            "VU University Amsterdam"
                        ], 
                        "address": {
                            "formatted": [
                                "Amsterdam", 
                                "The Netherlands"
                            ], 
                            "components": {
                                "locality": [
                                    "Amsterdam"
                                ], 
                                "country": "The Netherlands"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "b.prevo@vu.nl"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Erwin JG Peterman ", 
                    "index": "Peterman , Erwin JG"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Physics and Astronomy, and LaserLaB Amsterdam", 
                            "VU University Amsterdam"
                        ], 
                        "address": {
                            "formatted": [
                                "Amsterdam", 
                                "The Netherlands"
                            ], 
                            "components": {
                                "locality": [
                                    "Amsterdam"
                                ], 
                                "country": "The Netherlands"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "e.j.g.peterman@vu.nl"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-08366-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "08366", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.08366", 
        "authorLine": "Bram Prevo, Erwin JG Peterman ", 
        "title": "Small steps and giant leaps", 
        "titlePrefix": "Molecular Motors", 
        "published": "2015-06-03T00:00:00Z", 
        "versionDate": "2015-06-03T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e08366", 
        "pdf": "https://publishing-cdn.elifesciences.org/08366/elife-08366-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>E. coli</i>", 
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A study of kinesin-1 has shed new light on how motor proteins are able to move along microtubules inside cells."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Prevo and Peterman", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Bram Prevo", 
                    "index": "Prevo, Bram"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Physics and Astronomy, and LaserLaB Amsterdam", 
                            "VU University Amsterdam"
                        ], 
                        "address": {
                            "formatted": [
                                "Amsterdam", 
                                "The Netherlands"
                            ], 
                            "components": {
                                "locality": [
                                    "Amsterdam"
                                ], 
                                "country": "The Netherlands"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "b.prevo@vu.nl"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Erwin JG Peterman ", 
                    "index": "Peterman , Erwin JG"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Physics and Astronomy, and LaserLaB Amsterdam", 
                            "VU University Amsterdam"
                        ], 
                        "address": {
                            "formatted": [
                                "Amsterdam", 
                                "The Netherlands"
                            ], 
                            "components": {
                                "locality": [
                                    "Amsterdam"
                                ], 
                                "country": "The Netherlands"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "e.j.g.peterman@vu.nl"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "optical trap", 
            "molecular motor", 
            "single molecule"
        ], 
        "-related-articles-internal": [
            "07403"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The world inside a cell differs dramatically from the world around us: inertia plays no role on the nanometer scale, while thermal fluctuations govern the way things move. Kinesins are motor proteins that are perfectly adapted to work in these conditions (<a href=\"#bib5\">Hirokawa et al., 2009</a>). They move along filaments called microtubules to transport cargo through the cell by harnessing the energy obtained from the hydrolysis of ATP."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "After binding to a microtubule, a single kinesin protein can take more than one hundred steps along it before detaching, and many aspects of this characteristic—which is called processivity—are not fully understood (<a href=\"#bib3\">Block et al., 1990</a>; <a href=\"#bib8\">Vale et al., 1996</a>). Now, in <i>eLife</i>, Steven Block from Stanford University, William Hancock from Pennsylvania State University and colleagues—including Johan Andreasson and Bojan Milic as joint first authors—provide new insights into how a kinesin called kinesin-1 steps along microtubules (<a href=\"#bib1\">Andreasson et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Kinesin-1 is a dimer that consists of two identical motor domains (heads), which both contain an ATP-binding pocket and a microtubule-binding domain (<a href=\"#bib9\">Vale and Milligan, 2000</a>). Specialized regions called the neck linkers connect the heads to a stalk that is responsible for the formation of the dimer and for binding to the cargo. Kinesin-1 moves along the microtubule in ‘steps’ of 8.2 nm (<a href=\"#bib10\">Yildiz et al., 2004</a>). A single step requires the heads to undergo a series of tightly coupled structural and enzymatic transitions, called the mechanochemical cycle (<a href=\"#bib6\">Hua et al., 1997</a>; <a href=\"#bib7\">Schnitzer and Block, 1997</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "For kinesin-1 to step along the microtubule, it is crucial that at least one of the heads is tightly bound to the microtubule at any time (<a href=\"#bib4\">Hancock and Howard, 1998</a>). This means, for example, that the head that is attached to the microtubule should not unbind until the other head finds and securely docks to the next available binding site further along the microtubule, much like the way a tightrope walker must always have one foot in contact with the rope (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Kinesin-1 cycles through three gates to step along a microtubule.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Kinesin-1 moves along a microtubule in a similar way to how a person would walk successfully along a tightrope. (<b>A</b>) When the tightrope walker (moving from left to right) has his/her front foot (red) in contact with the rope, the ‘stepping gate’ holds the red foot on the rope and keeps the rear foot (blue) away from the rope. (<b>B</b>) The blue foot moves in front of the red foot and the ‘binding gate’ allows the blue foot to contact the rope while preventing the red foot from coming away. (<b>C</b>) Now that the blue foot is in contact with the rope, the ‘unbinding gate’ allows the red (rear) foot to leave the rope while holding the blue foot in place. Cycling through these gates will ensure that at least one of the feet is tightly connected to the rope at all times, which allows the tightrope walker to cross the canyon safely. However, if any of these gates should fail, both feet may lose contact with the rope, resulting in a disastrous fall. This figure is based on the general gating framework for kinesin-1 by <a href=\"#bib1\">Andreasson et al. (2015)</a>."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/08366/elife-08366-fig1-v1.tif", 
                        "image": "elife-08366-fig1-v1.tif", 
                        "filename": "elife-08366-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "When we are walking, our brain and nervous system are in control and coordinate our movements. Kinesin, however, does not have a central control system, so how does it coordinate the movements of the two heads? The only way a head can know the relative location of its partner, and whether it is bound to the microtubule, is via mechanical strain, which is relayed from one head to the other via the neck linkers. This allows the heads to communicate in order to control their stepping, which is also called ‘gating’ (<a href=\"#bib2\">Block, 2007</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Andreasson, Milic et al. have identified three gates—referred to as the ‘stepping’, ‘binding’ and ‘unbinding’ gates—that are crucial parts of the stepping cycle for kinesin and other dimeric motor proteins (<a href=\"#fig1\">Figure 1</a>). At each gate there is a mechanochemical transition that results in changes to the conformation of the neck linkers, the strength of the binding between the heads and the microtubule, and the kinetics of ATP hydrolysis. To explore the role of the gates in processive movement, Andreasson, Milic et al. compared wild type kinesin-1 motors and mutant kinesin-1 motors with longer neck linkers in a series of experiments: in particular, they measured how the speed of the motors, the run length (that is, the total distance moved) and the rate at which the heads detached from the microtubules depended on the force between the two heads."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The experiments revealed that increasing the length of the neck linker only moderately affected the stepping gate, resulting in some rebinding of the rear head. However, the binding gate was more substantially affected, as was evident from the shorter run lengths of motors with a neck linker that was only one amino acid longer than normal."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Remarkably, the unbinding gate—which acts when both heads are bound to the microtubule, and might therefore be expected to be very sensitive to any lowering of the force between the heads—did not affect processivity. The motors with longer neck linkers moved at a slower speed, but this could be partially restored by applying a force in the direction of motion. Andreasson, Milic et al. thus propose that, at the unbinding gate, it is not the tension between the heads that coordinates the mechanochemistry of the heads: rather, it is the spatial orientation of the neck linkers (in particular, the spatial orientation of the neck linker belonging to the front head) that is responsible for coordination."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Taken together, these results shed important new light on the gating mechanisms that ensure that kinesin-1 can move along the microtubule, including how these mechanisms depend upon the neck linkers and tension between the heads. It appears that the length of the neck linker is optimized for speed and processivity. In the future, it would be interesting to find out whether there are regulatory mechanisms in the cell that specifically affect the gates."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The general gating framework and the experimental and modeling approach pioneered by Andreasson, Milic, Block, Hancock and colleagues can be applied to other kinesins, but also to other motor proteins, such as myosin and dynein. It will be an exciting challenge to understand how the mechanisms and structures of motor proteins are optimized for other characteristics of movement, such as the generation of force, or their ability to work together in teams."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JO Andreasson", 
                            "index": "Andreasson, JO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Milic", 
                            "index": "Milic, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GY Chen", 
                            "index": "Chen, GY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NR Guydosh", 
                            "index": "Guydosh, NR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WO Hancock", 
                            "index": "Hancock, WO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Block", 
                            "index": "Block, SM"
                        }
                    }
                ], 
                "articleTitle": "Examining kinesin processivity within a general gating framework", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e07403", 
                "doi": "10.7554/eLife.07403"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Block", 
                            "index": "Block, SM"
                        }
                    }
                ], 
                "articleTitle": "Kinesin motor mechanics: binding, stepping, tracking, gating, and limping", 
                "journal": "Biophysical Journal", 
                "volume": "92", 
                "pages": {
                    "first": "2986", 
                    "last": "2995", 
                    "range": "2986–2995"
                }, 
                "doi": "10.1529/biophysj.106.100677"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1990", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Block", 
                            "index": "Block, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LS Goldstein", 
                            "index": "Goldstein, LS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BJ Schnapp", 
                            "index": "Schnapp, BJ"
                        }
                    }
                ], 
                "articleTitle": "Bead movement by single kinesin molecules studied with optical tweezers", 
                "journal": "Nature", 
                "volume": "348", 
                "pages": {
                    "first": "348", 
                    "last": "352", 
                    "range": "348–352"
                }, 
                "doi": "10.1038/348348a0"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WO Hancock", 
                            "index": "Hancock, WO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Howard", 
                            "index": "Howard, J"
                        }
                    }
                ], 
                "articleTitle": "Processivity of the motor protein kinesin requires two heads", 
                "journal": "Journal of Cell Biology", 
                "volume": "140", 
                "pages": {
                    "first": "1395", 
                    "last": "1405", 
                    "range": "1395–1405"
                }, 
                "doi": "10.1083/jcb.140.6.1395"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Hirokawa", 
                            "index": "Hirokawa, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Noda", 
                            "index": "Noda, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Tanaka", 
                            "index": "Tanaka, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Niwa", 
                            "index": "Niwa, S"
                        }
                    }
                ], 
                "articleTitle": "Kinesin superfamily motor proteins and intracellular transport", 
                "journal": "Nature Reviews Molecular Cell Biology", 
                "volume": "10", 
                "pages": {
                    "first": "682", 
                    "last": "696", 
                    "range": "682–696"
                }, 
                "doi": "10.1038/nrm2774"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Hua", 
                            "index": "Hua, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EC Young", 
                            "index": "Young, EC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Fleming", 
                            "index": "Fleming, ML"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Gelles", 
                            "index": "Gelles, J"
                        }
                    }
                ], 
                "articleTitle": "Coupling of kinesin steps to ATP hydrolysis", 
                "journal": "Nature", 
                "volume": "388", 
                "pages": {
                    "first": "390", 
                    "last": "393", 
                    "range": "390–393"
                }, 
                "doi": "10.1038/41118"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Schnitzer", 
                            "index": "Schnitzer, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Block", 
                            "index": "Block, SM"
                        }
                    }
                ], 
                "articleTitle": "Kinesin hydrolyses one ATP per 8-nm step", 
                "journal": "Nature", 
                "volume": "388", 
                "pages": {
                    "first": "386", 
                    "last": "390", 
                    "range": "386–390"
                }, 
                "doi": "10.1038/41111"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RD Vale", 
                            "index": "Vale, RD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Funatsu", 
                            "index": "Funatsu, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DW Pierce", 
                            "index": "Pierce, DW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Romberg", 
                            "index": "Romberg, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Harada", 
                            "index": "Harada, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Yanagida", 
                            "index": "Yanagida, T"
                        }
                    }
                ], 
                "articleTitle": "Direct observation of single kinesin molecules moving along microtubules", 
                "journal": "Nature", 
                "volume": "380", 
                "pages": {
                    "first": "451", 
                    "last": "453", 
                    "range": "451–453"
                }, 
                "doi": "10.1038/380451a0"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RD Vale", 
                            "index": "Vale, RD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Milligan", 
                            "index": "Milligan, RA"
                        }
                    }
                ], 
                "articleTitle": "The way things move: looking under the hood of molecular motor proteins", 
                "journal": "Science", 
                "volume": "288", 
                "pages": {
                    "first": "88", 
                    "last": "95", 
                    "range": "88–95"
                }, 
                "doi": "10.1126/science.288.5463.88"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Yildiz", 
                            "index": "Yildiz, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Tomishige", 
                            "index": "Tomishige, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RD Vale", 
                            "index": "Vale, RD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PR Selvin", 
                            "index": "Selvin, PR"
                        }
                    }
                ], 
                "articleTitle": "Kinesin walks hand-over-hand", 
                "journal": "Science", 
                "volume": "303", 
                "pages": {
                    "first": "676", 
                    "last": "678", 
                    "range": "676–678"
                }, 
                "doi": "10.1126/science.1093753"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}