{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-06200-v1.xml"
        }, 
        "status": "vor", 
        "id": "06200", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06200", 
        "authorLine": "Timothy W Nilsen", 
        "title": "An intimate view of a spliceosome component", 
        "titlePrefix": "RNA Splicing", 
        "published": "2015-02-13T00:00:00Z", 
        "versionDate": "2015-02-13T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06200", 
        "pdf": "https://publishing-cdn.elifesciences.org/06200/elife-06200-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A high-resolution structure reveals how the ribonucleoprotein particle called U1 snRNP engages with 5′ splice sites."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Nilsen", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Timothy W Nilsen", 
                    "index": "Nilsen, Timothy W"
                }, 
                "orcid": "0000-0002-7276-3571", 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Center for RNA Molecular Biology", 
                            "Case Western Reserve University"
                        ], 
                        "address": {
                            "formatted": [
                                "Cleveland", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cleveland"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "twn@case.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-06200-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "06200", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06200", 
        "authorLine": "Timothy W Nilsen", 
        "title": "An intimate view of a spliceosome component", 
        "titlePrefix": "RNA Splicing", 
        "published": "2015-02-13T00:00:00Z", 
        "versionDate": "2015-02-13T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06200", 
        "pdf": "https://publishing-cdn.elifesciences.org/06200/elife-06200-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A high-resolution structure reveals how the ribonucleoprotein particle called U1 snRNP engages with 5′ splice sites."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Nilsen", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Timothy W Nilsen", 
                    "index": "Nilsen, Timothy W"
                }, 
                "orcid": "0000-0002-7276-3571", 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Center for RNA Molecular Biology", 
                            "Case Western Reserve University"
                        ], 
                        "address": {
                            "formatted": [
                                "Cleveland", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cleveland"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "twn@case.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "pre-mRNA splicing", 
            "crystallography", 
            "spliceosome", 
            "U1 snRNP", 
            "5′ splice site"
        ], 
        "-related-articles-internal": [
            "04986"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Gene expression is a carefully regulated process. Within the nucleus of a eukaryotic cell, multiple molecules work in concert to control whether or not a gene is transcribed to produce a molecule of pre-messenger RNA. Other molecules then direct how this molecule is processed to form a messenger RNA, and still more molecules determine if the messenger RNA is, in turn, translated to form a protein."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Molecular complexes containing short RNA molecules and proteins also play several essential roles in regulating gene expression in eukaryotes. The RNA molecules in these so-called small nuclear ribonucleoprotein particles (or snRNPs) are rich in uridine bases, so they are often known as ‘U snRNPs’. Five of these particles are required for a process called pre-messenger RNA splicing: this involves the removal of introns—regions of RNA that do not code for proteins—from the pre-messenger RNA. Because the vast majority of genes in higher eukaryotes contain introns, this process must take place for almost all messenger RNAs."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Splicing is carried out by a large ribonucleoprotein complex known as the spliceosome. Unlike ribosomes, the particles that translate messenger RNA, spliceosomes are not pre-formed but are assembled anew on each intron. Thirty-five years ago it was proposed that U1 snRNP recognizes the start, or 5′ end, of an intron (<a href=\"#bib7\">Lerner et al., 1980</a>; <a href=\"#bib9\">Rogers and Wall, 1980</a>); this was confirmed by experiments six years later (<a href=\"#bib10\">Zhuang and Weiner, 1986</a>). The recognition of the 5′ splice site by U1 snRNP is now known to be the molecular event that initiates the assembly of the spliceosome."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in <i>eLife</i>, Kiyoshi Nagai and colleagues at the MRC Laboratory of Molecular Biology—including Yasushi Kondo and Chris Oubridge as joint first authors—report a high-resolution crystallographic analysis of the structure of U1 snRNP. In doing so, they finally reveal in detail how this ribonucleoprotein particle engages 5′ splice sites (<a href=\"#bib6\">Kondo et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The U1 snRNP is comprised of one short RNA molecule, a proteinaceous ring (called the Sm ring) made of seven Sm proteins, and three more U1 snRNP-specific proteins (named U1-70k, U1-A, and U1-C). When viewed in two dimensions, most of the RNA molecule resembles a cloverleaf (because it folds back on itself to form three loops). The first loop is the binding site for the U1-70k protein, the second is the binding site for the U1-A protein, and the third makes extensive contacts with the Sm ring. The U1 RNA molecule also contains a fourth stem loop, but this is far removed from the business end of the snRNP."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Nagai and colleagues had previously determined the structure of U1 snRNP using X-ray crystallography to a moderate resolution of 5.5 Å (<a href=\"#bib8\">Pomeranz Krummel et al., 2009</a>). Attempts to obtain a more detailed picture of the structure were unsuccessful, largely because the complex was too flexible to form the highly ordered crystals needed for higher resolution. However, guided by the existing structure, Nagai, Kondo, Oubridge and colleagues were able to cleverly split the snRNP into two smaller substructures, each of which produced more ordered crystals that diffracted to high resolution. One substructure contained the Sm ring, the U1-C protein, a fragment of the U1-70K protein, and a shortened version of the U1 RNA molecule. The fragment of U1-70K was included because it was known to make multiple protein–protein interactions with the Sm ring and the U1-C protein (which also makes many contacts with the Sm ring)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As expected a section near the beginning of the U1 RNA molecule bound, via base pairing, to a complementary sequence in a short RNA molecule that had been designed to mimic a 5′ splice site. Of more interest were contacts made between this double-stranded RNA structure (or duplex) and the U1-C protein. It had previously been reported that U1 snRNP lacking its starting sequence, and thus unable to base pair with the 5′ splice site, still selected 5′ splice site sequences from a pool of RNA molecules of random sequence (<a href=\"#bib3\">Du and Rosbash, 2002</a>). This result was interpreted to mean that the U1-C was a sequence specific RNA-binding protein."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Nevertheless, in the high-resolution crystal structure, U1-C does not make any contacts with the bases of either the U1 RNA molecule or the 5′ splice site RNA. Instead, it makes multiple contacts with the sugar phosphate backbones of both RNA strands (<a href=\"#fig1\">Figure 1</a>). These observations simultaneously rule out the notion that the U1-C protein is a sequence-specific RNA-binding protein and reveal the true role of U1-C in splice site recognition. That is to say that, via backbone interactions, U1-C stabilizes the duplex between the U1 RNA molecule and 5′ splice sties. This stabilization function explains why many 5′ splice site sequences, some of which are not completely complementary to the sequence in the U1 RNA, can still interact in a functionally significant way with the U1 snRNP."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Close-up of the interaction between a 5′ splice site and the U1 snRNP.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The crystal structure solved by Kondo, Oubridge et al. provides a detailed view of the interaction between the U1 RNA molecule (blue), an oligoribonucleotide that mimics a 5′ splice site (the intron is in yellow; the exon, which codes for protein, is in green) and the U1-C protein (red). It can be seen that U1-C does not make base specific contacts with either strand of the duplex formed by the U1 RNA and the splice site."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/06200/elife-06200-fig1-v1.tif", 
                        "image": "https://dev--iiif.elifesciences.org/lax:06200/elife-06200-fig1-v1.tif", 
                        "attribution": [
                            "FIGURE CREDIT: IMAGE COURTESY OF KIYOSHI NAGAI."
                        ], 
                        "filename": "elife-06200-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In closing, recent studies have revealed three other functions for the U1 snRNP beyond splice site recognition. First, it prevents the poly(A) tail—which marks the end of a mature messenger RNA—from being added too early or at the wrong sites in a new pre-messenger RNA (<a href=\"#bib5\">Kaida et al., 2010</a>). This activity likely results from the U1-70K protein antagonizing the enzyme that builds the poly(A) tail onto the messenger RNA (<a href=\"#bib4\">Gunderson et al., 1998</a>). The second function, which may well be related to the first, is that U1 snRNP regulates precisely where a poly(A) tail is added to pre-messenger RNAs with more than one useable site (<a href=\"#bib2\">Berg et al., 2012</a>). As such, this latter function determines how long the mature messenger RNA will be. Third, it is now known that most promoters in higher cells initiate RNA synthesis in both directions. U1 snRNP has a central role in ensuring that only RNA synthesis in the right direction is productive (<a href=\"#bib1\">Almada et al., 2013</a>). As the mechanisms behind these activities are analyzed, the crystal structure of U1 snRNP will undoubtedly aid in the design and interpretation of future biochemical experiments."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AE Almada", 
                            "index": "Almada, AE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Wu", 
                            "index": "Wu, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Kriz", 
                            "index": "Kriz, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CB Burge", 
                            "index": "Burge, CB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Sharp", 
                            "index": "Sharp, PA"
                        }
                    }
                ], 
                "articleTitle": "Promoter directionality is controlled by U1 snRNP and polyadenylation signals", 
                "journal": "Nature", 
                "volume": "499", 
                "pages": {
                    "first": "360", 
                    "last": "363", 
                    "range": "360–363"
                }, 
                "doi": "10.1038/nature12349"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MG Berg", 
                            "index": "Berg, MG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LN Singh", 
                            "index": "Singh, LN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Younis", 
                            "index": "Younis, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Liu", 
                            "index": "Liu, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Pinto", 
                            "index": "Pinto, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Kaida", 
                            "index": "Kaida, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Zhang", 
                            "index": "Zhang, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Cho", 
                            "index": "Cho, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Sherrill-Mix", 
                            "index": "Sherrill-Mix, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Wan", 
                            "index": "Wan, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Dreyfuss", 
                            "index": "Dreyfuss, G"
                        }
                    }
                ], 
                "articleTitle": "U1 snRNP determines mRNA length and regulates isoform expression", 
                "journal": "Cell", 
                "volume": "150", 
                "pages": {
                    "first": "53", 
                    "last": "64", 
                    "range": "53–64"
                }, 
                "doi": "10.1016/j.cell.2012.05.029"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Du", 
                            "index": "Du, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Rosbash", 
                            "index": "Rosbash, M"
                        }
                    }
                ], 
                "articleTitle": "The U1 snRNP protein U1C recognizes the 5' splice site in the absence of base pairing", 
                "journal": "Nature", 
                "volume": "419", 
                "pages": {
                    "first": "86", 
                    "last": "90", 
                    "range": "86–90"
                }, 
                "doi": "10.1038/nature00947"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SI Gunderson", 
                            "index": "Gunderson, SI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Polycarpou-Schwarz", 
                            "index": "Polycarpou-Schwarz, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IW Mattaj", 
                            "index": "Mattaj, IW"
                        }
                    }
                ], 
                "articleTitle": "U1 snRNP inhibits Pre-mRNA polyadenylation through a direct interaction between U1 70K and Poly(A) polymerase", 
                "journal": "Molecular Cell", 
                "volume": "1", 
                "pages": {
                    "first": "255", 
                    "last": "264", 
                    "range": "255–264"
                }, 
                "doi": "10.1016/S1097-2765(00)80026-X"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Kaida", 
                            "index": "Kaida, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MG Berg", 
                            "index": "Berg, MG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Younis", 
                            "index": "Younis, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kasim", 
                            "index": "Kasim, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LN Singh", 
                            "index": "Singh, LN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Wan", 
                            "index": "Wan, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Dreyfuss", 
                            "index": "Dreyfuss, G"
                        }
                    }
                ], 
                "articleTitle": "U1 snRNP protects pre-mRNAs from premature cleavage and polyadenylation", 
                "journal": "Nature", 
                "volume": "468", 
                "pages": {
                    "first": "664", 
                    "last": "668", 
                    "range": "664–668"
                }, 
                "doi": "10.1038/nature09479"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Kondo", 
                            "index": "Kondo, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Oubridge", 
                            "index": "Oubridge, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM van Roon", 
                            "index": "van Roon, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Nagai", 
                            "index": "Nagai, K"
                        }
                    }
                ], 
                "articleTitle": "Crystal structure of human U1 snRNP, a small nuclear ribonucleoprotein particle, reveals the mechanism of 5′ splice site recognition", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e04986", 
                "doi": "10.7554/eLife.04986"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1980", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Lerner", 
                            "index": "Lerner, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Boyle", 
                            "index": "Boyle, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Mount", 
                            "index": "Mount, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Wolin", 
                            "index": "Wolin, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Steitz", 
                            "index": "Steitz, JA"
                        }
                    }
                ], 
                "articleTitle": "Are snRNPs involved in splicing?", 
                "journal": "Nature", 
                "volume": "283", 
                "pages": {
                    "first": "220", 
                    "last": "224", 
                    "range": "220–224"
                }, 
                "doi": "10.1038/283220a0"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Pomeranz Krummel", 
                            "index": "Pomeranz Krummel, DA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Oubridge", 
                            "index": "Oubridge, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AK Leung", 
                            "index": "Leung, AK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Li", 
                            "index": "Li, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Nagai", 
                            "index": "Nagai, K"
                        }
                    }
                ], 
                "articleTitle": "Crystal structure of human spliceosomal U1 snRNP at 5.5 Å resolution", 
                "journal": "Nature", 
                "volume": "458", 
                "pages": {
                    "first": "475", 
                    "last": "480", 
                    "range": "475–480"
                }, 
                "doi": "10.1038/nature07851"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1980", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Rogers", 
                            "index": "Rogers, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Wall", 
                            "index": "Wall, R"
                        }
                    }
                ], 
                "articleTitle": "A mechanism for RNA splicing", 
                "journal": "Proceedings of the National Academy of Sciences of USA", 
                "volume": "77", 
                "pages": {
                    "first": "1877", 
                    "last": "1879", 
                    "range": "1877–1879"
                }, 
                "doi": "10.1073/pnas.77.4.1877"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zhuang", 
                            "index": "Zhuang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Weiner", 
                            "index": "Weiner, AM"
                        }
                    }
                ], 
                "articleTitle": "A compensatory base change in U1 snRNA suppresses a 5′ splice site mutation", 
                "journal": "Cell", 
                "volume": "46", 
                "pages": {
                    "first": "827", 
                    "last": "835", 
                    "range": "827–835"
                }, 
                "doi": "10.1016/0092-8674(86)90064-4"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}