{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00895-v1.xml"
        }, 
        "status": "vor", 
        "id": "00895", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00895", 
        "authorLine": "Graham D Pavitt", 
        "title": "Less translational control, more memory", 
        "titlePrefix": "Cell Biology", 
        "published": "2013-05-28T00:00:00Z", 
        "versionDate": "2013-05-28T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00895", 
        "pdf": "https://publishing-cdn.elifesciences.org/00895/elife-00895-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse", 
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A small molecule can enhance the memories of rats and mice by blocking the integrated stress response in these animals."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Pavitt", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Graham D Pavitt", 
                    "index": "Pavitt, Graham D"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Faculty of Life Sciences", 
                            "University of Manchester"
                        ], 
                        "address": {
                            "formatted": [
                                "Manchester", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Manchester"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "graham.pavitt@manchester.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00895-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00895", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00895", 
        "authorLine": "Graham D Pavitt", 
        "title": "Less translational control, more memory", 
        "titlePrefix": "Cell Biology", 
        "published": "2013-05-28T00:00:00Z", 
        "versionDate": "2013-05-28T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00895", 
        "pdf": "https://publishing-cdn.elifesciences.org/00895/elife-00895-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse", 
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A small molecule can enhance the memories of rats and mice by blocking the integrated stress response in these animals."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Pavitt", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Graham D Pavitt", 
                    "index": "Pavitt, Graham D"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Faculty of Life Sciences", 
                            "University of Manchester"
                        ], 
                        "address": {
                            "formatted": [
                                "Manchester", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Manchester"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "graham.pavitt@manchester.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "eIF2", 
            "eIF2B", 
            "ATF4", 
            "integrated stress response", 
            "unfolded protein response", 
            "memory consolidation"
        ], 
        "-related-articles-internal": [
            "00498"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "In the classic children’s book <i>Mrs Frisby and the rats of NIMH</i>, written by Robert C. O’Brien in 1971, Mrs Frisby is a field mouse aided by super-intelligent rats. In the story readers learn that scientists experimenting at the National Institute of Mental Health (NIMH) have injected rats and mice with chemicals to improve their memories. The chemicals work so well that the animals learn how to read and, ultimately, escape from the laboratory… Now Peter Walter of the University of California at San Francisco and colleagues, including Carmela Sidrauski of UCSF as first author, report that they have identified a small molecule that enhances the memory of mice and rats by blocking a highly-conserved pathway for the control of protein synthesis (<a href=\"#bib8\">Sidrauski et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The new study begins with research into a cellular pathway called the unfolded protein response (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib10\">Walter and Ron, 2011</a>). Many proteins are synthesised and folded in the endoplasmic reticulum, and when this organelle is under stress (that is, when it is unable to cope with its workload), three sensors (called PERK, IRE1 and ATF6) send signals to the rest of the cell to perform two tasks: to coordinate various ways of reducing the expression of genes, and to increase the protein folding capacity of the cell to meet demand. This two-pronged response involves changes at both the transcriptional level (in the cell nucleus) and the translational level (in the cytoplasm)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Cells respond to stress through the unfolded protein response (UPR; right)—which is caused by high levels of unfolded or misfolded proteins—and the integrated stress response (ISR; left)—which has multiple activators", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Cells respond to stress through the unfolded protein response (UPR; right)—which is caused by high levels of unfolded or misfolded proteins—and the integrated stress response (ISR; left)—which has multiple activators. ISRIB is a small molecule that acts at the intersection of these two responses. UPR stress sensors (blue ovals) localized at the endoplasmic reticulum (ER) and ISR kinases (purple text) receive stress signals (not shown) and relay these (blue arrows) to the cytoplasm and nucleus to reduce the expression of genes. The PERK pathway is involved in both responses; the signal from IRE1 is relayed via a protein called XBP1. ISRIB acts downstream of the phosphorylation of eIF2 (eIF2(αP)) and upstream of the activation of ATF4 (green arrow) and the repression of bulk protein synthesis (red down arrow). Sidrauski et al. show that ISRIB also enhances memory in rats and mice."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00895/elife-00895-fig1-v1.tif", 
                        "filename": "elife-00895-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Walter and colleagues—who are based at UCSF, McGill University and Genentech—set out to identify an inhibitor molecule that would block the PERK arm of the unfolded protein response. PERK works by phosphorylating a protein called eIF2 that is needed to start the translation of messenger RNA into strings of amino acids, which fold to form proteins. PERK is one of four protein kinases that phosphorylate eIF2 in mammals in response to different signals. eIF2 contains three subunits, and the four kinases all phosphorylate the same serine 51 location within the alpha subunit (<a href=\"#fig1\">Figure 1</a>). Once phosphorylated, eIF2 forms a complex with a second factor called eIF2B, and this complex reduces the overall levels of protein synthesis within the cells (<a href=\"#bib5\">Jackson et al., 2010</a>). Paradoxically, these stress-induced signalling events also enhance the translation of the messenger RNAs for some proteins, including a transcription factor called ATF4 that modulates the expression of various genes, to ameliorate the perceived stress. The actions of these four kinases in response to stress—phosphorylation of eIF2 and increased translation of ATF4—is termed the integrated stress response (ISR)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Sidrauski et al. screened compound libraries to identify molecules that did not induce ATF4 expression under conditions of ER stress. They found a small molecule called ISRIB (short for ISR InhiBitor) that attenuates ATF4 induction without altering the IRE1 or ATF6 responses. Subsequent tests convincingly showed that this molecule does not prevent the activation of PERK or the phosphorylation of eIF2α. This means that ISRIB—unlike GSK2606414, a recently identified small molecule that inhibits PERK (<a href=\"#bib1\">Axten et al., 2012</a>)—is not an eIF2α kinase inhibitor. The UCSF-McGill-Genentech team also showed that ISRIB could prevent ATF4 expression following activation of two of the other kinases in the integrated stress response (GCN2 and HRI). Equally importantly, ISRIB also prevented the reduction in overall protein synthesis that is normally observed within cells when eIF2 phosphorylation is high following integrated stress response kinase activation. This shows that ISRIB is acting on protein synthesis control rather than an ATF4-specific response."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Having shown that ISRIB can inhibit one of the most conserved translational control pathways in eukaryotic cells, a remaining challenge is to identify the molecule that it targets. The prime candidate is eIF2B, which is normally inhibited by eIF2α phosphorylation, and Sidrauski et al. suggest that ISRIB might either boost eIF2B activity or reduce its sensitivity to eIF2 phosphorylation. Both are plausible ideas, but other explanations cannot yet be excluded. Genetic studies using yeast have identified many mutations in eIF2 and eIF2B that permit eIF2 phosphorylation but prevent the downstream signalling responses (<a href=\"#bib7\">Pavitt, 2005</a>). The impact of ISRIB on the integrated stress response appears to mimic the effects of these mutations."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The control of protein synthesis is important in many contexts, including the establishment of long-term memories. Experiments in which the genes involved in the integrated stress response are manipulated revealed that the modulation of this pathway influences learning and memory. For example forebrain-specific knock-out of PERK function in mice reduces both the phosphorylation of eIF2 and the expression of ATF4, leading to impaired behavioural flexibility (<a href=\"#bib9\">Trinh et al., 2012</a>). By contrast, the induction of PKR—one of the four kinases in the integrated stress response—in neurons of the hippocampus increases eIF2α phosphorylation and ATF4 expression, but again leads to impaired memory (<a href=\"#bib6\">Jiang et al, 2010</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Sidrauski et al. now show that administering ISRIB to mice and rats results in the enhancement of their spatial and fear-conditioning memories. These results are consistent with previous work by Nahum Sonenberg of McGill University, who is part of the UCSF-McGill-Genentech collaboration: Sonenberg and co-workers replaced the serine 51 residue that the kinases bind to with an alanine residue within one of the two eIF2α gene copies present in every cell in a mouse model, and showed that eIF2α phosphorylation signalling was reduced, but not eliminated, and that memory was enhanced in a range of tests (<a href=\"#bib3\">Costa-Mattioli et al., 2007</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Taken together with other studies, it is clear that signalling through eIF2α is finely balanced, and that the chronic loss or stimulation of a single pathway can have highly deleterious effects. This is also observed in human disease. Mutations in the gene that codes for PERK cause Wolcott-Rallison Syndrome, a recessive and severe form of diabetes with bone abnormalities and mental retardation, and mutations in the genes that code for eIF2B cause VWM disease (leukoencephalopathy with vanishing white matter), a disorder that affects the formation of white matter within the brain (<a href=\"#bib7\">Pavitt, 2005</a>). It has also been reported that brain samples from patients diagnosed with schizophrenia had lower levels of PERK and ATF4 than normal samples (<a href=\"#bib9\">Trinh et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is tempting to speculate that ISRIB, or a derivative of this compound, may have beneficial effects for patients with diseases where memory is impaired. However eIF2α phosphorylation affects multiple tissues and pathways, not just the brain: Wolcott-Rallison Syndrome, for example, also affects the bones, kidney and liver, and eIF2 phosphorylation is also known to affect metabolism (<a href=\"#bib2\">Baird and Wek, 2012</a>). Reduced eIF2α signalling is also known to increase the sensitivity of cells to viral infection (<a href=\"#bib4\">Elsby et al., 2011</a>), so it seems possible that ISRIB could similarly reduce cellular resistance to viral infection. When ISRIB was combined with acute stress on the endoplasmic reticulum, the rate of cell death increased (<a href=\"#bib8\">Sidrauski et al. 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is clear that ISRIB will be an excellent experimental tool to help provide deeper understanding of the role of the integrated stress response, but it is likely that further advances will be needed to develop ISRIB, or a derivative, into a therapeutic that could treat memory disorders without unwanted side effects."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Axten", 
                            "index": "Axten, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Medina", 
                            "index": "Medina, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Feng", 
                            "index": "Feng, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Shu", 
                            "index": "Shu, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SP Romeril", 
                            "index": "Romeril, SP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SW Grant", 
                            "index": "Grant, SW"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Discovery of 7-methyl-5-(1-{[3-(trifluoromethyl)phenyl]acetyl}-2,3-dihydro-1H-indol-5-yl)-7H-pyrrolo[2,3-d]pyrimidin-4-amine (GSK2606414), a potent and selective first-in-class inhibitor of protein kinase R (PKR)-like endoplasmic reticulum kinase (PERK)", 
                "journal": "J Med Chem", 
                "volume": "55", 
                "pages": {
                    "first": "7193", 
                    "last": "7207", 
                    "range": "7193–7207"
                }, 
                "doi": "10.1021/jm300713s"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TD Baird", 
                            "index": "Baird, TD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RC Wek", 
                            "index": "Wek, RC"
                        }
                    }
                ], 
                "articleTitle": "Eukaryotic initiation factor 2 phosphorylation and translational control in metabolism", 
                "journal": "Adv Nutr", 
                "volume": "3", 
                "pages": {
                    "first": "307", 
                    "last": "321", 
                    "range": "307–321"
                }, 
                "doi": "10.3945/an.112.002113"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Costa-Mattioli", 
                            "index": "Costa-Mattioli, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Gobert", 
                            "index": "Gobert, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Stern", 
                            "index": "Stern, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Gamache", 
                            "index": "Gamache, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Colina", 
                            "index": "Colina, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Cuello", 
                            "index": "Cuello, C"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "eIF2alpha phosphorylation bidirectionally regulates the switch from short- to long-term synaptic plasticity and memory", 
                "journal": "Cell", 
                "volume": "129", 
                "pages": {
                    "first": "195", 
                    "last": "206", 
                    "range": "195–206"
                }, 
                "doi": "10.1016/j.cell.2007.01.050"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Elsby", 
                            "index": "Elsby, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Heiber", 
                            "index": "Heiber, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Reid", 
                            "index": "Reid, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Kimball", 
                            "index": "Kimball, SR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GD Pavitt", 
                            "index": "Pavitt, GD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GN Barber", 
                            "index": "Barber, GN"
                        }
                    }
                ], 
                "articleTitle": "The alpha subunit of eukaryotic initiation factor 2B (eIF2B) is required for eIF2-mediated translational suppression of vesicular stomatitis virus", 
                "journal": "J Virol", 
                "volume": "85", 
                "pages": {
                    "first": "9716", 
                    "last": "9725", 
                    "range": "9716–9725"
                }, 
                "doi": "10.1128/JVI.05146-11"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Jackson", 
                            "index": "Jackson, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CU Hellen", 
                            "index": "Hellen, CU"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TV Pestova", 
                            "index": "Pestova, TV"
                        }
                    }
                ], 
                "articleTitle": "The mechanism of eukaryotic translation initiation and principles of its regulation", 
                "journal": "Nat Rev Mol Cell Biol", 
                "volume": "11", 
                "pages": {
                    "first": "113", 
                    "last": "127", 
                    "range": "113–127"
                }, 
                "doi": "10.1038/nrm2838"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Jiang", 
                            "index": "Jiang, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Belforte", 
                            "index": "Belforte, JE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Lu", 
                            "index": "Lu, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Yabe", 
                            "index": "Yabe, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Pickel", 
                            "index": "Pickel, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CB Smith", 
                            "index": "Smith, CB"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "eIF2alpha Phosphorylation-dependent translation in CA1 pyramidal cells impairs hippocampal memory consolidation without affecting general translation", 
                "journal": "J Neurosci", 
                "volume": "30", 
                "pages": {
                    "first": "2582", 
                    "last": "2594", 
                    "range": "2582–2594"
                }, 
                "doi": "10.1523/JNEUROSCI.3971-09.2010"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GD Pavitt", 
                            "index": "Pavitt, GD"
                        }
                    }
                ], 
                "articleTitle": "eIF2B, a mediator of general and gene-specific translational control", 
                "journal": "Biochem Soc Trans", 
                "volume": "33", 
                "pages": {
                    "first": "1487", 
                    "last": "1492", 
                    "range": "1487–1492"
                }, 
                "doi": "10.1042/BST20051487"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Sidrauski", 
                            "index": "Sidrauski, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Acosta-Alvear", 
                            "index": "Acosta-Alvear, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Khoutorsky", 
                            "index": "Khoutorsky, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Vedantham", 
                            "index": "Vedantham, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Hearn", 
                            "index": "Hearn, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Li", 
                            "index": "Li, H"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Pharmacological brake-release of mRNA translation enhances cognitive memory", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00498", 
                "doi": "10.7554/eLife.00498"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Trinh", 
                            "index": "Trinh, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Kaphzan", 
                            "index": "Kaphzan, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RC Wek", 
                            "index": "Wek, RC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Pierre", 
                            "index": "Pierre, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DR Cavener", 
                            "index": "Cavener, DR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Klann", 
                            "index": "Klann, E"
                        }
                    }
                ], 
                "articleTitle": "Brain-specific disruption of the eIF2α kinase PERK decreases ATF4 expression and impairs behavioral flexibility", 
                "journal": "Cell Rep", 
                "volume": "1", 
                "pages": {
                    "first": "676", 
                    "last": "688", 
                    "range": "676–688"
                }, 
                "doi": "10.1016/j.celrep.2012.04.010"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Ron", 
                            "index": "Ron, D"
                        }
                    }
                ], 
                "articleTitle": "The unfolded protein response: from stress pathway to homeostatic regulation", 
                "journal": "Science", 
                "volume": "334", 
                "pages": {
                    "first": "1081", 
                    "last": "1086", 
                    "range": "1081–1086"
                }, 
                "doi": "10.1126/science.1209038"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}