{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-18203-v1.xml"
        }, 
        "-history": {
            "received": "2016-06-22T00:00:00Z", 
            "accepted": "2016-06-22T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "18203", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.18203", 
        "authorLine": "Jonathan S Marvin, Loren L Looger", 
        "title": "Falling apart", 
        "titlePrefix": "Antibody Engineering", 
        "published": "2016-06-27T00:00:00Z", 
        "versionDate": "2016-06-27T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e18203", 
        "pdf": "https://publishing-cdn.elifesciences.org/18203/elife-18203-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Destabilized nanobodies can be used to deliver fluorescent proteins and enzymes to specific targets inside cells."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Marvin et al", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jonathan S Marvin", 
                    "index": "Marvin, Jonathan S"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Janelia Research Campus", 
                            "Howard Hughes Medical Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Ashburn", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Ashburn"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "marvinj@janelia.hhmi.org"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Loren L Looger", 
                    "index": "Looger, Loren L"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Janelia Research Campus", 
                            "Howard Hughes Medical Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Ashburn", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Ashburn"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "loogerl@janelia.hhmi.org"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-18203-v1.xml", 
            "patched": true
        }, 
        "-history": {
            "received": "2016-06-22T00:00:00Z", 
            "accepted": "2016-06-22T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "18203", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.18203", 
        "authorLine": "Jonathan S Marvin, Loren L Looger", 
        "title": "Falling apart", 
        "titlePrefix": "Antibody Engineering", 
        "published": "2016-06-27T00:00:00Z", 
        "versionDate": "2016-06-27T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e18203", 
        "pdf": "https://publishing-cdn.elifesciences.org/18203/elife-18203-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Destabilized nanobodies can be used to deliver fluorescent proteins and enzymes to specific targets inside cells."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Marvin et al", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jonathan S Marvin", 
                    "index": "Marvin, Jonathan S"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Janelia Research Campus", 
                            "Howard Hughes Medical Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Ashburn", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Ashburn"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "marvinj@janelia.hhmi.org"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Loren L Looger", 
                    "index": "Looger, Loren L"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Janelia Research Campus", 
                            "Howard Hughes Medical Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Ashburn", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Ashburn"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "loogerl@janelia.hhmi.org"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "nanobodies", 
            "GFP", 
            "HIV-1", 
            "antibody engineering"
        ], 
        "-related-articles-internal": [
            "15312"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Antibodies are generally quite stable molecules. This is almost always a good thing for their \"day job\", which is to circulate in the blood and fight off infections. The ability of antibodies to target specific proteins or populations of cells can also be exploited in a range of cell biology experiments. Over the last two decades, researchers have developed various biomolecules that can be expressed inside cells to take the place of antibodies in these experiments. The biomolecules are designed to have the targeting properties of antibodies without suffering some of the drawbacks associated with them."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Biomolecules called nanobodies have emerged as one of the best replacements for antibodies. (Nanobodies are naturally produced as part of the adaptive immune systems of camelids, including camels and llamas, and cartilaginous fish, such as sharks and rays.) A nanobody can, for example, be combined with green fluorescent protein (GFP) to make a “fusion protein” that can target a particular protein in imaging applications."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "However, gathering meaningful data from nanobody-based fusion proteins is not as easy as it seems. One issue is that the stability of nanobodies within cells means that many more fusion proteins are expressed than are needed to bind to the target. This is a problem in imaging applications, for example, because fusion proteins that do not bind the target will still produce fluorescence. What is required is a feedback mechanism for the cell to produce only as many nanobodies as are needed to decorate the target. Now, in eLife, Connie Cepko and colleagues at Harvard Medical School – including Jonathan Tang and Eugene Drokhlyansky as joint first authors – describe such a system (<a href=\"#bib7\">Tang et al., 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The key insight of the work was to create nanobody mutants that fold well and are stable when bound to their target, but become floppy and unstable when not bound to their target (<a href=\"#fig1\">Figure 1</a>). This allows the cell to degrade the unstable nanobodies (along with any proteins to which they are fused). This is a tricky proposition: if the nanobody is too stable, it will persist when unbound, but if it is compromised too much, it may be degraded immediately after it has been produced."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Using destabilized nanobodies for the targeted labeling or manipulation of proteins within live cells.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The ability of an antibody to target a specific molecule can be exploited in a range of cell biology experiments, but expressing antibodies in living cells (top) can be difficult. Using a destabilized nanobody (dNb; blue) can overcome some of these problems (<a href=\"#bib7\">Tang et al., 2016</a>). Destabilized nanobodies can be used to deliver fluorescent labels or specific enzymes (green cylinders) to specific targets (red; right). If the target is already saturated by nanobody, the rest of the nanobody is degraded (left), thus preventing unwanted background fluorescence or enzyme activity."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/18203/elife-18203-fig1-v1.jpg", 
                        "image": "elife-18203-fig1-v1", 
                        "filename": "elife-18203-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Building on previous work on “conditionally stable” proteins – proteins that have been designed so that they are only stable in the presence of a small molecule (<a href=\"#bib1\">Banaszynski et al., 2006</a>) – Tang et al. began by investigating a nanobody called GBP1, which is one of the best characterized of all nanobodies (<a href=\"#bib6\">Kirchhofer et al., 2010</a>). Through a handful of clever screens, they isolated a form of GBP1 called destabilized GBP1 that binds to GFP (bringing along any fused proteins as well), but is quickly degraded in its absence."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Importantly, the mutations that destabilized GBP1 occurred away from the region that binds to GFP. Given that the sequence of this region is highly similar across different nanobodies, Tang et al. reasoned that the destabilizing mutations might be transferable to other nanobodies. This indeed was the case, and they were able to make conditionally stable nanobodies for seven different target proteins."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Tang et al. first fused fluorescent proteins to the destabilized nanobodies, which allowed various target proteins to be visualized inside cultured cells, retinas and brain slices. With some more tweaking, the destabilized nanobodies worked equally well when fused to the CRISPR-Cas9 gene editing enzyme (<a href=\"#bib3\">Doudna and Charpentier, 2014</a>) and to various DNA-modifying enzymes (such as the Flp and Cre recombinases; <a href=\"#bib2\">Birling et al., 2009</a>). The resulting fusion proteins were able to access cells that contained target proteins with a particular amino acid sequence. Since these sequences are much more highly conserved across organisms than their underlying nucleic acid sequences, destabilized nanobodies could be used to make genetic modifications to a wide variety of organisms, including organisms that are poorly served by existing genetic toolboxes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Tang et al. also demonstrated that their fusion proteins can be used as diagnostic tools. They were able to label HIV-infected cells without the need for laborious identification methods, such as immunolabeling, sequencing or polymerase chain reaction (PCR)-based techniques. This means that reagents based on destabilized nanobodies could help to diagnose a variety of pathogens and metabolic states at the point of care."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Much work remains to be done. Just a few active Cre or Cas9 molecules can act on all the genomic targets within a cell, so the background activity of these molecules must be tightly clamped at zero. To date no system has achieved this level of regulation, but an approach based on destabilized nanobodies certainly seems to be an improvement over approaches in which drugs are used to control the activity of Cre enzymes (<a href=\"#bib8\">Zhang et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "There are other approaches for regulating the expression of antibodies (and related binding domains) within cells. For example, adding a transcriptional repressor domain to certain fusion proteins creates a negative feedback loop, whereby excess fusion protein represses its own production (<a href=\"#bib4\">Gross et al., 2013</a>). This system has recently been extended to fusion proteins that include E3 ubiquitin ligases and used to degrade target proteins (<a href=\"#bib5\">Gross et al., 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The complement of well-validated nanobodies and related binding domains continues to grow, and structural information allows researchers to see how target recognition occurs at the atomic level. Sequencing projects are producing large repositories of target proteins in a host of settings, including neuroscience model organisms, human cell types and the many pathogens that threaten public health. All in all, the future is very promising for the conditional manipulation of targeted proteins and cells within complex organisms."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA Banaszynski", 
                            "index": "Banaszynski, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LC Chen", 
                            "index": "Chen, LC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA Maynard-Smith", 
                            "index": "Maynard-Smith, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AG Ooi", 
                            "index": "Ooi, AG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Wandless", 
                            "index": "Wandless, TJ"
                        }
                    }
                ], 
                "articleTitle": "A rapid, reversible, and tunable method to regulate protein function in living cells using synthetic small molecules", 
                "journal": "Cell", 
                "volume": "126", 
                "pages": {
                    "first": "995", 
                    "last": "1004", 
                    "range": "995–1004"
                }, 
                "doi": "10.1016/j.cell.2006.07.025"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Birling", 
                            "index": "Birling, MC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Gofflot", 
                            "index": "Gofflot, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Warot", 
                            "index": "Warot, X"
                        }
                    }
                ], 
                "articleTitle": "Site-specific recombinases for manipulation of the mouse genome", 
                "journal": "Methods in Molecular Biology", 
                "volume": "561", 
                "pages": {
                    "first": "245", 
                    "last": "263", 
                    "range": "245–263"
                }, 
                "doi": "10.1007/978-1-60327-019-9_16"
            }, 
            {
                "type": "unknown", 
                "id": "bib3", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Doudna", 
                            "index": "Doudna, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Charpentier", 
                            "index": "Charpentier, E"
                        }
                    }
                ], 
                "title": "Genome editing. The new frontier of genome engineering with CRISPR-Cas9", 
                "details": "Science, 346, 10.1126/science.1258096"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GG Gross", 
                            "index": "Gross, GG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Junge", 
                            "index": "Junge, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Mora", 
                            "index": "Mora, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HB Kwon", 
                            "index": "Kwon, HB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Olson", 
                            "index": "Olson, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TT Takahashi", 
                            "index": "Takahashi, TT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ER Liman", 
                            "index": "Liman, ER"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GC Ellis-Davies", 
                            "index": "Ellis-Davies, GC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AW McGee", 
                            "index": "McGee, AW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BL Sabatini", 
                            "index": "Sabatini, BL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RW Roberts", 
                            "index": "Roberts, RW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DB Arnold", 
                            "index": "Arnold, DB"
                        }
                    }
                ], 
                "articleTitle": "Recombinant probes for visualizing endogenous synaptic proteins in living neurons", 
                "journal": "Neuron", 
                "volume": "78", 
                "pages": {
                    "first": "971", 
                    "last": "985", 
                    "range": "971–985"
                }, 
                "doi": "10.1016/j.neuron.2013.04.017"
            }, 
            {
                "type": "unknown", 
                "id": "bib5", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GG Gross", 
                            "index": "Gross, GG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Straub", 
                            "index": "Straub, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Perez-Sanchez", 
                            "index": "Perez-Sanchez, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WP Dempsey", 
                            "index": "Dempsey, WP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Junge", 
                            "index": "Junge, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RW Roberts", 
                            "index": "Roberts, RW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA Trinh", 
                            "index": "Trinh, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Fraser", 
                            "index": "Fraser, SE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y De Koninck", 
                            "index": "De Koninck, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P De Koninck", 
                            "index": "De Koninck, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BL Sabatini", 
                            "index": "Sabatini, BL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DB Arnold", 
                            "index": "Arnold, DB"
                        }
                    }
                ], 
                "title": "An E3-ligase-based method for ablating inhibitory synapses", 
                "details": "Nature Methods, 10.1038/nmeth.3894"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Kirchhofer", 
                            "index": "Kirchhofer, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Helma", 
                            "index": "Helma, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Schmidthals", 
                            "index": "Schmidthals, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Frauer", 
                            "index": "Frauer, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Cui", 
                            "index": "Cui, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Karcher", 
                            "index": "Karcher, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Pellis", 
                            "index": "Pellis, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Muyldermans", 
                            "index": "Muyldermans, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CS Casas-Delucchi", 
                            "index": "Casas-Delucchi, CS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Cardoso", 
                            "index": "Cardoso, MC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Leonhardt", 
                            "index": "Leonhardt, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KP Hopfner", 
                            "index": "Hopfner, KP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Rothbauer", 
                            "index": "Rothbauer, U"
                        }
                    }
                ], 
                "articleTitle": "Modulation of protein properties in living cells using nanobodies", 
                "journal": "Nature Structural & Molecular Biology", 
                "volume": "17", 
                "pages": {
                    "first": "133", 
                    "last": "138", 
                    "range": "133–138"
                }, 
                "doi": "10.1038/nsmb.1727"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JCY Tang", 
                            "index": "Tang, JCY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Drokhlyansky", 
                            "index": "Drokhlyansky, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Etemad", 
                            "index": "Etemad, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Rudolph", 
                            "index": "Rudolph, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Guo", 
                            "index": "Guo, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Wang", 
                            "index": "Wang, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EG Ellis", 
                            "index": "Ellis, EG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JZ Li", 
                            "index": "Li, JZ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CL Cepko", 
                            "index": "Cepko, CL"
                        }
                    }
                ], 
                "articleTitle": "Detection and manipulation of live antigen-expressing cells using conditionally stable nanobodies", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e15312", 
                "doi": "10.7554/eLife.15312"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Zhang", 
                            "index": "Zhang, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Zhao", 
                            "index": "Zhao, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WJ Jiang", 
                            "index": "Jiang, WJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "XW Shan", 
                            "index": "Shan, XW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "XM Yang", 
                            "index": "Yang, XM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG Gao", 
                            "index": "Gao, JG"
                        }
                    }
                ], 
                "articleTitle": "Conditional gene manipulation: Cre-ating a new biological era", 
                "journal": "Journal of Zhejiang University. Science B", 
                "volume": "13", 
                "pages": {
                    "first": "511", 
                    "last": "524", 
                    "range": "511–524"
                }, 
                "doi": "10.1631/jzus.B1200042"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}