{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-01809-v1.xml"
        }, 
        "status": "vor", 
        "id": "01809", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01809", 
        "authorLine": "Shanta Dutta", 
        "title": "Fitness gains hamper efforts to tackle drug resistance", 
        "titlePrefix": "Antimicrobial Resistance", 
        "published": "2013-12-10T00:00:00Z", 
        "versionDate": "2013-12-10T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01809", 
        "pdf": "https://publishing-cdn.elifesciences.org/01809/elife-01809-v1.pdf", 
        "subjects": [
            {
                "id": "epidemiology-global-health", 
                "name": "Epidemiology and Global Health"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "<i>S. enterica</i> serovar Typhi"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "It has long been assumed that resistance to antibiotics reduces the fitness of disease-causing bacteria, but experiments on <i>Salmonella</i> Typhi, the bacteria that causes Typhoid fever, are now challenging this view."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Dutta", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Shanta Dutta", 
                    "index": "Dutta, Shanta"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Bacteriology Division", 
                            "National Institute of Cholera and Enteric Diseases"
                        ], 
                        "address": {
                            "formatted": [
                                "Kolkata", 
                                "India"
                            ], 
                            "components": {
                                "locality": [
                                    "Kolkata"
                                ], 
                                "country": "India"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "shanta1232001@yahoo.co.in"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-01809-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "01809", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01809", 
        "authorLine": "Shanta Dutta", 
        "title": "Fitness gains hamper efforts to tackle drug resistance", 
        "titlePrefix": "Antimicrobial Resistance", 
        "published": "2013-12-10T00:00:00Z", 
        "versionDate": "2013-12-10T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01809", 
        "pdf": "https://publishing-cdn.elifesciences.org/01809/elife-01809-v1.pdf", 
        "subjects": [
            {
                "id": "epidemiology-global-health", 
                "name": "Epidemiology and Global Health"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "<i>S. enterica</i> serovar Typhi"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "It has long been assumed that resistance to antibiotics reduces the fitness of disease-causing bacteria, but experiments on <i>Salmonella</i> Typhi, the bacteria that causes Typhoid fever, are now challenging this view."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Dutta", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Shanta Dutta", 
                    "index": "Dutta, Shanta"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Bacteriology Division", 
                            "National Institute of Cholera and Enteric Diseases"
                        ], 
                        "address": {
                            "formatted": [
                                "Kolkata", 
                                "India"
                            ], 
                            "components": {
                                "locality": [
                                    "Kolkata"
                                ], 
                                "country": "India"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "shanta1232001@yahoo.co.in"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "<i>Salmonella</i>", 
            "typhoid", 
            "fitness cost", 
            "epistasis", 
            "fluoroquinolone", 
            "antibiotic resistance"
        ], 
        "-related-articles-internal": [
            "01229"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The effectiveness of the antibiotics used to treat diseases caused by bacteria is increasingly being limited by the spread of resistance to these drugs. For a long time it was thought that most of the mutations that lead to antimicrobial resistance in bacteria led to a reduction in fitness, which meant that the resistant bacteria did not grow as fast as those that were susceptible to antimicrobials. These fitness costs are important because they determine how quickly resistance is likely to develop, or to disappear if antibiotic use is discontinued (<a href=\"#bib1\">Andersson and Hughes, 2010</a>). However, resistant bacteria often develop secondary mutations that can compensate for these fitness costs, and these mutations allow the bacteria to thrive, even in antimicrobial free environments (<a href=\"#bib5\">Lenski, 1998</a>). When this occurs, resistance is likely to continue even if antibiotic use is stopped. This is why public health bodies around the world are so worried by the spread of antibiotic resistance."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Typhoid fever is caused by eating food or drinking water contaminated with <i>Salmonella</i> Typhi bacteria. According to the World Heath Organisation (WHO), the drug of choice for treating typhoid fever is ciprofloxacin, which belongs to the fluoroquinolone family of antibiotics (<a href=\"#bib7\">WHO, 2003</a>). However, resistance to the fluoroquinolones is increasing all over the world (<a href=\"#bib6\">Parry and Beeching, 2009</a>). Now, in <i>eLife</i>, Stephen Baker of the Oxford University Clinical Research Unit in Vietnam and co-workers in Vietnam and the UK have compared the fitness of various mutants of <i>Salmonella</i> Typhi that are resistant to fluoroquinolones with the fitness of a strain that is still susceptible to these drugs (<a href=\"#bib2\">Baker et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The fluoroquinolones target enzymes that untangle knots in bacterial genomes. Resistance to these antibiotics in <i>Salmonella</i> Typhi involves changes in these target enzymes that reduce the ability of the drugs to bind to them. These changes occur by substitution mutations in two genes, <i>gyr</i>A and/or <i>par</i>C, that encode these enzymes. Advances in site-directed mutagenesis allowed Baker and co-workers to construct eleven fluoroquinolone-resistant mutants and one susceptible control mutant with known nucleotide substitutions from a susceptible, weakened laboratory strain of <i>Salmonella</i> Typhi. The resistant mutants were generated by substitutions at two positions in the <i>gyr</i>A gene and one in the <i>par</i>C gene, which were introduced in combinations to create single, double or triple mutants. Seven of the eleven lab-engineered mutants have been found in clinical isolates, whilst the remaining four had not been observed in nature before."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To start each in vitro competition assay, a series of cultures containing equal numbers of bacteria from the susceptible parent strain and one of the 12 lab-engineered mutant strains were prepared. These cultures were then grown in the absence of any antibiotics for several generations. Every 24 hr, some of each culture mixture was removed and analysed (<a href=\"#fig1\">Figure 1</a>). More culture was also diluted into fresh antibiotic-free growth media, and the entire process was repeated for a period of 15 days. Colony counting was used to calculate the number of bacterial generations during each period."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Fluoroquinolone-resistant mutants of <i>Salmonella</i> Typhi vs susceptible strains.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Fluoroquinolone-resistant mutants (red) with either one, two or three mutations in the <i>gyr</i>A and <i>par</i>C genes were cultured with a fluoroquinolone-susceptible parent strain (white) in liquid media that did not contain any antibiotics. Every 24 hr, over a period of 15 days, these growth cultures were subcultured into fresh antibiotic-free media, and samples were taken for colony counting and DNA extraction. Pyrosequencing of extracted DNA was used to determine the frequency of each mutation and the parent strain at each time-point, and to calculate the fitness of each mutant compared to the parent strain. Increases in fitness allowed some single and double mutants (red arrow) outcompeted the parent strain, while a reduction in fitness meant that the triple mutant lost out to the parent strain (blue arrow)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01809/elife-01809-fig1-v1.tif", 
                        "image": "elife-01809-fig1-v1.tif", 
                        "filename": "elife-01809-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Whether each mutant had a selective advantage or disadvantage was determined from the frequency of the engineered mutated genes at each time point, which was measured by specific pyrosequencing with the extracted DNA. Statistical models were used to calculate the selection coefficient and fitness difference of each mutant when compared to the parent strain. Since the fate of a particular mutation depends on its interaction with its environment, including all the other genes found in the genome (<a href=\"#bib3\">Cordell, 2002</a>), the effects of interactions between genes, often known as ‘epistasis’, were also calculated for the double and triple mutants."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Interestingly, six resistant mutants (two single mutants and the four double mutants tested) could outcompete the susceptible <i>Salmonella</i> Typhi parent strain. This indicates that these mutations conferred increased fitness, even in the absence of the antimicrobial. This goes against the dogma that resistance mutations always have a fitness cost, and can explain the frequent occurrence of certain resistant mutants in the antibiotic free environment. The single mutant with highest selective advantage (called S83F) contributed 1.3% more offspring per generation than the parent strain, and the most competitive double mutant (S83F-D87N, which has two changes within the <i>gyr</i>A gene) contributed 7.4% more offspring per generation. In contrast, the triple mutant (S83F-D87G-S80I) contributed 1% less offspring per generation than the parent strain: this indicates a negative interaction between these mutations, with the third mutation wiping out the fitness advantage of the double mutants."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Since <i>Salmonella</i> Typhi lives within host cells during an infection, and is restricted to humans, the results obtained in this in vitro experimental system using a weakened, lab strain would not be the same with wild strain and ex vivo or in vivo models. However, as acknowledged by Baker et al., all models have their own inherent limitations and currently there are no available systems (except humans and primates) that exactly mimic <i>Salmonella</i> Typhi infection cycle."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The process of evolution in any organism is determined by the order in which mutations occur (<a href=\"#bib4\">Kimura, 1985</a>). Baker et al. have concluded that single mutations in <i>gyr</i>A gene that reduce susceptibility to fluoroquinolones (especially the S83F mutation) provide the starting point for the evolution of more resistant double mutants, which maintain the resistance, even in the absence of antibiotics. This would contribute to the global spread of fluoroquinolone-resistant <i>Salmonella</i> Typhi, and would also undermine efforts to control the spread of drug-resistant typhoid through the prudent use of antimicrobial drugs."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DI Andersson", 
                            "index": "Andersson, DI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Hughes", 
                            "index": "Hughes, D"
                        }
                    }
                ], 
                "articleTitle": "Antibiotic resistance and its cost: is it possible to reverse resistance?", 
                "journal": "Nature Reviews Microbiology", 
                "volume": "8", 
                "pages": {
                    "first": "260", 
                    "last": "271", 
                    "range": "260–271"
                }, 
                "doi": "10.1038/nrmicro2319"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Baker", 
                            "index": "Baker, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PT Duy", 
                            "index": "Duy, PT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TVT Nga", 
                            "index": "Nga, TVT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TTN Dung", 
                            "index": "Dung, TTN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VV Phat", 
                            "index": "Phat, VV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TT Chau", 
                            "index": "Chau, TT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AK Turner", 
                            "index": "Turner, AK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Farrar", 
                            "index": "Farrar, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MF Boni", 
                            "index": "Boni, MF"
                        }
                    }
                ], 
                "articleTitle": "Fitness benefits in fluoroquinolone-resistant <i>Salmonella</i> Typhi in the absence of antimicrobial pressure", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e01229", 
                "doi": "10.7554/eLife.01229"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HJ Cordell", 
                            "index": "Cordell, HJ"
                        }
                    }
                ], 
                "articleTitle": "Epistasis: what it means, what it doesn’t mean, and statistical methods to detect it in humans", 
                "journal": "Human Molecular Genetics", 
                "volume": "11", 
                "pages": {
                    "first": "2463", 
                    "last": "2468", 
                    "range": "2463–2468"
                }, 
                "doi": "10.1093/hmg/11.20.2463"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1985", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kimura", 
                            "index": "Kimura, M"
                        }
                    }
                ], 
                "articleTitle": "The role of compensatory neutral mutations in molecular evolution", 
                "journal": "Jounal of Genetics", 
                "volume": "64", 
                "pages": {
                    "first": "7", 
                    "last": "19", 
                    "range": "7–19"
                }, 
                "doi": "10.1007/BF02923549"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Lenski", 
                            "index": "Lenski, RE"
                        }
                    }
                ], 
                "articleTitle": "Bacterial evolution and the cost of antibiotic resistance", 
                "journal": "International Microbiology", 
                "volume": "1", 
                "pages": {
                    "first": "265", 
                    "last": "270", 
                    "range": "265–270"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Parry", 
                            "index": "Parry, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NJ Beeching", 
                            "index": "Beeching, NJ"
                        }
                    }
                ], 
                "articleTitle": "Treatment of enteric fever", 
                "journal": "British Medical Journal", 
                "volume": "338", 
                "pages": "b1159", 
                "doi": "10.1136/bmj.b1159"
            }, 
            {
                "type": "unknown", 
                "id": "bib7", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "WHO"
                    }
                ], 
                "title": "Background document: the diagnosis, prevention and treatment of typhoid fever", 
                "details": "19–23, Background document: the diagnosis, prevention and treatment of typhoid fever, Geneva, World Health Organization, Available at: , http://apps.who.int/iris/bitstream/10665/68122/1/WHO_V-B_03.07_eng.pdf", 
                "uri": "http://apps.who.int/iris/bitstream/10665/68122/1/WHO_V-B_03.07_eng.pdf"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}