{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "01089", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01089", 
        "authorLine": "Kathryn E Tiller, Peter M Tessier", 
        "title": "Lifting the veil on amyloid drug design", 
        "titlePrefix": "Computational Biology", 
        "published": "2013-07-16T00:00:00Z", 
        "versionDate": "2013-07-16T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01089", 
        "pdf": "https://publishing-cdn.elifesciences.org/01089/elife-01089-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "High resolution structures and computational methods have been used to identify compounds that prevent amyloid fibrils associated with Alzheimer’s disease from dissociating into toxic species."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Tiller and Tessier", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kathryn E Tiller", 
                    "index": "Tiller, Kathryn E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Biotechnology & Interdisciplinary Studies, Department of Chemical and Biological Engineering", 
                            "Rensselaer Polytechnic Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "tillek@rpi.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Peter M Tessier", 
                    "index": "Tessier, Peter M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Biotechnology & Interdisciplinary Studies, Department of Chemical and Biological Engineering", 
                            "Rensselaer Polytechnic Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "tessier@rpi.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "01089", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01089", 
        "authorLine": "Kathryn E Tiller, Peter M Tessier", 
        "title": "Lifting the veil on amyloid drug design", 
        "titlePrefix": "Computational Biology", 
        "published": "2013-07-16T00:00:00Z", 
        "versionDate": "2013-07-16T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01089", 
        "pdf": "https://publishing-cdn.elifesciences.org/01089/elife-01089-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "High resolution structures and computational methods have been used to identify compounds that prevent amyloid fibrils associated with Alzheimer’s disease from dissociating into toxic species."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Tiller and Tessier", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kathryn E Tiller", 
                    "index": "Tiller, Kathryn E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Biotechnology & Interdisciplinary Studies, Department of Chemical and Biological Engineering", 
                            "Rensselaer Polytechnic Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "tillek@rpi.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Peter M Tessier", 
                    "index": "Tessier, Peter M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Biotechnology & Interdisciplinary Studies, Department of Chemical and Biological Engineering", 
                            "Rensselaer Polytechnic Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "tessier@rpi.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "amyloid fiber", 
            "computational biology", 
            "drug discovery", 
            "Alzheimer's disease", 
            "ligand docking"
        ], 
        "-related-articles-internal": [
            "00857"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Some of the most debilitating human disorders—including Alzheimer’s, Parkinson’s and Huntington’s diseases—are marked by the inappropriate assembly of peptides and proteins into particles of various sizes, structures and toxicities. These range from highly toxic small oligomers, each consisting of a few monomers, to large insoluble aggregates known as amyloid fibrils, which are less toxic (<a href=\"#fig1\">Figure 1</a>). Much effort has therefore focused on identifying compounds that inhibit oligomer and fibril assembly or promote their disassembly (<a href=\"#bib4\">Hard and Lendel, 2012</a>). However, progress has been hampered by a lack of detailed knowledge of the structure of amyloid oligomers and fibrils, particularly when they are bound to inhibitor molecules. Now, in <i>eLife</i>, Lin Jiang, David Eisenberg and co-workers at the University of California, Los Angeles, have designed several new compounds that reduce amyloid toxicity (<a href=\"#bib3\">Jiang et al., 2013</a>). The starting point for their study was the high resolution structure of an Alzheimer’s peptide in an amyloid-like conformation bound to an inhibitor molecule (<a href=\"#bib5\">Landau et al., 2011</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The Alzheimer’s peptide—initially soluble and benign when in monomeric form—assembles into oligomers, which are highly toxic to cells, and amyloid fibrils, which have low toxicity", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The Alzheimer’s peptide—initially soluble and benign when in monomeric form—assembles into oligomers, which are highly toxic to cells, and amyloid fibrils, which have low toxicity. Molecules that bind to and stabilize fibrils (example shown in blue) can inhibit amyloid toxicity by preventing the dissociation of fibrils into toxic oligomers, or into monomers that can reassemble into toxic oligomers. The yellow and red arrows in the fibrils represent individual β-strands. The inset shows an expanded view as seen from the front (left) and side (right). Inset images were adapted by Lin Jiang from Figure 1—figure supplement 2 of <a href=\"#bib3\">Jiang et al., 2013</a>."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01089/elife-01089-fig1-v1.tif", 
                        "filename": "elife-01089-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Structure-based drug design—in which high-resolution 3D structures of proteins are used to guide the design of compounds that bind tightly to disease-linked proteins and block their deleterious activity—is a key strategy for translating basic biomedical research into therapeutic compounds. More than 20 years ago, this approach was used to generate inhibitors of the HIV protease, and led to multiple antiviral drugs entering the clinic years earlier and at a much lower cost than would have otherwise been possible (<a href=\"#bib9\">Wlodawer and Erickson, 1993</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Unfortunately, the application of this design strategy to generating compounds that can inhibit the amyloid toxicity linked to Alzheimer’s and other neurodegenerative diseases has been frustratingly slow. One reason is that the methods used to solve high-resolution structures of most soluble proteins (X-ray crystallography and NMR) are not readily amenable to insoluble aggregates such as amyloid oligomers and fibrils. This has led to decades of painstaking research using alternative methods such as solid-state NMR to generate structural models of amyloid fibrils (<a href=\"#bib8\">Tycko, 2006</a>), but the uncertainties in these structures limit their usefulness for drug design. Nevertheless, these tour de force studies have revealed several key structural features of amyloid fibrils. They have shown that monomers within fibrils are oriented perpendicular to the fibril axis and form stacks of β-strands in which the residues are aligned (<a href=\"#fig1\">Figure 1</a>). These structural models also reveal large flat interfaces along the fibril axis, which appear more difficult to target with drugs than the pockets and grooves that are typically seen on the surface of soluble proteins such as enzymes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Eisenberg and co-workers have now synergized a number of developments from their lab and others to perform the highest resolution structure-based drug design study to date for inhibitors of amyloid toxicity. In 2005, the Eisenberg lab crystallized a small amyloid-forming peptide from a yeast prion (an infectious misfolded protein) (<a href=\"#bib6\">Nelson et al., 2005</a>). Its high-resolution atomic structure showed important similarities to lower resolution models of amyloid fibrils formed from other larger peptides and proteins. Since then, the UCLA researchers have crystallized a number of different amyloid-forming peptides (including multiple Alzheimer’s peptide fragments) (<a href=\"#bib7\">Sawaya et al., 2007</a>). They have also solved the atomic structure of an Alzheimer’s peptide fragment in complex with a compound (‘orange-G’) that inhibits the toxic effects of amyloid on cells (<a href=\"#bib5\">Landau et al., 2011</a>). Notably, orange-G binds to a flat interface along the fibril axis in a manner that appears to stabilize the fibrils (<a href=\"#fig1\">Figure 1</a>, inset)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In this study, Eisenberg and co-workers leveraged these structural findings to identify other molecules that bind to the same flat interface on Alzheimer’s fibrils by screening large libraries of small molecules (&gt;10,000) using novel computational methods. This approach yielded several compounds that bound to these fibrils with higher affinity than orange-G and also inhibited amyloid toxicity. Although the best inhibitors bound with modest (micromolar) affinity, it is likely that additional rounds of fibril-inhibitor co-crystallization and structural analysis will lead to the identification of inhibitors with even higher affinities."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One of the key discoveries in this study is that the new inhibitors do not prevent amyloid formation or trigger dissociation of fibrils. Instead, they appear to prevent toxicity by stabilizing Alzheimer’s fibrils and preventing them from dissociating into toxic oligomers or into monomers that could reassemble into toxic oligomers (<a href=\"#fig1\">Figure 1</a>). This is consistent with the observation that fibrils associated with Parkinson’s disease can release toxic oligomers (<a href=\"#bib2\">Cremades et al., 2012</a>) and that certain compounds can prevent Alzheimer’s amyloid toxicity without preventing fibril formation (<a href=\"#bib1\">Chen et al., 2010</a>). However, the findings of the UCLA team provide some of the most direct evidence to date that small molecules can abolish the toxicity of mature fibrils solely by stabilizing them against dissociation. Nevertheless, this interesting finding will need to be studied in more detail to better understand how such inhibitors block amyloid toxicity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This structure-based approach to drug design should catalyze future studies in multiple directions. First, the co-crystallization and X-ray structural analysis of additional small molecule inhibitors with Alzheimer’s peptide fragments will likely reveal additional binding sites, and may lead to the design of even more effective inhibitors. In addition, this approach should be readily applicable to amyloid fibrils linked to other disorders such as Parkinson’s and prion diseases because peptide fragments from their corresponding amyloid-forming proteins have already been crystallized in fibril-like conformations (<a href=\"#bib7\">Sawaya et al., 2007</a>). Moreover, the insights from these studies will be valuable for guiding the design and selection of antibody and peptide inhibitors that have larger binding interfaces, and thus have the potential to bind with higher affinity and specificity than their small molecule counterparts. This important study has brightened the future for structure-based drug design by providing a path forward for generating inhibitors of one of the most complex and difficult-to-drug targets linked to human disease."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Chen", 
                            "index": "Chen, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AH Armstrong", 
                            "index": "Armstrong, AH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AN Koehler", 
                            "index": "Koehler, AN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MH Hecht", 
                            "index": "Hecht, MH"
                        }
                    }
                ], 
                "articleTitle": "Small molecule microarrays enable the discovery of compounds that bind the Alzheimer’s Abeta peptide and reduce its cytotoxicity", 
                "journal": "J Am Chem Soc", 
                "volume": "132", 
                "pages": {
                    "first": "17015", 
                    "last": "17022", 
                    "range": "17015–17022"
                }, 
                "doi": "10.1021/ja107552s"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Cremades", 
                            "index": "Cremades, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SIA Cohen", 
                            "index": "Cohen, SIA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Deas", 
                            "index": "Deas, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AY Abranov", 
                            "index": "Abranov, AY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AY Chen", 
                            "index": "Chen, AY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Orte", 
                            "index": "Orte, A"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Direct observation of the interconversion of normal and toxic forms of alpha-synuclein", 
                "journal": "Cell", 
                "volume": "149", 
                "pages": {
                    "first": "1048", 
                    "last": "1059", 
                    "range": "1048–1059"
                }, 
                "doi": "10.1016/j.cell.2012.03.037"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Hard", 
                            "index": "Hard, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Lendel", 
                            "index": "Lendel, C"
                        }
                    }
                ], 
                "articleTitle": "Inhibition of amyloid formation", 
                "journal": "J Mol Biol", 
                "volume": "421", 
                "pages": {
                    "first": "441", 
                    "last": "465", 
                    "range": "441–465"
                }, 
                "doi": "10.1016/j.jmb.2011.12.062"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Jiang", 
                            "index": "Jiang, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Liu", 
                            "index": "Liu, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Leibly", 
                            "index": "Leibly, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Landau", 
                            "index": "Landau, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Zhao", 
                            "index": "Zhao, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MP Hughes", 
                            "index": "Hughes, MP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DS Eisenberg", 
                            "index": "Eisenberg, DS"
                        }
                    }
                ], 
                "articleTitle": "Structure-based discovery of fiber-binding compounds that reduce the cytotoxicity of amyloid beta", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00857", 
                "doi": "10.7554/eLife.00857"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Landau", 
                            "index": "Landau, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Sawaya", 
                            "index": "Sawaya, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KF Faull", 
                            "index": "Faull, KF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Laganowsky", 
                            "index": "Laganowsky, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Jiang", 
                            "index": "Jiang, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Sievers", 
                            "index": "Sievers, SA"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Towards a pharmacophore for amyloid", 
                "journal": "PLOS Biol", 
                "volume": "9", 
                "pages": "e1001080", 
                "doi": "10.1371/journal.pbio.1001080"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Nelson", 
                            "index": "Nelson, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Sawaya", 
                            "index": "Sawaya, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Balbirnie", 
                            "index": "Balbirnie, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AØ Madsen", 
                            "index": "Madsen, AØ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Riekel", 
                            "index": "Riekel, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Grothe", 
                            "index": "Grothe, R"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Structure of the cross-beta spine of amyloid-like fibrils", 
                "journal": "Nature", 
                "volume": "435", 
                "pages": {
                    "first": "773", 
                    "last": "778", 
                    "range": "773–778"
                }, 
                "doi": "10.1038/nature03680"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Sawaya", 
                            "index": "Sawaya, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Sambashivan", 
                            "index": "Sambashivan, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Nelson", 
                            "index": "Nelson, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MI Ivanova", 
                            "index": "Ivanova, MI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Sievers", 
                            "index": "Sievers, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MI Apostol", 
                            "index": "Apostol, MI"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Atomic structures of amyloid cross-beta spines reveal varied steric zippers", 
                "journal": "Nature", 
                "volume": "447", 
                "pages": {
                    "first": "453", 
                    "last": "457", 
                    "range": "453–457"
                }, 
                "doi": "10.1038/nature05695"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Tycko", 
                            "index": "Tycko, R"
                        }
                    }
                ], 
                "articleTitle": "Molecular structure of amyloid fibrils: insights from solid-state NMR", 
                "journal": "Q Rev Biophys", 
                "volume": "39", 
                "pages": {
                    "first": "1", 
                    "last": "55", 
                    "range": "1–55"
                }, 
                "doi": "10.1017/S0033583506004173"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Wlodawer", 
                            "index": "Wlodawer, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Erickson", 
                            "index": "Erickson, JW"
                        }
                    }
                ], 
                "articleTitle": "Structure-based inhibitors of HIV-1 protease", 
                "journal": "Annu Rev Biochem", 
                "volume": "62", 
                "pages": {
                    "first": "543", 
                    "last": "585", 
                    "range": "543–585"
                }, 
                "doi": "10.1146/annurev.bi.62.070193.002551"
            }
        ]
    }
}