{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-06877-v1.xml"
        }, 
        "status": "vor", 
        "id": "06877", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06877", 
        "authorLine": "Ines Anderl, Dan Hultmark", 
        "title": "New ways to make a blood cell", 
        "titlePrefix": "Hematopoiesis", 
        "published": "2015-03-12T00:00:00Z", 
        "versionDate": "2015-03-12T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06877", 
        "pdf": "https://publishing-cdn.elifesciences.org/06877/elife-06877-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "In a niche under the skin in <i>Drosophila</i> larvae, blood cells called plasmatocytes can transform into other classes of blood cell."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Anderl and Hultmark", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ines Anderl", 
                    "index": "Anderl, Ines"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Laboratory of Genetic Immunology, BioMediTech", 
                            "University of Tampere"
                        ], 
                        "address": {
                            "formatted": [
                                "Tampere", 
                                "Finland"
                            ], 
                            "components": {
                                "locality": [
                                    "Tampere"
                                ], 
                                "country": "Finland"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Dan Hultmark", 
                    "index": "Hultmark, Dan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Biology", 
                            "Umeå University"
                        ], 
                        "address": {
                            "formatted": [
                                "Umeå", 
                                "Sweden"
                            ], 
                            "components": {
                                "locality": [
                                    "Umeå"
                                ], 
                                "country": "Sweden"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dan.hultmark@ucmp.umu.se"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-06877-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "06877", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06877", 
        "authorLine": "Ines Anderl, Dan Hultmark", 
        "title": "New ways to make a blood cell", 
        "titlePrefix": "Hematopoiesis", 
        "published": "2015-03-12T00:00:00Z", 
        "versionDate": "2015-03-12T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06877", 
        "pdf": "https://publishing-cdn.elifesciences.org/06877/elife-06877-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "In a niche under the skin in <i>Drosophila</i> larvae, blood cells called plasmatocytes can transform into other classes of blood cell."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Anderl and Hultmark", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ines Anderl", 
                    "index": "Anderl, Ines"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Laboratory of Genetic Immunology, BioMediTech", 
                            "University of Tampere"
                        ], 
                        "address": {
                            "formatted": [
                                "Tampere", 
                                "Finland"
                            ], 
                            "components": {
                                "locality": [
                                    "Tampere"
                                ], 
                                "country": "Finland"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Dan Hultmark", 
                    "index": "Hultmark, Dan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Biology", 
                            "Umeå University"
                        ], 
                        "address": {
                            "formatted": [
                                "Umeå", 
                                "Sweden"
                            ], 
                            "components": {
                                "locality": [
                                    "Umeå"
                                ], 
                                "country": "Sweden"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dan.hultmark@ucmp.umu.se"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "hematopoiesis", 
            "Notch signaling", 
            "sessile cluster", 
            "crystal cell"
        ], 
        "-related-articles-internal": [
            "06166"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "A bewildering variety of different kinds of blood cell are engaged in the immune defense of humans, and they must all be present in the right numbers in the blood. Understanding how blood cells develop in humans and other vertebrates has therefore been a focus of intense research. A picture has emerged in which a small number of self-renewing stem cells give rise to multipotent progenitor cells, from which successive generations of progenitor cells can develop, each progressively more restricted in the types of cell they can develop into. Eventually the progenitor cells give rise to the different classes of mature blood cells (<a href=\"#bib1\">Doulatov et al., 2012</a>; <a href=\"#bib10\">Riether et al., 2015</a>). This one-way hierarchical mode of blood cell formation (or hematopoiesis) takes place in bone marrow and other tissues that provide an environment called a hematopoietic niche. Developmental decisions are controlled by complex interactions between the cells that make up the niche and the developing blood cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Similar principles have been shown to operate for hematopoiesis in the model organism <i>Drosophila melanogaster</i>. A hematopoietic niche has been identified in the so-called ‘lymph glands’ of <i>Drosophila</i> larvae, which are found in an area called the posterior signaling centre. This niche controls the proliferation and specialization—or ‘differentiation’—of adjacent stem cells and/or progenitor cells (<a href=\"#bib5\">Krzemień et al., 2007</a>; <a href=\"#bib8\">Mandal et al., 2007</a>). Now, in <i>eLife</i>, Alexandre Leitão and Élio Sucena of the Instituto Gulbenkian de Ciência in Portugal challenge the notion that hematopoiesis occurs through a neat transition from stem cells via progenitor cells to differentiated blood cells. Instead, they show that some differentiated blood cells can transform into blood cells of another class (<a href=\"#bib6\">Leitão and Sucena, 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Three major classes of blood cells, or hemocytes, can be distinguished in <i>Drosophila</i>: plasmatocytes, crystal cells and lamellocytes (<a href=\"#fig1\">Figure 1</a>). Most abundant are the plasmatocytes. These are professional phagocytes—cells that engulf and destroy bacteria and cells that are programmed to die. Crystal cells are involved in wound healing and control the production of the black pigment melanin. Finally, lamellocytes are specialized to respond to parasite infection, which they do by forming a capsule around the parasite."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "title": "Fluorescent marker genes reveal the different blood cell types in healthy and infected <i>Drosophila</i> larvae.", 
                        "label": "Figure 1.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Blood cells in a healthy larva: plasmatocytes are in green and crystal cells are in magenta; white indicates the presence of both types of cell. Sessile blood cells of the first generation form a pattern of patches under the skin. Second generation blood cells accumulate in the ‘lymph glands’ (which are not related to vertebrate lymph glands in structure or function). Circulating blood cells do not give sharp images. (<b>B</b>) Large numbers of lamellocytes (red) accumulate in larvae infected by parasitoid wasp eggs, attaching to the eggs and other parts of the larva. The sessile blood cells become dispersed, the primary lobes of the lymph glands release their contents, and the secondary lobes enlarge."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/06877/elife-06877-fig1-v1.tif", 
                        "filename": "elife-06877-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "<i>Drosophila</i> hemocytes are generated in two distinct waves during development (<a href=\"#bib3\">Holz et al., 2003</a>). The first generation of hemocytes forms in tissue in the head of the embryo and persists in the fly until adulthood. Embryonic plasmatocytes from this first generation colonize the surfaces of larval tissues, forming sessile clusters of hemocytes that constantly exchange cells with their circulating counterparts. Conveniently, many of these clusters are located in patches under the skin, so researchers can observe them directly (<a href=\"#fig1\">Figure 1A</a>). The plasmatocytes divide and the total number of hemocytes increases gradually during larval development. As shown by Katja Brückner and co-workers in 2011, plasmatocytes proliferate most actively in the sessile subepithelial patches, where cell division appears to be controlled by the peripheral nervous system (<a href=\"#bib7\">Makhijani et al., 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A second generation of hemocytes forms in the lymph glands. Under normal conditions, the lymph glands do not release hemocytes until metamorphosis, at the end of the larval stage. Up to that point all circulating larval hemocytes belong to the first generation of blood cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In 1957, Tahir Rizki proposed a model in which parasite infection causes plasmatocytes to transform into lamellocytes; the model also assumes that plasmatocytes and crystal cells independently originate from progenitor cells dubbed prohemocytes (<a href=\"#bib11\">Rizki, 1957</a>). However, work on hematopoiesis in the lymph glands suggested a different model, where all three hemocyte classes originate directly from undifferentiated precursor cells (<a href=\"#bib2\">Evans et al., 2003</a>). Furthermore, the lymph glands respond vigorously to parasite infection, producing lamellocytes and other hemocytes that are prematurely released into circulation (<a href=\"#fig1\">Figure 1B</a>). It was therefore generally assumed that the lymph glands are the major source of cells for the immune defense. However, transplantation and lineage tracing studies have recently shown that most lamellocytes stem directly from first generation larval plasmatocytes (<a href=\"#bib9\">Márkus et al., 2009</a>; <a href=\"#bib4\">Honti et al., 2010</a>; <a href=\"#bib12\">Stofanko et al., 2010</a>), in line with Rizki's original proposal."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Leitão and Sucena have now carefully studied crystal cell development in the subepithelial patches. An obstacle to similar studies in the past has been that larvae are very motile, and their busy peristaltic movements make it difficult to trace the fate of individual cells. Leitão and Sucena solved this problem by using double-sided tape to hold the larvae still. By inserting fluorescent genes into the larvae that produce different colors in different cell types, the developmental fate of individual hemocytes could then be followed for up to three hours using time-lapse imaging. Unexpectedly, Leitão and Sucena discovered that plasmatocytes occasionally transform into crystal cells, at a rate consistent with the increase in the overall number of crystal cells in the larva. Thus, strikingly, hematopoiesis occurs in the subepithelial patches of <i>Drosophila</i> larvae without the involvement of stem cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A hematopoietic niche is nevertheless required, even in this novel mode of hematopoiesis. Leitão and Sucena show that the decision to begin developing a plasmatocyte into a crystal cell is triggered by signals from neighboring plasmatocytes in the subepithelial patches via the Notch signalling pathway. In a pleasing agreement with this model, the probability that a cell becomes a crystal cell is proportional to the number of plasmatocytes it is in contact with. Furthermore, crystal cell formation is inhibited when hemocytes are physically prevented from settling."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Hence, two distinct types of hematopoiesis coexist in <i>Drosophila</i> larvae; one in the lymph glands, where a niche controls the differentiation of stem cells, and another under the skin, where a niche controls how already differentiated plasmatocytes transform into crystal cells and, when needed, lamellocytes."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Doulatov", 
                            "index": "Doulatov, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Notta", 
                            "index": "Notta, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Laurenti", 
                            "index": "Laurenti, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Dick", 
                            "index": "Dick, JE"
                        }
                    }
                ], 
                "articleTitle": "Hematopoiesis: a human perspective", 
                "journal": "Cell Stem Cell", 
                "volume": "10", 
                "pages": {
                    "first": "120", 
                    "last": "136", 
                    "range": "120–136"
                }, 
                "doi": "10.1016/j.stem.2012.01.006"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Evans", 
                            "index": "Evans, CJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Hartenstein", 
                            "index": "Hartenstein, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Banerjee", 
                            "index": "Banerjee, U"
                        }
                    }
                ], 
                "articleTitle": "Thicker than blood. conserved mechanisms in <i>Drosophila</i> and vertebrate hematopoiesis", 
                "journal": "Developmental Cell", 
                "volume": "5", 
                "pages": {
                    "first": "673", 
                    "last": "690", 
                    "range": "673–690"
                }, 
                "doi": "10.1016/S1534-5807(03)00335-6"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Holz", 
                            "index": "Holz, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Bossinger", 
                            "index": "Bossinger, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Strasser", 
                            "index": "Strasser, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Janning", 
                            "index": "Janning, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Klapper", 
                            "index": "Klapper, R"
                        }
                    }
                ], 
                "articleTitle": "The two origins of hemocytes in Drosophila", 
                "journal": "Development", 
                "volume": "130", 
                "pages": {
                    "first": "4955", 
                    "last": "4962", 
                    "range": "4955–4962"
                }, 
                "doi": "10.1242/dev.00702"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Honti", 
                            "index": "Honti, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Csordás", 
                            "index": "Csordás, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Márkus", 
                            "index": "Márkus, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "É Kurucz", 
                            "index": "Kurucz, É"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Jankovics", 
                            "index": "Jankovics, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Andó", 
                            "index": "Andó, I"
                        }
                    }
                ], 
                "articleTitle": "Cell lineage tracing reveals the plasticity of the hemocyte lineages and of the hematopoietic compartments in <i>Drosophila melanogaster</i>", 
                "journal": "Molecular Immunology", 
                "volume": "47", 
                "pages": {
                    "first": "1997", 
                    "last": "2004", 
                    "range": "1997–2004"
                }, 
                "doi": "10.1016/j.molimm.2010.04.017"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Krzemień", 
                            "index": "Krzemień, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Dubois", 
                            "index": "Dubois, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Makki", 
                            "index": "Makki, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Meister", 
                            "index": "Meister, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Vincent", 
                            "index": "Vincent, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Crozatier", 
                            "index": "Crozatier, M"
                        }
                    }
                ], 
                "articleTitle": "Control of blood cell homeostasis in <i>Drosophila</i> larvae by the posterior signalling centre", 
                "journal": "Nature", 
                "volume": "446", 
                "pages": {
                    "first": "325", 
                    "last": "328", 
                    "range": "325–328"
                }, 
                "doi": "10.1038/nature05650"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AB Leitão", 
                            "index": "Leitão, AB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "É Sucena", 
                            "index": "Sucena, É"
                        }
                    }
                ], 
                "articleTitle": "Drosophila sessile hemocyte clusters are true hematopoietic tissues that regulate larval blood cell differentiation", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e06166", 
                "doi": "10.7554/eLife.06166"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Makhijani", 
                            "index": "Makhijani, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Alexander", 
                            "index": "Alexander, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Tanaka", 
                            "index": "Tanaka, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Rulifson", 
                            "index": "Rulifson, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Brückner", 
                            "index": "Brückner, K"
                        }
                    }
                ], 
                "articleTitle": "The peripheral nervous system supports blood cell homing and survival in the <i>Drosophila</i> larva", 
                "journal": "Development", 
                "volume": "138", 
                "pages": {
                    "first": "5379", 
                    "last": "5391", 
                    "range": "5379–5391"
                }, 
                "doi": "10.1242/dev.067322"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Mandal", 
                            "index": "Mandal, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Martinez-Agosto", 
                            "index": "Martinez-Agosto, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Evans", 
                            "index": "Evans, CJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Hartenstein", 
                            "index": "Hartenstein, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Banerjee", 
                            "index": "Banerjee, U"
                        }
                    }
                ], 
                "articleTitle": "A Hedgehog- and Antennapedia-dependent niche maintains <i>Drosophila</i> haematopoietic precursors", 
                "journal": "Nature", 
                "volume": "446", 
                "pages": {
                    "first": "320", 
                    "last": "324", 
                    "range": "320–324"
                }, 
                "doi": "10.1038/nature05585"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Márkus", 
                            "index": "Márkus, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Laurinyecz", 
                            "index": "Laurinyecz, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HontiV Kurucz É", 
                            "index": "Kurucz É, HontiV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Bajusz", 
                            "index": "Bajusz, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Sipos", 
                            "index": "Sipos, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Somogyi", 
                            "index": "Somogyi, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kronhamn", 
                            "index": "Kronhamn, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Hultmark", 
                            "index": "Hultmark, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Andó", 
                            "index": "Andó, I"
                        }
                    }
                ], 
                "articleTitle": "Sessile hemocytes as a hematopoietic compartment in <i>Drosophila melanogaster</i>", 
                "journal": "Proceedings of the National Academy of Sciences of USA", 
                "volume": "106", 
                "pages": {
                    "first": "4805", 
                    "last": "4809", 
                    "range": "4805–4809"
                }, 
                "doi": "10.1073/pnas.0801766106"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Riether", 
                            "index": "Riether, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Schürch", 
                            "index": "Schürch, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AF Ochsenbein", 
                            "index": "Ochsenbein, AF"
                        }
                    }
                ], 
                "articleTitle": "Regulation of hematopoietic and leukemic stem cells by the immune system", 
                "journal": "Cell Death and Differentiation", 
                "volume": "22", 
                "pages": {
                    "first": "187", 
                    "last": "198", 
                    "range": "187–198"
                }, 
                "doi": "10.1038/cdd.2014.89"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "1957", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MTM Rizki", 
                            "index": "Rizki, MTM"
                        }
                    }
                ], 
                "articleTitle": "Alterations in the haemocyte population of <i>Drosophila melanogaster</i>", 
                "journal": "Journal of Morphology", 
                "volume": "100", 
                "pages": {
                    "first": "437", 
                    "last": "458", 
                    "range": "437–458"
                }, 
                "doi": "10.1002/jmor.1051000303"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Stofanko", 
                            "index": "Stofanko, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SY Kwon", 
                            "index": "Kwon, SY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Badenhorst", 
                            "index": "Badenhorst, P"
                        }
                    }
                ], 
                "articleTitle": "Lineage tracing of lamellocytes demonstrates <i>Drosophila</i> macrophage plasticity", 
                "journal": "PLOS ONE", 
                "volume": "5", 
                "pages": "e14051", 
                "doi": "10.1371/journal.pone.0014051"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}