{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "15438", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.15438", 
        "authorLine": "Laura Masullo, Marco Tripodi", 
        "title": "Crawling towards a map of the brain", 
        "titlePrefix": "Motor circuits", 
        "published": "2016-03-31T00:00:00Z", 
        "versionDate": "2016-03-31T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e15438", 
        "pdf": "https://publishing-cdn.elifesciences.org/15438/elife-15438-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "State-of-the-art techniques reveal a simple circuit of neurons controls the muscle contractions that allow fruit fly larvae to crawl."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Masullo et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Laura Masullo", 
                    "index": "Masullo, Laura"
                }, 
                "orcid": "0000-0001-8267-3708", 
                "affiliations": [
                    {
                        "name": [
                            "MRC Laboratory of Molecular Biology"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Marco Tripodi", 
                    "index": "Tripodi, Marco"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "MRC Laboratory of Molecular Biology"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mtripodi@mrc-lmb.cam.ac.uk"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "15438", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.15438", 
        "authorLine": "Laura Masullo, Marco Tripodi", 
        "title": "Crawling towards a map of the brain", 
        "titlePrefix": "Motor circuits", 
        "published": "2016-03-31T00:00:00Z", 
        "versionDate": "2016-03-31T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e15438", 
        "pdf": "https://publishing-cdn.elifesciences.org/15438/elife-15438-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "State-of-the-art techniques reveal a simple circuit of neurons controls the muscle contractions that allow fruit fly larvae to crawl."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Masullo et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Laura Masullo", 
                    "index": "Masullo, Laura"
                }, 
                "orcid": "0000-0001-8267-3708", 
                "affiliations": [
                    {
                        "name": [
                            "MRC Laboratory of Molecular Biology"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Marco Tripodi", 
                    "index": "Tripodi, Marco"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "MRC Laboratory of Molecular Biology"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mtripodi@mrc-lmb.cam.ac.uk"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "motor circuits", 
            "wiring diagram", 
            "central pattern generator"
        ], 
        "-related-articles-internal": [
            "13253"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Even the most experienced explorer is better off taking a map with him or her when venturing out into the wild. Similarly, exploring the brain without a map can be a treacherous task. For this reason, neuroscientists have been working for many years to build up maps of how neurons connect to each other. Such maps – which are known as neural “connectomes” – will not on their own explain how the brain processes information, but by imposing constraints on a highly complex system, they help us to understand what is likely, unlikely or impossible."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in eLife, Albert Cardona, Akinao Nose and colleagues – including Akira Fushiki as first author – report how they have combined state-of-the-art electron microscopy with powerful genetic techniques to reveal how the neurons in the ventral nerve cord of <i>Drosophila</i> (fruit fly) larvae connect to each other (<a href=\"#bib3\">Fushiki et al., 2016</a>). In doing so, they aimed to identify the neural networks that control crawling movements."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In many animals, patterns of muscle contractions during rhythmic movements – such as walking, swimming or crawling – can happen in the absence of feedback from sensory neurons. The neural networks that control such repetitive patterns are called central pattern generators (<a href=\"#bib5\">Grillner, 2006</a>; <a href=\"#bib6\">Marder et al., 2005</a>; <a href=\"#bib8\">Suster and Bate, 2002</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Crawling requires motor neurons to activate waves of muscle contraction along the body, and the timing of the motor neuron activity in adjacent body segments must be co-ordinated so that when one segment contracts, the segment next to it remains relaxed. Different models can account for this behaviour. One possibility is that there is a chain of nearly independent neural circuits – one in each body segment – that act as oscillators (or clocks) and only weakly influence one another (<a href=\"#bib1\">Cang and Friesen, 2002</a>; <a href=\"#bib7\">Matsushima and Grillner, 1992</a>). Another possibility is that there is a single master clock that triggers the muscles in each segment to contract in turn (<a href=\"#bib2\">Deliagina et al., 1983)</a>. Intermediate designs have also been proposed, such as the nearest neighbour-only model, which is composed of neural circuits in chains that are coupled by short distance connections (<a href=\"#bib4\">Gjorgjieva et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So, we have a variety of models that are equally plausible, but how do we figure out which is actually used in nature? Fushiki et al. – who are based at the Janelia Research Campus, the University of Tokyo and Cambridge University – set out to address this question and identified a sub-network that controls the ability of larvae to crawl. They performed their experiments on isolated ventral nerve cords, whereby the central nervous system of the larva is dissected and placed in a recording chamber. The neurons within the isolated ventral nerve cord will continue to produce patterns of activity that recapitulate those present when the animal is crawling. For this reason such a wave of activity is often referred to as “fictive locomotion”."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "By using isolated ventral nerve cords, Fushiki et al. identified a sub-network that includes two key neurons repeated in each body segment. The first neuron, termed A27h, acts directly on motor neurons to drive muscle contraction (<a href=\"#fig1\">Figure 1</a>). It also activates the other key neuron – known as a GABAergic dorsolateral neuron (GDL) – in the next segment, which then inhibits the A27h neuron in the corresponding segment. The coordinated activation of A27h and GDL neurons generates the motor commands needed to contract the muscles in one segment while relaxing the muscles in the next. Fushiki et al. show that the two neurons are necessary to ensure that a wave of muscle contraction moves along the body."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "A neural circuit for crawling in fruit fly larvae.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) The motor neurons (MN) in a given body segment trigger the contraction of abdominal muscles in that segment (orange). Two other neurons control each motor neuron: the A27h neuron (dark blue) activates the motor neuron, and the GDL neuron (light blue) inhibits the A27h neuron. The circuit formed by these three neurons also receives input from the brain (descending input), input from other segmental neurons (not shown) and feedback signals from muscle (somatosensory input). These three inputs are likely to modulate the speed of locomotion. (<b>B</b>) In order to generate a locomotion pattern such as crawling, it is essential to orchestrate the contraction of muscles along the body. During forward movement, the A27h neuron in a given segment is active and drives contraction of the corresponding muscles (black: active elements, white: inactive elements). It also activates the GDL neuron in the next segment, which inactivates the corresponding A27h neuron and prevents the muscles in this segment from contracting at the same time. Then, A27h activity in the first segment declines, which relieves the inhibition of A27h in the second segment and allows the muscles to contract. P → A: posterior (back) to anterior (front)"
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/15438/elife-15438-fig1-v1.jpg", 
                        "filename": "elife-15438-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The isolated ventral nerve cords do not include any inputs from sensory neurons, and so the findings support the view that these neurons might indeed be part of a crawling central pattern generator that does not need sensory feedback to operate. However, Fushiki et al. also identified two types of somatosensory neurons that form contacts with A27h and GDL neurons. Therefore, it is possible that sensory input through this pathway is necessary to control how fast the larvae crawl."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So where does this study leave us? The neural circuit described by Fushiki et al. appears to be composed of a chain of strongly interconnected groups of neurons that resemble the nearest-neighbour-only design (<a href=\"#bib4\">Gjorgjieva et al., 2013</a>). In this model, inhibitory coupling between neurons in neighbouring segments sets up the staggered pattern of motor neuron activity needed for the waves of muscle contraction. The GDL neuron seems to be at the core of this coupling. However, the extent to which the groups of neurons in individual segments are able to operate independently and still mantain a certain rhythmicity is not clear. Moreover, we do not know if all the individual micro-circuits along the body of the larvae oscillate with the same period, as this is not the case in other insects and their relatives."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This study shows how the extraordinary advancements in electron microscopy combined with better genetic tools have finally opened a door to studying neural circuits that were previously hard to reach. It would seem that the days when we used to happily roam the paths of the brain without a map are about to end. Mourn or rejoice, as you please."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Cang", 
                            "index": "Cang, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WO Friesen", 
                            "index": "Friesen, WO"
                        }
                    }
                ], 
                "articleTitle": "Model for intersegmental coordination of leech swimming: central and sensory mechanisms", 
                "journal": "Journal of Neurophysiology", 
                "volume": "87", 
                "pages": {
                    "first": "2760", 
                    "last": "2769", 
                    "range": "2760–2769"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1983", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TG Deliagina", 
                            "index": "Deliagina, TG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GN Orlovsky", 
                            "index": "Orlovsky, GN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GA Pavlova", 
                            "index": "Pavlova, GA"
                        }
                    }
                ], 
                "articleTitle": "The capacity for generation of rhythmic oscillations is distributed in the lumbosacral spinal cord of the cat", 
                "journal": "Experimental Brain Research", 
                "volume": "53", 
                "pages": {
                    "first": "81", 
                    "last": "90", 
                    "range": "81–90"
                }, 
                "doi": "10.1007/BF00239400"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Fushiki", 
                            "index": "Fushiki, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MF Zwart", 
                            "index": "Zwart, MF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Kohsaka", 
                            "index": "Kohsaka, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RD Fetter", 
                            "index": "Fetter, RD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Cardona", 
                            "index": "Cardona, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Nose", 
                            "index": "Nose, A"
                        }
                    }
                ], 
                "articleTitle": "A circuit mechanism for the propagation of waves of muscle contraction in <i>Drosophila</i>", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e13253", 
                "doi": "10.7554/eLife.13253"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Gjorgjieva", 
                            "index": "Gjorgjieva, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Berni", 
                            "index": "Berni, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Evers", 
                            "index": "Evers, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Eglen", 
                            "index": "Eglen, SJ"
                        }
                    }
                ], 
                "articleTitle": "Neural circuits for peristaltic wave propagation in crawling <i>Drosophila</i> larvae: analysis and modeling", 
                "journal": "Frontiers in Computational Neuroscience", 
                "volume": "7", 
                "pages": "24", 
                "doi": "10.3389/fncom.2013.00024"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Grillner", 
                            "index": "Grillner, S"
                        }
                    }
                ], 
                "articleTitle": "Biological pattern generation: the cellular and computational logic of networks in motion", 
                "journal": "Neuron", 
                "volume": "52", 
                "pages": {
                    "first": "751", 
                    "last": "766", 
                    "range": "751–766"
                }, 
                "doi": "10.1016/j.neuron.2006.11.008"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Marder", 
                            "index": "Marder, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Bucher", 
                            "index": "Bucher, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Schulz", 
                            "index": "Schulz, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Taylor", 
                            "index": "Taylor, AL"
                        }
                    }
                ], 
                "articleTitle": "Invertebrate central pattern generation moves along", 
                "journal": "Current Biology", 
                "volume": "15", 
                "pages": {
                    "first": "R685", 
                    "last": "699", 
                    "range": "R685–699"
                }, 
                "doi": "10.1016/j.cub.2005.08.022"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1992", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Matsushima", 
                            "index": "Matsushima, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Grillner", 
                            "index": "Grillner, S"
                        }
                    }
                ], 
                "articleTitle": "Neural mechanisms of intersegmental coordination in lamprey: local excitability changes modify the phase coupling along the spinal cord", 
                "journal": "Journal of Neurophysiology", 
                "volume": "67", 
                "pages": {
                    "first": "373", 
                    "last": "388", 
                    "range": "373–388"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Suster", 
                            "index": "Suster, ML"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Bate", 
                            "index": "Bate, M"
                        }
                    }
                ], 
                "articleTitle": "Embryonic assembly of a central pattern generator without sensory input", 
                "journal": "Nature", 
                "volume": "416", 
                "pages": {
                    "first": "174", 
                    "last": "178", 
                    "range": "174–178"
                }, 
                "doi": "10.1038/416174a"
            }
        ]
    }
}