{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "16209", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.16209", 
        "authorLine": "Tatyana O Sharpee", 
        "title": "Taking a close look at electrosensing", 
        "titlePrefix": "Neural coding", 
        "published": "2016-04-29T00:00:00Z", 
        "versionDate": "2016-04-29T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e16209", 
        "pdf": "https://publishing-cdn.elifesciences.org/16209/elife-16209-v1.pdf", 
        "subjects": [
            {
                "id": "computational-systems-biology", 
                "name": "Computational and Systems Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The brain of the brown ghost knifefish, which uses electric fields to “see”, processes electrical signals in a way that is similar to how our brains interpret visual and auditory signals."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Sharpee", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Tatyana O Sharpee", 
                    "index": "Sharpee, Tatyana O"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Computational Neurobiology Laboratory", 
                            "Salk Institute for Biological Studies"
                        ], 
                        "address": {
                            "formatted": [
                                "La Jolla", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "La Jolla"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "sharpee@salk.edu"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "16209", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.16209", 
        "authorLine": "Tatyana O Sharpee", 
        "title": "Taking a close look at electrosensing", 
        "titlePrefix": "Neural coding", 
        "published": "2016-04-29T00:00:00Z", 
        "versionDate": "2016-04-29T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e16209", 
        "pdf": "https://publishing-cdn.elifesciences.org/16209/elife-16209-v1.pdf", 
        "subjects": [
            {
                "id": "computational-systems-biology", 
                "name": "Computational and Systems Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The brain of the brown ghost knifefish, which uses electric fields to “see”, processes electrical signals in a way that is similar to how our brains interpret visual and auditory signals."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Sharpee", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Tatyana O Sharpee", 
                    "index": "Sharpee, Tatyana O"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Computational Neurobiology Laboratory", 
                            "Salk Institute for Biological Studies"
                        ], 
                        "address": {
                            "formatted": [
                                "La Jolla", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "La Jolla"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "sharpee@salk.edu"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "<i>Apteronotus leptorhynchus</i>", 
            "weakly electric fish", 
            "electrosensory", 
            "neural coding", 
            "natural stimuli"
        ], 
        "relatedArticles": [
            "12993"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The question of how animals make sense of their environment is of interest in both neuroscience and computer science. The key challenge is to understand how to categorize events in ways that are useful to the animal, and also practical to implement. Typically, this involves separating information about an event (for example, what kind of object has just appeared in the animal's environment?) from information about where the event happened (<a href=\"#bib3\">DiCarlo et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "While much of the research in this area has focused on vision, similar computational principles are involved for other senses, including smell and hearing (<a href=\"#bib5\">King and Nelken, 2009</a>). In particular it is thought that the initial signal detected by sensory neurons in the peripheral regions of the brain undergoes a series of transformations as it is passed from one set of neurons to another. The end result is to produce an representation of the event (for example, the presence of another animal of a particular species) that does not depend on where the event happened. However, much remains to be understood about the transformations that would make this possible."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In this situation, studying species with exotic senses not used by humans might shed new light on the problem. Now, in eLife, Michael Metzen, Volker Hofmann and Maurice Chacron from McGill University report the results of experiments on fish called brown ghost knifefish (<a href=\"#bib6\">Metzen et al., 2016</a>). These fish live in murky water and produce electric signals in order to “see” their environment. Such fish are known as weakly electric fish because the electrical discharges they produce, while strong enough to \"see\" objects, are not strong enough to be used as weapons."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A brown ghost knifefish emits an electric field that oscillates at a given frequency and creates an electric field that surrounds the fish. It also uses an array of electroreceptors on its surface to detect changes in this electric field: these changes could be caused by other fish, both electric and non-electric, predator or prey, as well as other objects. Metzen et al. focused on what happens when a knifefish communicates with another knifefish. Each knifefish emits at a slightly different frequency, so when two knifefish come into close proximity of each other, these frequencies interfere to generate a beat pattern. The frequency of this beat pattern is equal to the difference between the two original frequencies."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "If a knifefish wants to communicate with another knifefish, it produces a “chirp” – a temporary increase in the frequency of its electric field discharge (<a href=\"#bib11\">Zupanc and Maler 1993</a>; Figure 1). This leads to a change in both the frequency and phase of the beat pattern (with the change in the phase having any value between zero and 360 degrees). The phase can change again (by between zero and 360 degrees) depending upon the timing of the response from the second fish. Given this ambiguity, how can the fish recognize each other when each fish can produce a wide range of different phase changes in the beat pattern?"
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Weakly electric fish generate electric fields to communicate and to probe their environment.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) The electric fields produced by two electric fish (red and blue lines; top) interfere to produce a beat pattern (brown and black lines; middle); the horizontal red and blue lines indicate that the frequency of each field does not change with time. If the red fish wants to communicate with the blue fish, it increases the frequency of the electric field it produces for a short time (red-green-red line; bottom). This \"chirp\" changes both the frequency and phase of the beat pattern (brown and black lines; bottom). Image from Metzen et al. (<b>B</b>) Computer simulation (computed using the dipole approximation) showing the electric fields produced by two electric fish. The fish on the left is able to detect the presence of the fish on the right because the latter changes the electric field in the vicinity of the former, and vice versa. The different colors represent different strengths and directions of the electric field."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/16209/elife-16209-fig1-v1.tif", 
                        "filename": "elife-16209-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Metzen et al. studied how the communication signal is represented in three successive stages of neural circuits: circuits formed by neurons that are directly connected to the electroreceptors on the surface of the fish; circuits formed by pyramidal neurons in the hindbrain; and circuits formed by neurons within the Torus semicircularis in the midbrain. Metzen et al. report that neural responses at each successive stage of processing depend less and less on the phase. This process of making the signals 'phase invariant' is similar to how visual signals are processed (<a href=\"#bib7\">Movshon et al., 1978</a>; <a href=\"#bib9\">Sharpee et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Studies of the comparatively simple neural circuits of the weakly electric fish can also provide insights into the neural mechanisms behind invariant responses in other more complex sensory systems. For example, the responses of the individual peripheral neurons in the knifefish are not phase invariant: however, the activity of these neurons is correlated in a way that is phase invariant. This shows that one way to generate a phase-invariant response is to correlate and combine a number of neural responses."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A prominent aspect of electrosensation is that the animal has control over the types of signals that it produces. This makes it a rich ground for testing the theory that biological circuits are optimized to transmit maximal information for a given cost (<a href=\"#bib8\">Polani, 2009</a>; <a href=\"#bib2\">Bialek, 2013</a>). Relevant questions include: why are the electro-receptors on the surface of the fish distributed the way they are, and why do the communication calls used by knifefish have the structure they do? And given that fish continue to grow throughout their lives, how does the electrosensory system continue to operate when the anatomy of the fish is changing constantly? An answer to this last question could help to improve our understanding of how mammalian systems cope with aging and adaptation (<a href=\"#bib10\">Webster et al., 2006</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "More generally, one expects to find many solutions to the problem of information optimization, depending on the characteristics of the environmental niche for a particular animal and the metabolic costs they can afford (<a href=\"#bib1\">Tishby and Polani, 2011</a>). The diversity of these solutions can be mapped onto biological diversity. For example, why do some fish probe their environment with electric fields, whereas bats use echolocation? From a computational perspective, there are also parallels between electrosensation in weakly electric fish and song communication in birds, auditory vocalizations in dolphins and non-human primates, and human speech (<a href=\"#bib4\">Kanwal and Rauschecker, 2007</a>). Comparative analysis of these systems in terms of information and energy efficiency will help to elucidate the general principles of how neural circuits work."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "book-chapter", 
                "id": "bib1", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Tishby", 
                            "index": "Tishby, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Polani", 
                            "index": "Polani, D"
                        }
                    }
                ], 
                "editors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Cutsuridis V", 
                            "index": "Cutsuridis V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Hussain", 
                            "index": "Hussain, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG Taylor", 
                            "index": "Taylor, JG"
                        }
                    }
                ], 
                "bookTitle": "Perception-Action Cycle", 
                "publisher": {
                    "name": [
                        "Springer"
                    ], 
                    "address": {
                        "formatted": [
                            "New York"
                        ], 
                        "components": {
                            "locality": [
                                "New York"
                            ]
                        }
                    }
                }, 
                "chapterTitle": "Information theory of decisions and actions", 
                "pages": {
                    "first": "601", 
                    "last": "636", 
                    "range": "601–636"
                }, 
                "doi": "10.1007/978-1-4419-1452-1_19"
            }, 
            {
                "type": "book", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Bialek", 
                            "index": "Bialek, W"
                        }
                    }
                ], 
                "bookTitle": "Biophysics Searching for Principles", 
                "publisher": {
                    "name": [
                        "Princeton University Press"
                    ], 
                    "address": {
                        "formatted": [
                            "Princeton, NJ"
                        ], 
                        "components": {
                            "locality": [
                                "Princeton, NJ"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JJ DiCarlo", 
                            "index": "DiCarlo, JJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Zoccolan", 
                            "index": "Zoccolan, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NC Rust", 
                            "index": "Rust, NC"
                        }
                    }
                ], 
                "articleTitle": "How does the brain solve visual object recognition?", 
                "journal": {
                    "name": [
                        "Neuron"
                    ]
                }, 
                "volume": "73", 
                "pages": {
                    "first": "415", 
                    "last": "434", 
                    "range": "415–434"
                }, 
                "doi": "10.1016/j.neuron.2012.01.010"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Kanwal", 
                            "index": "Kanwal, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Rauschecker", 
                            "index": "Rauschecker, JP"
                        }
                    }
                ], 
                "articleTitle": "Auditory cortex of bats and primates: Managing species-specific calls for social communication", 
                "journal": {
                    "name": [
                        "Frontiers in Bioscience "
                    ]
                }, 
                "volume": "12", 
                "pages": {
                    "first": "4621", 
                    "last": "4640", 
                    "range": "4621–4640"
                }, 
                "doi": "10.2741/2413"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ King", 
                            "index": "King, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Nelken", 
                            "index": "Nelken, I"
                        }
                    }
                ], 
                "articleTitle": "Unraveling the principles of auditory cortical processing: Can we learn from the visual system?", 
                "journal": {
                    "name": [
                        "Nature Neuroscience"
                    ]
                }, 
                "volume": "12", 
                "pages": {
                    "first": "698", 
                    "last": "701", 
                    "range": "698–701"
                }, 
                "doi": "10.1038/nn.2308"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Metzen", 
                            "index": "Metzen, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Hofmann", 
                            "index": "Hofmann, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Chacron", 
                            "index": "Chacron, M"
                        }
                    }
                ], 
                "articleTitle": "Neural correlations enable invariant coding and perception of natural stimuli", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "5", 
                "pages": "e12993", 
                "doi": "10.7554/eLife.12993"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1978", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Movshon", 
                            "index": "Movshon, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ID Thompson", 
                            "index": "Thompson, ID"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Tolhurst", 
                            "index": "Tolhurst, DJ"
                        }
                    }
                ], 
                "articleTitle": "Receptive field organization of complex cells in the cat's striate cortex", 
                "journal": {
                    "name": [
                        "Journal of Physiology"
                    ]
                }, 
                "volume": "283", 
                "pages": {
                    "first": "79", 
                    "last": "99", 
                    "range": "79–99"
                }, 
                "doi": "10.1113/jphysiol.1978.sp012489"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Polani", 
                            "index": "Polani, D"
                        }
                    }
                ], 
                "articleTitle": "Information: Currency of life?", 
                "journal": {
                    "name": [
                        "HFSP Journal"
                    ]
                }, 
                "volume": "3", 
                "pages": {
                    "first": "307", 
                    "last": "316", 
                    "range": "307–316"
                }, 
                "doi": "10.2976/1.3171566"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TO Sharpee", 
                            "index": "Sharpee, TO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kouh", 
                            "index": "Kouh, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH Reynolds", 
                            "index": "Reynolds, JH"
                        }
                    }
                ], 
                "articleTitle": "Trade-off between curvature tuning and position invariance in visual area V4", 
                "journal": {
                    "name": [
                        "Proceedings of the National Academy of Sciences of the United States of America"
                    ]
                }, 
                "volume": "110", 
                "pages": {
                    "first": "11618", 
                    "last": "11623", 
                    "range": "11618–11623"
                }, 
                "doi": "10.1073/pnas.1217479110"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Webster", 
                            "index": "Webster, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Mizokami", 
                            "index": "Mizokami, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA Svec", 
                            "index": "Svec, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Elliott", 
                            "index": "Elliott, SL"
                        }
                    }
                ], 
                "articleTitle": "Neural adjustments to chromatic blur", 
                "journal": {
                    "name": [
                        "Spatial Vision"
                    ]
                }, 
                "volume": "19", 
                "pages": {
                    "first": "111", 
                    "last": "132", 
                    "range": "111–132"
                }, 
                "doi": "10.1163/156856806776923380"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GKH Zupanc", 
                            "index": "Zupanc, GKH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Maler", 
                            "index": "Maler, L"
                        }
                    }
                ], 
                "articleTitle": "Evoked chirping in the weakly electric fish <i>apteronotus leptorhynchus</i> : A quantitative biophysical analysis", 
                "journal": {
                    "name": [
                        "Canadian Journal of Zoology"
                    ]
                }, 
                "volume": "71", 
                "pages": {
                    "first": "2301", 
                    "last": "2310", 
                    "range": "2301–2310"
                }, 
                "doi": "10.1139/z93-323"
            }
        ]
    }
}