{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-00729-v1.xml"
        }, 
        "status": "vor", 
        "id": "00729", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00729", 
        "authorLine": "K VijayRaghavan, Satyajit Rath", 
        "title": "Evolution, ovulation and cancer", 
        "titlePrefix": "Cancer", 
        "published": "2013-04-16T00:00:00Z", 
        "versionDate": "2013-04-16T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00729", 
        "pdf": "https://publishing-cdn.elifesciences.org/00729/elife-00729-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Secretions by epithelial cells of the fallopian tube regulate ovulation through conserved pathways, which means that experiments on flies might provide insights into the human reproductive system and, possibly, ovarian cancer."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "VijayRaghavan and Rath", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "K VijayRaghavan", 
                    "index": "VijayRaghavan, K"
                }, 
                "role": "Senior Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Tata Institute of Fundamental Research", 
                            "National Centre for Biological Sciences"
                        ], 
                        "address": {
                            "formatted": [
                                "Bangalore", 
                                "India"
                            ], 
                            "components": {
                                "locality": [
                                    "Bangalore"
                                ], 
                                "country": "India"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "vijay@ncbs.res.in"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Satyajit Rath", 
                    "index": "Rath, Satyajit"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "National Institute of Immunology"
                        ], 
                        "address": {
                            "formatted": [
                                "New Delhi", 
                                "India"
                            ], 
                            "components": {
                                "locality": [
                                    "New Delhi"
                                ], 
                                "country": "India"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "satyajit@nii.res.in"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-00729-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00729", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00729", 
        "authorLine": "K VijayRaghavan, Satyajit Rath", 
        "title": "Evolution, ovulation and cancer", 
        "titlePrefix": "Cancer", 
        "published": "2013-04-16T00:00:00Z", 
        "versionDate": "2013-04-16T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00729", 
        "pdf": "https://publishing-cdn.elifesciences.org/00729/elife-00729-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Secretions by epithelial cells of the fallopian tube regulate ovulation through conserved pathways, which means that experiments on flies might provide insights into the human reproductive system and, possibly, ovarian cancer."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "VijayRaghavan and Rath", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "K VijayRaghavan", 
                    "index": "VijayRaghavan, K"
                }, 
                "role": "Senior Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Tata Institute of Fundamental Research", 
                            "National Centre for Biological Sciences"
                        ], 
                        "address": {
                            "formatted": [
                                "Bangalore", 
                                "India"
                            ], 
                            "components": {
                                "locality": [
                                    "Bangalore"
                                ], 
                                "country": "India"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "vijay@ncbs.res.in"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Satyajit Rath", 
                    "index": "Rath, Satyajit"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "National Institute of Immunology"
                        ], 
                        "address": {
                            "formatted": [
                                "New Delhi", 
                                "India"
                            ], 
                            "components": {
                                "locality": [
                                    "New Delhi"
                                ], 
                                "country": "India"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "satyajit@nii.res.in"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "ovulation", 
            "sperm storage", 
            "exocrine gland", 
            "nuclear receptor", 
            "Notch signaling", 
            "cancer"
        ], 
        "-related-articles-internal": [
            "00415"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Cancer of the ovaries is difficult to detect early, hard to treat, and its origins are still controversial. Now, in <i>eLife</i>, Jianjun Sun and Allan Spradling of the Carnegie Institution for Science report new data on an evolutionarily conserved pathway for the regulation of ovarian function in the fruit fly (<i>Drosophila melanogaster</i>), which could advance our understanding of ovarian cancer in humans (<a href=\"#bib12\">Sun and Spradling, 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As with breast cancer, a woman's risk of developing ovarian cancer is increased if she inherits mutant forms of the genes <i>BRCA1</i> and/or <i>BRCA2</i>. Some women with these mutations choose to have surgery to reduce their cancer risk (<a href=\"#bib2\">Berns and Bowtell, 2012</a>), and studying tissues from these patients has increased our understanding of how the disease progresses. These and other studies have classified ovarian cancers into distinct types, and have also provided cell lines that can be used to study the disease at the molecular and cellular level (<a href=\"#bib5\">Levanon et al., 2010</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Some such studies suggest that cancers with an apparent ovarian origin—particularly high grade serous ovarian cancer—may in fact be cancers of the secretory epithelial cells of the fallopian tube. However, there is evidence that these cells may have an indirect role in some ovarian cancers too; simply tying off, or ligating, the fallopian tubes, which convey eggs from the ovaries to the uterus, decreases the incidence of ovarian cancer (<a href=\"#bib3\">Cibula et al., 2011</a>). Moreover, there is other evidence for a link between ovarian cancer and the regulation of ovulation (<a href=\"#bib10\">Purdie et al., 2003</a>). Although the major hormonal cues for ovulation are well characterized, the role of secretions from epithelial cells lining the fallopian tube in ovulation is poorly understood. However, if these pathways and molecules are conserved between species, the work of Sun and Spradling in <i>Drosophila</i> could allow us to make significant headway in understanding the secretory regulation of ovulation in mammals, and possibly shed new light on the genesis of ovarian cancers."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In both flies and mammals, ovulation usually results in the release of just one egg cell per cycle. In <i>Drosophila</i>, muscle contractions move the egg through the oviduct, where it can be fertilized by sperm stored in the spermathecae, before moving on to the uterus and finally being deposited from the vulva (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib8\">Middleton et al., 2006</a>). The work of Sun and Spradling builds on their previous research into the development of secretory glands in other parts of the female reproductive system (<a href=\"#bib1\">Allen and Spradling, 2008</a>; <a href=\"#bib11\">Sun and Spradling, 2012</a>). These studies identified the regulatory protein lozenge, which is a member of an evolutionarily conserved family of proteins called Runx, as an important player in secretory system development. And indeed, other members of the Runx family have been implicated in many ovarian cancers (<a href=\"#bib9\">Nevadunsky et al., 2009</a>; <a href=\"#bib6\">Li et al., 2012</a>; <a href=\"#bib4\">Keita et al., 2013</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The <i>Drosophila</i> female reproductive tract (figure adapted from <a href=\"#bib8\">Middleton et al., 2006</a>)", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The <i>Drosophila</i> female reproductive tract (figure adapted from <a href=\"#bib8\">Middleton et al., 2006</a>). The mature egg is transported through the oviduct during ovulation and is fertilized by sperm stored in the spermathecae and seminal receptacle (the latter is not shown). The spermathecae and the accessory glands (parovaria) are the major secretory components of the female reproductive system. <a href=\"#bib12\">Sun and Spradling (2013)</a> show that glandular secretions from these structures regulate ovulation and promote sperm storage. The innervation of muscles is shown in magenta. Scale bar: ∼250 μm."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00729/elife-00729-fig1-v1.tif", 
                        "attribution": [
                            "IMAGE: <a href=\"#bib8\">Middleton et al. (2006)</a>."
                        ], 
                        "filename": "elife-00729-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Sun and Spradling's experiments now tease apart the multiple roles of the secretory glands to home in on those aspects relevant to sperm storage and ovulation. They do this in two ways. First, they alter the number of secretory cells in the reproductive tract and show that there are adverse consequences for sperm storage and sperm health, as well as for ovulation. In fruit flies, sperm are stored inside the spermathecae and the seminal receptacle within a few hours of mating. Sun and Spradling find that reducing the number of secretory cells (to fewer than 25) prevents the accumulation of sperm in the spermathecae but not in the seminal receptacle, suggesting that distinct mechanisms target and/or retain sperm in each location. However, even sperm that do accumulate in the receptacle aggregate abnormally, showing that secretions are also essential for the health of the stored sperm."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "When Sun and Spradling modulate well-known ‘canonical' molecular pathways controlling secretion in these cells, sperm storage in the spermathecae is reduced. However, abolishing these canonical secretory pathways does not affect ovulation, even though a reduction in the number of secretory cells does; this suggests that the effect of altering secretory cell number on ovulation is likely to be mediated by one or more secretions through non-canonical pathways."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These findings raise important questions about our understanding of ovarian function and cancer. Does the number and/or secretory ability of fallopian tube epithelial cells correlate with either ovulatory capacity or the ability of tubal epithelium to bind and retain sperm, and could this explain some types of infertility? Might the secretory ability of cells within the female reproductive system be linked to their reported high propensity to DNA damage, and so directly mediate their contribution to ovarian cancer? Also, if the number of secretory cells and/or the integrity of non-canonical secretory pathways are regulators of ovulation, abnormalities in these may contribute to abnormal ovulation, which could, in turn, influence the likelihood of cancer."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Consistent with an indirect role for secretory cells in some ovarian cancers, it is noteworthy that members of the Runx family of gene regulatory proteins, familiar figures in ovarian cancers, are reported to regulate secretion (<a href=\"#bib7\">Little et al., 2012</a>). Such a possibility would connect elegantly with the reduced frequency of ovarian cancers upon fallopian tube ligation. But which genes and proteins control these secretory pathways? There are now enough genetic and molecular tools available—in both fruit fly and mammalian systems—to make identifying these components a tractable endeavor. Isolating secretions from mammalian fallopian tubes and examining their effects on <i>Drosophila</i> ovulation could be a fruitful exercise, as could genetic approaches that screen directly for ovulation defects. The work of Sun and Spradling thus opens up new avenues for the genetic and molecular analysis of the properties and functions of secretory cells in the reproductive tract, and their potential role in evolutionarily conserved aspects of carcinogenesis."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AK Allen", 
                            "index": "Allen, AK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Spradling", 
                            "index": "Spradling, AC"
                        }
                    }
                ], 
                "articleTitle": "The Sf1-related nuclear hormone receptor Hr39 regulates <i>Drosophila</i> female reproductive tract development and function", 
                "journal": "Development", 
                "volume": "135", 
                "pages": {
                    "first": "311", 
                    "last": "321", 
                    "range": "311–321"
                }, 
                "doi": "10.1242/dev.015156"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EMJJ Berns", 
                            "index": "Berns, EMJJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DD Bowtell", 
                            "index": "Bowtell, DD"
                        }
                    }
                ], 
                "articleTitle": "The changing view of high-grade serous ovarian cancer", 
                "journal": "Cancer Res", 
                "volume": "72", 
                "pages": {
                    "first": "2701", 
                    "last": "2704", 
                    "range": "2701–2704"
                }, 
                "doi": "10.1158/0008-5472.CAN-11-3911"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Cibula", 
                            "index": "Cibula, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Widschwendter", 
                            "index": "Widschwendter, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Zikan", 
                            "index": "Zikan, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Dusek", 
                            "index": "Dusek, L"
                        }
                    }
                ], 
                "articleTitle": "Underlying mechanisms of ovarian cancer risk reduction after tubal ligation", 
                "journal": "Acta Obstet Gynecol Scand", 
                "volume": "90", 
                "pages": {
                    "first": "559", 
                    "last": "563", 
                    "range": "559–563"
                }, 
                "doi": "10.1111/j.1600-0412.2011.01114.x"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Keita", 
                            "index": "Keita, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Bachvarova", 
                            "index": "Bachvarova, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Morin", 
                            "index": "Morin, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Plante", 
                            "index": "Plante, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Gregoire", 
                            "index": "Gregoire, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Renaud", 
                            "index": "Renaud, MC"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The RUNX1 transcription factor is expressed in serous epithelial ovarian carcinoma and contributes to cell proliferation, migration and invasion", 
                "journal": "Cell Cycle", 
                "volume": "12", 
                "pages": {
                    "first": "972", 
                    "last": "986", 
                    "range": "972–986"
                }, 
                "doi": "10.4161/cc.23963"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Levanon", 
                            "index": "Levanon, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Ng", 
                            "index": "Ng, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HY Piao", 
                            "index": "Piao, HY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zhang", 
                            "index": "Zhang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Chang", 
                            "index": "Chang, MC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MH Roh", 
                            "index": "Roh, MH"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Primary ex vivo cultures of human fallopian tube epithelium as a model for serous ovarian carcinogenesis", 
                "journal": "Oncogene", 
                "volume": "29", 
                "pages": {
                    "first": "1103", 
                    "last": "1113", 
                    "range": "1103–1113"
                }, 
                "doi": "10.1038/onc.2009.402"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Li", 
                            "index": "Li, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Xu", 
                            "index": "Xu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Lin", 
                            "index": "Lin, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Zhao", 
                            "index": "Zhao, W"
                        }
                    }
                ], 
                "articleTitle": "Overexpression of runt-related transcription factor-2 is associated with advanced tumor progression and poor prognosis in epithelial ovarian cancer", 
                "journal": "J Biomed Biotechnol", 
                "volume": "2012", 
                "pages": "456534", 
                "doi": "10.1155/2012/456534"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GH Little", 
                            "index": "Little, GH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Noushmehr", 
                            "index": "Noushmehr, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SK Baniwal", 
                            "index": "Baniwal, SK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BP Berman", 
                            "index": "Berman, BP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GA Coetzee", 
                            "index": "Coetzee, GA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Frenkel", 
                            "index": "Frenkel, B"
                        }
                    }
                ], 
                "articleTitle": "Genome-wide Runx2 occupancy in prostate cancer cells suggests a role in regulating secretion", 
                "journal": "Nucleic Acids Res", 
                "volume": "40", 
                "pages": {
                    "first": "3538", 
                    "last": "3547", 
                    "range": "3538–3547"
                }, 
                "doi": "10.1093/nar/gkr1219"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Middleton", 
                            "index": "Middleton, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Nongthomba", 
                            "index": "Nongthomba, U"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Parry", 
                            "index": "Parry, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ST Sweeney", 
                            "index": "Sweeney, ST"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Sparrow", 
                            "index": "Sparrow, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJH Elliott", 
                            "index": "Elliott, CJH"
                        }
                    }
                ], 
                "articleTitle": "Neuromuscular organization and aminergic modulation of contractions in the <i>Drosophila</i> ovary", 
                "journal": "BMC Biol", 
                "volume": "4", 
                "pages": "17", 
                "doi": "10.1186/1741-7007-4-17"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NS Nevadunsky", 
                            "index": "Nevadunsky, NS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Barbieri", 
                            "index": "Barbieri, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kwong", 
                            "index": "Kwong, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Merritt", 
                            "index": "Merritt, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WR Welch", 
                            "index": "Welch, WR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Berkowitz", 
                            "index": "Berkowitz, RS"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "RUNX3 protein is overexpressed in human epithelial ovarian cancer", 
                "journal": "Gynecol Oncol", 
                "volume": "112", 
                "pages": {
                    "first": "325", 
                    "last": "330", 
                    "range": "325–330"
                }, 
                "doi": "10.1016/j.ygyno.2008.09.006"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Purdie", 
                            "index": "Purdie, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Bain", 
                            "index": "Bain, CJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Siskind", 
                            "index": "Siskind, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PM Webb", 
                            "index": "Webb, PM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Green", 
                            "index": "Green, AC"
                        }
                    }
                ], 
                "articleTitle": "Ovulation and risk of epithelial ovarian cancer", 
                "journal": "Int J Cancer", 
                "volume": "104", 
                "pages": {
                    "first": "228", 
                    "last": "232", 
                    "range": "228–232"
                }, 
                "doi": "10.1002/ijc.10927"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Sun", 
                            "index": "Sun, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Spradling", 
                            "index": "Spradling, AC"
                        }
                    }
                ], 
                "articleTitle": "NR5A nuclear receptor Hr39 controls three-cell secretory unit formation in <i>Drosophila</i> female reproductive glands", 
                "journal": "Current Biol", 
                "volume": "22", 
                "pages": {
                    "first": "862", 
                    "last": "871", 
                    "range": "862–871"
                }, 
                "doi": "10.1016/j.cub.2012.03.059"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Sun", 
                            "index": "Sun, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Spradling", 
                            "index": "Spradling, AC"
                        }
                    }
                ], 
                "articleTitle": "Ovulation in <i>Drosophila</i> is controlled by secretory cells of the female reproductive tract", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00415", 
                "doi": "10.7554/eLife.00415"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}