{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-01136-v1.xml"
        }, 
        "status": "vor", 
        "id": "01136", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01136", 
        "authorLine": "Andrew R Dykstra, Alexander Gutschalk", 
        "title": "Time is of the essence for auditory scene analysis", 
        "titlePrefix": "Psychophysics", 
        "published": "2013-07-23T00:00:00Z", 
        "versionDate": "2013-07-23T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01136", 
        "pdf": "https://publishing-cdn.elifesciences.org/01136/elife-01136-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Using computational models and stimuli that resemble natural acoustic signals, auditory scientists explore how we segregate competing streams of sound."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Dykstra and Gutschalk", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Andrew R Dykstra", 
                    "index": "Dykstra, Andrew R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Auditory Cognition Lab, Department of Neurology", 
                            "Ruprecht-Karls-Universität Heidelberg"
                        ], 
                        "address": {
                            "formatted": [
                                "Heidelberg", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Heidelberg"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "andrew.dykstra@med.uni-heidelberg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Alexander Gutschalk", 
                    "index": "Gutschalk, Alexander"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Auditory Cognition Lab, Department of Neurology", 
                            "Ruprecht-Karls-Universität Heidelberg"
                        ], 
                        "address": {
                            "formatted": [
                                "Heidelberg", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Heidelberg"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alexander.gutschalk@med.uni-heidelberg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-01136-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "01136", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01136", 
        "authorLine": "Andrew R Dykstra, Alexander Gutschalk", 
        "title": "Time is of the essence for auditory scene analysis", 
        "titlePrefix": "Psychophysics", 
        "published": "2013-07-23T00:00:00Z", 
        "versionDate": "2013-07-23T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01136", 
        "pdf": "https://publishing-cdn.elifesciences.org/01136/elife-01136-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Using computational models and stimuli that resemble natural acoustic signals, auditory scientists explore how we segregate competing streams of sound."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Dykstra and Gutschalk", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Andrew R Dykstra", 
                    "index": "Dykstra, Andrew R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Auditory Cognition Lab, Department of Neurology", 
                            "Ruprecht-Karls-Universität Heidelberg"
                        ], 
                        "address": {
                            "formatted": [
                                "Heidelberg", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Heidelberg"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "andrew.dykstra@med.uni-heidelberg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Alexander Gutschalk", 
                    "index": "Gutschalk, Alexander"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Auditory Cognition Lab, Department of Neurology", 
                            "Ruprecht-Karls-Universität Heidelberg"
                        ], 
                        "address": {
                            "formatted": [
                                "Heidelberg", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Heidelberg"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alexander.gutschalk@med.uni-heidelberg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "auditory scene analysis", 
            "temporal coherence", 
            "psychophysic", 
            "segregation"
        ], 
        "-related-articles-internal": [
            "00699"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "On a busy street corner or in a crowded bar, sounds from many different sources mix together before entering the ear canal. However, despite possessing just two ears, humans and other animals are remarkably adept at sorting out which sounds belong to which source. This process, known as auditory scene analysis (<a href=\"#bib1\">Bregman, 1990</a>), is thought to underlie our ability to selectively listen to a single auditory ‘stream’ amidst competing streams: the so-called ‘cocktail party problem’ (<a href=\"#bib3\">Cherry, 1953</a>; <a href=\"#bib2\">Broadbent, 1954</a>). The loss of this ability is one of the most significant difficulties faced by individuals with hearing loss or damage to the auditory system, and may also be affected by the normal ageing process."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In contrast to the complexity of the acoustic environments we encounter on a daily basis, the vast majority of laboratory investigations into auditory scene analysis have used quite simple signals, often consisting of only a few elements (<a href=\"#fig1\">Figure 1A</a>). Such stimuli have been used in an extensive body of research, including behavioural studies, neuroimaging experiments, and direct neuronal recordings. This research has told us a lot about the fundamental ways in which humans process sound, but some have questioned how relevant such simple stimuli are in understanding how we appreciate music or perceive speech at a cocktail party. Now, in <i>eLife</i>, Timothy Griffiths and co-workers—including Sundeep Teki and Maria Chait as joint first authors—report how they have used a new stimulus that more closely approximates natural acoustic signals to demonstrate that temporal coherence (that is, the coincidence of sound elements in and across time) is fundamental to auditory scene analysis in humans (<a href=\"#bib10\">Teki et al., 2013</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Representations of the relationship between time and frequency in three different types of stimuli that have been used to study auditory scene analysis.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) The galloping ABA_ paradigm introduced by <a href=\"#bib12\">Van Noorden (1975)</a>: when subjects are played two tones that differ little in frequency (lower panel), they report hearing a single, galloping stream. Conversely, when the difference in frequency is large and the low and high tones are out of synch (upper panel), listeners report hearing two regular streams simultaneously. (<b>B</b>) The jittered informational masking paradigm introduced by <a href=\"#bib6\">Gutschalk et al. (2008)</a>: although the blue target tones are easy to discriminate visually from the multi-tone background, listeners do not always hear them. (<b>C</b>) The stochastic figure-ground stimuli introduced by <a href=\"#bib11\">Teki et al. (2011)</a> (blue bars) contain elements of different frequencies, making them more like the sounds we encounter in everyday life than <b>A</b> and <b>B</b>."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01136/elife-01136-fig1-v1.tif", 
                        "filename": "elife-01136-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The first models of our ability to segregate sound sources were based on data from behavioural, neurophysiological and imaging experiments in which subjects listened to various acoustic stimuli similar to those in <a href=\"#fig1\">Figure 1A</a> and were asked to report whether they heard one or two streams of sound. The results of many such experiments are consistent with a model of auditory scene analysis in which the perception of a stream of sound is associated with the activity of a particular population of neurons, which can be readily distinguished from the activity of other populations (for a review see <a href=\"#bib7\">Micheyl et al., 2007</a>). However, recent work has shown that sounds that clearly activate distinct neuronal populations can, when synchronous, result in the percept of a single stream (<a href=\"#bib5\">Elhilali et al., 2009</a>). This led to the proposal that, subsequent to the auditory input being broken down into features such as pitch or spatial location, the sound from a single source is bound back together by temporal coherence between the neuronal populations representing its constituent features (<a href=\"#bib5\">Elhilali et al., 2009</a>; <a href=\"#bib9\">Shamma et al., 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Teki, Chait and co-workers—who are based at University College London, Newcastle University and the University of Maryland—extend previous work by devising a new ‘stochastic figure-ground’ stimulus (<a href=\"#fig1\">Figure 1C</a>) that <i>requires</i> listeners to integrate information across time and frequency in order to perceive the blue ‘figure’ as separate from the background. They find that human listeners are quite sensitive to such figures. Furthermore, using computational modelling, they demonstrate that temporal coherence can at least qualitatively account for the results of behavioural experiments—which models based purely on the activation of separate populations struggle to explain. Because competing streams of speech also overlap in time and frequency, the data obtained with these stimuli further suggest that the brain could use this approach to solve the cocktail-party problem."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Although the current work is a substantial advance, and indicates that the human auditory system likely performs temporal coherence analysis, several questions remain unanswered. We know little about how or where this analysis might be performed in the brain, or how the results of such an analysis might be utilized by other brain regions. An earlier fMRI study revealed that activity in a region of the brain called the intraparietal sulcus increased when these new stimuli were perceived (<a href=\"#bib11\">Teki et al., 2011</a>). They therefore propose that the intraparietal sulcus either carries out temporal coherence computations or represents their output. This leaves open the possibility that these stimuli, and auditory streams generally, are segregated at a relatively early stage of processing, perhaps in auditory cortex. This would be consistent with recent research using other types of stimuli (<a href=\"#fig1\">Figure 1B</a>) (<a href=\"#bib6\">Gutschalk et al., 2008</a>; <a href=\"#bib4\">Dykstra, 2011</a>) as well as updated versions of the temporal-coherence model (<a href=\"#bib8\">Shamma et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Moreover, there are several phenomena that indicate that mechanisms other than, or in addition to, temporal coherence are required to fully explain how we perceptually organize sound. Bistable perception—whereby identical stimuli can give rise to two or more distinct percepts—is a particularly relevant example. On its own, temporal coherence cannot account for the fact that the same stimulus in the classical streaming paradigm (<a href=\"#fig1\">Figure 1A</a>) can be heard as either one or two streams, or that the targets in an informational-masking stimulus (<a href=\"#fig1\">Figure 1B</a>) are only sometimes perceived. The complex relationship between these sounds and the percepts they generate likely depends on additional mechanisms, acting both before and after the brain computes temporal coherence. However, this model provides a new framework within which to examine such questions, and should spark exciting new avenues of research in auditory scene analysis."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "book", 
                "id": "bib1", 
                "date": "1990", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AS Bregman", 
                            "index": "Bregman, AS"
                        }
                    }
                ], 
                "bookTitle": "Auditory scene analysis: the perceptual organization of sound", 
                "publisher": {
                    "name": [
                        "MIT Press"
                    ], 
                    "address": {
                        "formatted": [
                            "Cambridge"
                        ], 
                        "components": {
                            "locality": [
                                "Cambridge"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1954", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Broadbent", 
                            "index": "Broadbent, D"
                        }
                    }
                ], 
                "articleTitle": "The role of auditory localization in attention and memory span", 
                "journal": "J Exp Psychol", 
                "volume": "47", 
                "pages": {
                    "first": "191", 
                    "last": "196", 
                    "range": "191–196"
                }, 
                "doi": "10.1037/h0054182"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1953", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EC Cherry", 
                            "index": "Cherry, EC"
                        }
                    }
                ], 
                "articleTitle": "Some experiments on the recognition of speech, with one and with two ears", 
                "journal": "J Acoust Soc Am", 
                "volume": "25", 
                "pages": "975", 
                "doi": "10.1121/1.1907229"
            }, 
            {
                "type": "book", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AR Dykstra", 
                            "index": "Dykstra, AR"
                        }
                    }
                ], 
                "bookTitle": "Neural correlates of auditory perceptual organization measured with direct cortical recordings in humans [Thesis]", 
                "publisher": {
                    "name": [
                        "Massachusetts Institute of Technology"
                    ]
                }, 
                "pages": {
                    "first": "148", 
                    "last": "169", 
                    "range": "148–169"
                }, 
                "uri": "http://dspace.mit.edu/handle/1721.1/68451"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Elhilali", 
                            "index": "Elhilali, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Ma", 
                            "index": "Ma, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Micheyl", 
                            "index": "Micheyl, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Oxenham", 
                            "index": "Oxenham, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Shamma", 
                            "index": "Shamma, SA"
                        }
                    }
                ], 
                "articleTitle": "Temporal coherence in the perceptual organization and cortical representation of auditory scenes", 
                "journal": "Neuron", 
                "volume": "61", 
                "pages": {
                    "first": "317", 
                    "last": "329", 
                    "range": "317–329"
                }, 
                "doi": "10.1016/j.neuron.2008.12.005"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Gutschalk", 
                            "index": "Gutschalk, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Micheyl", 
                            "index": "Micheyl, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Oxenham", 
                            "index": "Oxenham, AJ"
                        }
                    }
                ], 
                "articleTitle": "Neural correlates of auditory perceptual awareness under informational masking", 
                "journal": "PLOS Biol", 
                "volume": "6", 
                "pages": "e138", 
                "doi": "10.1371/journal.pbio.0060138"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Micheyl", 
                            "index": "Micheyl, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RP Carlyon", 
                            "index": "Carlyon, RP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Gutschalk", 
                            "index": "Gutschalk, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Melcher", 
                            "index": "Melcher, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Oxenham", 
                            "index": "Oxenham, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Rauschecker", 
                            "index": "Rauschecker, JP"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The role of auditory cortex in the formation of auditory streams", 
                "journal": "Hear Res", 
                "volume": "229", 
                "pages": {
                    "first": "116", 
                    "last": "131", 
                    "range": "116–131"
                }, 
                "doi": "10.1016/j.heares.2007.01.007"
            }, 
            {
                "type": "book-chapter", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Shamma", 
                            "index": "Shamma, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Elhilali", 
                            "index": "Elhilali, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Ma", 
                            "index": "Ma, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Micheyl", 
                            "index": "Micheyl, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Oxenham", 
                            "index": "Oxenham, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Pressnitzer", 
                            "index": "Pressnitzer, D"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "editors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BCJ Moore", 
                            "index": "Moore, BCJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RP Carlyon", 
                            "index": "Carlyon, RP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RD Patterson", 
                            "index": "Patterson, RD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HE Gockel", 
                            "index": "Gockel, HE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IM Winter", 
                            "index": "Winter, IM"
                        }
                    }
                ], 
                "bookTitle": "Basic aspects of hearing: physiology and perception", 
                "publisher": {
                    "name": [
                        "Springer"
                    ], 
                    "address": {
                        "formatted": [
                            "New York"
                        ], 
                        "components": {
                            "locality": [
                                "New York"
                            ]
                        }
                    }
                }, 
                "chapterTitle": "Temporal coherence and the streaming of complex sounds", 
                "pages": {
                    "first": "535", 
                    "last": "544", 
                    "range": "535–544"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Shamma", 
                            "index": "Shamma, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Elhilali", 
                            "index": "Elhilali, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Micheyl", 
                            "index": "Micheyl, C"
                        }
                    }
                ], 
                "articleTitle": "Temporal coherence and attention in auditory scene analysis", 
                "journal": "Trends Neurosci", 
                "volume": "34", 
                "pages": {
                    "first": "114", 
                    "last": "123", 
                    "range": "114–123"
                }, 
                "doi": "10.1016/j.tins.2010.11.002"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Teki", 
                            "index": "Teki, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Chait", 
                            "index": "Chait, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kumar", 
                            "index": "Kumar, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Shamma", 
                            "index": "Shamma, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TD Griffiths", 
                            "index": "Griffiths, TD"
                        }
                    }
                ], 
                "articleTitle": "Segregation of complex acoustic scenes based on temporal coherence", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00699", 
                "doi": "10.7554/eLife.00699"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Teki", 
                            "index": "Teki, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Chait", 
                            "index": "Chait, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kumar", 
                            "index": "Kumar, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K von Kriegstein", 
                            "index": "von Kriegstein, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TD Griffiths", 
                            "index": "Griffiths, TD"
                        }
                    }
                ], 
                "articleTitle": "Brain bases for auditory stimulus-driven figure-ground segregation", 
                "journal": "J Neurosci", 
                "volume": "31", 
                "pages": {
                    "first": "164", 
                    "last": "171", 
                    "range": "164–171"
                }, 
                "doi": "10.1523/JNEUROSCI.3788-10.2011"
            }, 
            {
                "type": "book", 
                "id": "bib12", 
                "date": "1975", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Van Noorden", 
                            "index": "Van Noorden, L"
                        }
                    }
                ], 
                "bookTitle": "Temporal coherence in the perception of tone sequences [Thesis]", 
                "publisher": {
                    "name": [
                        "Technical University Eindhoven"
                    ], 
                    "address": {
                        "formatted": [
                            "Eindhoven, The Netherlands"
                        ], 
                        "components": {
                            "locality": [
                                "Eindhoven, The Netherlands"
                            ]
                        }
                    }
                }
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}