{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-06956-v1.xml"
        }, 
        "-history": {
            "received": "2015-03-17T00:00:00Z", 
            "accepted": "2015-03-17T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "06956", 
        "version": 1, 
        "type": "feature", 
        "doi": "10.7554/eLife.06956", 
        "authorLine": "Jane Alfred, Ian T Baldwin", 
        "title": "New opportunities at the wild frontier", 
        "titlePrefix": "The Natural History of Model Organisms", 
        "published": "2015-03-25T00:00:00Z", 
        "versionDate": "2015-03-25T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06956", 
        "pdf": "https://publishing-cdn.elifesciences.org/06956/elife-06956-v1.pdf", 
        "subjects": [
            {
                "id": "ecology", 
                "name": "Ecology"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>A. thaliana</i>", 
            "<i>C. elegans</i>", 
            "<i>E. coli</i>", 
            "<i>S. cerevisiae</i>", 
            "Zebrafish", 
            "Maize", 
            "<i>C. intestinalis</i>"
        ], 
        "abstract": {
            "doi": "10.7554/eLife.06956.001", 
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A better understanding of the natural history of model organisms will increase their value as model systems and also keep them at the forefront of research."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Alfred and Baldwin", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jane Alfred", 
                    "index": "Alfred, Jane"
                }, 
                "orcid": "0000-0001-6798-0064", 
                "role": "Consultant Editor", 
                "affiliations": [
                    {
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }, 
                        "name": [
                            "Cambridge"
                        ]
                    }
                ], 
                "emailAddresses": [
                    "j.alfred@elifesciences.org"
                ], 
                "contribution": "JA, Drafting or revising the article", 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ian T Baldwin", 
                    "index": "Baldwin, Ian T"
                }, 
                "orcid": "0000-0001-5371-2974", 
                "role": "Senior Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Max Planck Institute for Chemical Ecology"
                        ], 
                        "address": {
                            "formatted": [
                                "Jena", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Jena"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "baldwin@ice.mpg.de"
                ], 
                "contribution": "ITB, Drafting or revising the article", 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "impactStatement": "A better understanding of the natural history of model organisms will increase their value as model systems and also keep them at the forefront of research."
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-06956-v1.xml", 
            "patched": true
        }, 
        "-history": {
            "received": "2015-03-17T00:00:00Z", 
            "accepted": "2015-03-17T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "06956", 
        "version": 1, 
        "type": "feature", 
        "doi": "10.7554/eLife.06956", 
        "authorLine": "Jane Alfred, Ian T Baldwin", 
        "title": "New opportunities at the wild frontier", 
        "titlePrefix": "The Natural History of Model Organisms", 
        "published": "2015-03-25T00:00:00Z", 
        "versionDate": "2015-03-25T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06956", 
        "pdf": "https://publishing-cdn.elifesciences.org/06956/elife-06956-v1.pdf", 
        "subjects": [
            {
                "id": "ecology", 
                "name": "Ecology"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>A. thaliana</i>", 
            "<i>C. elegans</i>", 
            "<i>E. coli</i>", 
            "<i>S. cerevisiae</i>", 
            "Zebrafish", 
            "Maize", 
            "<i>C. intestinalis</i>"
        ], 
        "abstract": {
            "doi": "10.7554/eLife.06956.001", 
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A better understanding of the natural history of model organisms will increase their value as model systems and also keep them at the forefront of research."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Alfred and Baldwin", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jane Alfred", 
                    "index": "Alfred, Jane"
                }, 
                "orcid": "0000-0001-6798-0064", 
                "role": "Consultant Editor", 
                "affiliations": [
                    {
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }, 
                        "name": [
                            "Cambridge"
                        ]
                    }
                ], 
                "emailAddresses": [
                    "j.alfred@elifesciences.org"
                ], 
                "contribution": "JA, Drafting or revising the article", 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ian T Baldwin", 
                    "index": "Baldwin, Ian T"
                }, 
                "orcid": "0000-0001-5371-2974", 
                "role": "Senior Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Max Planck Institute for Chemical Ecology"
                        ], 
                        "address": {
                            "formatted": [
                                "Jena", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Jena"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "baldwin@ice.mpg.de"
                ], 
                "contribution": "ITB, Drafting or revising the article", 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "impactStatement": "A better understanding of the natural history of model organisms will increase their value as model systems and also keep them at the forefront of research.", 
        "keywords": [
            "the natural history of model organism", 
            "natural history", 
            "model organism"
        ], 
        "-related-articles-internal": [], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s1", 
                "title": "Introduction", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Many of the fundamental principles of biology were discovered by developing a model organism to investigate a biological question. The principles of heredity, the genetic code, transcription, translation and DNA replication were a few of the landmark discoveries made in <i>Drosophila melanogaster</i>, the rock-star model insect, and <i>Escherichia coli</i>, the model bacterium. But how representative are these models of the ‘rest of life’, as is often assumed? And how do the laboratory lives of model organisms compare with those of their relatives in the wild and those of other closely related species? Surprisingly, we know very little about the real lives of many model organisms, but it is clear that some of them are not very representative of their species."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To explore these questions further, <i>eLife</i> has invited a number of researchers to write about the natural histories of some of the best-established model organisms used in biological research, among them the zebrafish <i>Danio rerio</i>; the plants, maize and <i>Arabidopsis thaliana</i>; the nematode, <i>Caenorhabitis elegans</i>; and the microorganisms, <i>Escherichia</i> <i>coli</i> and <i>Saccharomyces cerevisiae</i>. These articles, together with future additions to this series, consider how a better understanding of the natural history of model organisms can extend and enhance their value as model organisms and also keep them at the forefront of cutting edge biological research (<a href=\"http://elifesciences.org/natural-history-of-model-organisms\">http://elifesciences.org/natural-history-of-model-organisms</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "By providing a natural history context to these much loved, but decontextualized, research organisms, we hope that the articles in this series will help to heal the unhappy division of biology departments along cellular-molecular-developmental and ecological-evolutionary lines. This split, which is reflected in many graduate training programmes, is largely responsible for the dearth of natural history information about these model organisms. We also hope that these articles will prepare a more unified family of biologists to anticipate the research possibilities of a not-too-distant future, when the distinctions between model and non-model organisms become blurred."
                    }
                ]
            }, 
            {
                "type": "section", 
                "id": "s2", 
                "title": "Supermodels are not always representative", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Just as the supermodels of the fashion world do not represent the average <i>Homo sapiens</i>, some ‘supermodel organisms’ do not represent their nearest relatives or even their own species. Moreover, some of these supermodel organisms have never lived in the wild. The crop plant maize is one such example, and the conversion of the wild grass teosinte into maize some 7–10,000 years ago is perhaps the first example of biotechnological innovation by humans. The domestication of the yeast <i>S. cerevisiae</i> for brewing and baking happened around the same period. House mice and the nematode, <i>C. elegans</i>, also share a long evolutionary history with humans, becoming human commensals when our houses and orchards became their habitats, but they do not owe their existence to humans. The relationship of other model organisms with humans is more recent. For example, humans distribute the marine model organism <i>Ciona intestinalis</i>—an organism that is of increasing interest to evolutionary biologists because it occupies a key branch point in the evolution of chordates—around the world's oceans via ships."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In many cases, model organisms differ from their closest non-model relatives by possessing particular traits that have facilitated their domestication and adaptation to the laboratory environment, and over time this process has accentuated the differences between model organisms and their wild relatives. However, some model organisms, such as <i>C. intestinalis</i>, have not (as yet) been adapted to breed in the laboratory. While this raises certain challenges (data generated from locally collected specimens, for example, might differ significantly from that stored in community databases), it also offers opportunities to study important evolutionary processes, such as adaptation and variation."
                    }, 
                    {
                        "type": "image", 
                        "doi": "10.7554/eLife.06956.002", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Scientists know a great deal about model organisms as diverse as <i>Arabidopsis thaliana</i> and the zebrafish, but there is still a lot to learn about their life and biology in the wild, including the way that their behaviours are shaped by habitat, their predator-prey relationships, their ability to adapt to different environmental conditions, and the genetic basis for this adaptability.", 
                        "alt": "", 
                        "uri": "https://dev--iiif.elifesciences.org/lax:06956/elife-06956-fig1-v1.tif", 
                        "attribution": [
                            "ILLUSTRATION: <a href=\"http://WWW.CLAUDIASTOCKER.COM\">www.claudiastocker.com</a>."
                        ], 
                        "filename": "elife-06956-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As these articles highlight, many model organisms have a boom-and-bust lifestyle: <i>C. elegans</i> and <i>D. melanogaster</i>, for example, both colonize rotting food sources in the wild, reproducing rapidly when food is available. As a result, they have rapid life cycles while food is abundant, making generation times short, which is an ideal attribute for studying heritable traits and for generating experimental populations. In the wild, <i>A. thaliana</i> is highly successful at reproducing rapidly in poor habitats when environmental conditions are good. Its resulting short generation time, combined with its ability to self fertilize and its small condensed genome, make it an ideal plant for research purposes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "But selecting for these highly-favoured, rapid-cycling traits has consequences. It means that some of our favourite models tend to be ‘ecological escape artists’ that avoid rather confront the selection pressures imposed by predators, the environment and competitors—pressures that longer-lived, slower-growing species must cope with through adaptation. Unfortunately, the ability of some model organisms to escape selection pressures has severely limited the traits that can be studied in these systems, meaning that ecologists and evolutionary biologists are often not able to study the traits they are most interested in. <i>Arabidopsis</i>, for example has a wonderfully simple root system, which is ideal for imaging developmental processes, but it lacks the structural complexity that is likely to be important for plants with non-ruderal lifestyles. Moreover, <i>Arabidopsis</i> does not have any associations with mycorrhizal fungi, a symbiotic association of great importance for most land plants, and of significant agricultural importance too. And as a successful self fertilizer, its flowers are also of little interest to pollinators and, consequently, to the biologists who investigate them."
                    }
                ]
            }, 
            {
                "type": "section", 
                "id": "s3", 
                "title": "Genomics to the rescue", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "With the availability of inexpensive short-read sequencing methods, literally hundreds of strains of many supermodel organisms have been sequenced and assembled, providing population biologists with the data they require to conduct ‘reverse ecology’ (<a href=\"#bib3\">Li et al., 2008</a>). This approach uncovers genomic imprints left by past selection pressures, offering insights into trait evolution in the course of an organism's natural history. It also affords new opportunities to test directly associations between genotype and phenotype. But researchers still need to discover and collect the most informative strains to sequence, and this requires good old-fashioned field work."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The authors of the articles in this series represent a growing generation of systems biologists who are seeking out the still-feral relatives of our laboratory models. Their articles highlight that much remains to be learnt about the basic ecology of these model organisms and they provide a tantalizing view of the new frontiers that remain to be explored when we place these well-investigated organisms, and our knowledge of their biology, into a natural history context."
                    }, 
                    {
                        "type": "quote", 
                        "text": [
                            {
                                "type": "paragraph", 
                                "text": "Surprisingly, we know very little about the real lives of many model organisms, but it is clear that some of them are not very representative of their species."
                            }
                        ]
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "For example, <i>S. cerevisiae</i> has been found in the bark of oak trees and in primary forests in China that are remote from human activity. Perhaps it is only a coincidence that wine makers have favoured oak as a material for constructing wine barrels and casks. More interestingly, <i>S. cerevisiae</i> has also been found in the faecal human microbiome in particular populations, suggesting a much more intimate association with humans than had been previously suspected."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Knowing the natural habitats of model organisms is essential for understanding key aspects of their biology. Habitats can shape behaviours, such as foraging and shoaling, and can inform our understanding of life cycles and predator-prey relationships, as well as an organism's ability to adapt to different environmental conditions. By understanding habitat and lifestyle we can also gain insights into the processes that shape the genomes of the organisms used in research, a key feature of their biology. The sampling of wild populations of zebrafish has revealed, for example, that they contain extensive levels of genetic diversity, only a fraction of which is seen in lab strains of these fish."
                    }
                ]
            }, 
            {
                "type": "section", 
                "id": "s4", 
                "title": "In the future everyone can be a model", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Recent advances in high-throughput, genome-wide approaches and in genome-editing technologies, such as CRISPR/CAS9, allow the genomes of non-model and wild organisms to be manipulated (<a href=\"#bib1\">Chen et al., 2014</a>; <a href=\"#bib2\">Doudna and Charpentier, 2014</a>). As such, the particular traits that made our model organisms easy to domesticate need no longer limit the scope of scientific inquiry. The consequent blurring of the model/non-model boundary could, in the future, bring together currently disparate biological faculties, uniting them in their search to understand the important traits that are distributed throughout all biodiversity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Our planet's biological legacy lies in the astounding array of solutions that evolutionary processes have found for all of the challenges that organisms face in all habitats on this planet. In the not-too-distant future, we will need to harvest food and other resources from most habitats on earth and to produce substantially more efficient crops to sustain our burgeoning human population (<a href=\"#bib4\">Ronald, 2014</a>). And this will require a deeper understanding of the genetic traits that have made some organisms particularly efficient, stress-tolerant and clever at solving ecological challenges. Achieving this aim will require us to develop a unified approach to biology, one that marries the skills of ecologists and organismal biologists with those of molecular biologists. We hope that the articles in this series will help to bring these potential partners together."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Chen", 
                            "index": "Chen, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Tang", 
                            "index": "Tang, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Xiang", 
                            "index": "Xiang, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Jin", 
                            "index": "Jin, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Li", 
                            "index": "Li, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Dong", 
                            "index": "Dong, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Wang", 
                            "index": "Wang, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Zhang", 
                            "index": "Zhang, G"
                        }
                    }
                ], 
                "articleTitle": "Advances in genome editing technology and its promising application in evolutionary and ecological studies", 
                "journal": "Gigascience", 
                "volume": "3", 
                "pages": "24", 
                "doi": "10.1186/2047-217X-3-24"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Doudna", 
                            "index": "Doudna, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Charpentier", 
                            "index": "Charpentier, E"
                        }
                    }
                ], 
                "articleTitle": "The new frontier of genome engineering with CRISPR-Cas9", 
                "journal": "Science", 
                "volume": "346", 
                "pages": "1258096", 
                "doi": "10.1126/science.1258096"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YF Li", 
                            "index": "Li, YF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Costello", 
                            "index": "Costello, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AK Holloway", 
                            "index": "Holloway, AK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MW Hahn", 
                            "index": "Hahn, MW"
                        }
                    }
                ], 
                "articleTitle": "‘Reverse ecology’ and the power of population genomics", 
                "journal": "Evolution", 
                "volume": "62", 
                "pages": {
                    "first": "2984", 
                    "last": "2994", 
                    "range": "2984–2994"
                }, 
                "doi": "10.1111/j.1558-5646.2008.00486.x"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PC Ronald", 
                            "index": "Ronald, PC"
                        }
                    }
                ], 
                "articleTitle": "Lab to farm: Applying research on plant genetics and genomics to crop improvement", 
                "journal": "PLOS Biology", 
                "volume": "12", 
                "pages": "e1001878", 
                "doi": "10.1371/journal.pbio.1001878"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}