{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "15570", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.15570", 
        "authorLine": "Elisabeth A Geyer et al", 
        "title": "May I check your cap?", 
        "titlePrefix": "Microtubules", 
        "published": "2016-04-06T00:00:00Z", 
        "versionDate": "2016-04-06T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e15570", 
        "pdf": "https://publishing-cdn.elifesciences.org/15570/elife-15570-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Modernizing a classic technique to study microtubules has revealed that the stability of a microtubule is related to its growth rate."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Geyer et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Elisabeth A Geyer", 
                    "index": "Geyer, Elisabeth A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Departments of Biophysics and Biochemistry", 
                            "UT Southwestern Medical Center"
                        ], 
                        "address": {
                            "formatted": [
                                "Dallas", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Dallas"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist.", 
                "equalContributionGroups": [
                    1
                ]
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Shreoshi Majumdar", 
                    "index": "Majumdar, Shreoshi"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Departments of Biophysics and Biochemistry", 
                            "UT Southwestern Medical Center"
                        ], 
                        "address": {
                            "formatted": [
                                "Dallas", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Dallas"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist.", 
                "equalContributionGroups": [
                    1
                ]
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Luke M Rice", 
                    "index": "Rice, Luke M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Departments of Biophysics and Biochemistry", 
                            "UT Southwestern Medical Center"
                        ], 
                        "address": {
                            "formatted": [
                                "Dallas", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Dallas"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "Luke.Rice@UTSouthwestern.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "15570", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.15570", 
        "authorLine": "Elisabeth A Geyer et al", 
        "title": "May I check your cap?", 
        "titlePrefix": "Microtubules", 
        "published": "2016-04-06T00:00:00Z", 
        "versionDate": "2016-04-06T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e15570", 
        "pdf": "https://publishing-cdn.elifesciences.org/15570/elife-15570-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Modernizing a classic technique to study microtubules has revealed that the stability of a microtubule is related to its growth rate."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Geyer et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Elisabeth A Geyer", 
                    "index": "Geyer, Elisabeth A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Departments of Biophysics and Biochemistry", 
                            "UT Southwestern Medical Center"
                        ], 
                        "address": {
                            "formatted": [
                                "Dallas", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Dallas"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist.", 
                "equalContributionGroups": [
                    1
                ]
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Shreoshi Majumdar", 
                    "index": "Majumdar, Shreoshi"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Departments of Biophysics and Biochemistry", 
                            "UT Southwestern Medical Center"
                        ], 
                        "address": {
                            "formatted": [
                                "Dallas", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Dallas"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist.", 
                "equalContributionGroups": [
                    1
                ]
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Luke M Rice", 
                    "index": "Rice, Luke M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Departments of Biophysics and Biochemistry", 
                            "UT Southwestern Medical Center"
                        ], 
                        "address": {
                            "formatted": [
                                "Dallas", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Dallas"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "Luke.Rice@UTSouthwestern.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "microtubule dynamic instability", 
            "end tracking", 
            "microfluidics", 
            "TIRF microscopy", 
            "EB proteins", 
            "microtubules"
        ], 
        "relatedArticles": [
            "13470"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Microtubules are hollow cylindrical polymers that have important roles in chromosome segregation, organelle transport and other processes inside cells. Microtubules are built from protein subunits called αβ-tubulin and abruptly switch between growing and shrinking. This switching property is known as \"dynamic instability\", and has captivated scientists since it was discovered over 30 years ago (<a href=\"#bib5\">Horio and Hotani, 1986</a>; <a href=\"#bib7\">Mitchison and Kirschner, 1984</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The switch from the growing state to the shrinking state is known as catastrophe, and is essential for microtubules to work correctly. Catastrophe occurs when the microtubule loses its stabilizing cap, which is a biochemically distinct region near the growing end. Despite substantial efforts, both the size of this stabilizing cap and its relationship to microtubule growth rates have remained obscure. Now, in eLife, Thomas Surrey and co-workers at the Francis Crick Institute and the London Centre for Nanotechnology – including Christian Duellberg as first author – use state-of-the-art methods to resolve these longstanding conundrums (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib4\">Duellberg et al., 2016</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "A modernized form of a classic technique enables the growth and stabilization of microtubules to be studied.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Left: Duellberg et al. used microfluidics to abruptly stop microtubule growth via the \"washout\" approach. Right: Sample data showing microtubule length versus time. Before washout, the microtubule grows steadily; after washout, it shrinks slowly for a time; and after catastrophe, it shrinks rapidly (Panel adapted from Figures 1A and 2A, Duellberg et al.). (<b>B</b>) Duellberg et al. observed correlations between the microtubule growth rate and the size of the stabilizing cap, which consists of GTP-bound αβ-tubulin subunits (indicated by the non-faded circles). The caps are marked by EB1 proteins (not shown explicitly)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/15570/elife-15570-fig1-v1.jpg", 
                        "filename": "elife-15570-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In a simple sense, microtubule catastrophe results from a race between two competing processes. Microtubules grow by capturing αβ-tubulin subunits that are bound to a molecule called GTP. However, shortly after a new subunit is added to the polymer, its GTP molecule is hydrolyzed: this destabilizes the polymer and provides the driving force for catastrophe."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The time interval between the addition of the subunit and the hydrolysis of the GTP should create a cap that protects the growing microtubule against catastrophe. This simple view predicts that faster growing microtubules should have larger caps. Over the years, however, experiments to test this prediction have yielded conflicting results (<a href=\"#bib3\">Caplow and Shanks, 1996</a>; <a href=\"#bib8\">Schek et al., 2007</a>), resulting in a proliferation of different models that attempt to describe microtubule stabilization (reviewed in <a href=\"#bib2\">Bowne-Anderson et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "“Washout” experiments are a classic way to measure microtubule stability and estimate cap size by suddenly diluting the solution around growing microtubules to stop their growth (<a href=\"#bib9\">Walker et al., 1991</a>). After washout, the microtubule shrinks slowly for a short period of time before it begins to shrink rapidly. The time delay before rapid shrinking occurs is related to the size of the stabilizing cap. Using this approach, a classic early paper failed to find a relationship between the rate at which microtubules grow and their stability (<a href=\"#bib9\">Walker et al., 1991</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Duellberg et al. have now revitalized this washout approach by developing a new microfluidics-based method that enables much faster dilution (<a href=\"#fig1\">Figure 1A</a>). This method also incorporates high-precision microtubule end tracking and averaging techniques previously developed by Surrey and co-workers (<a href=\"#bib6\">Maurer et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The new approach allowed Duellberg et al. to demonstrate that microtubules that are growing faster at the time of dilution experience a longer delay before they begin to rapidly shrink (<a href=\"#fig1\">Figure 1B</a>). The cap size could also be estimated from the length of the slow-shrinking phase. Thus, microtubule growth rate and microtubule stability are correlated."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To provide more direct insight into the size of the cap and how it is lost, Duellberg et al. turned to the EB1 family of microtubule regulatory proteins. These proteins form ‘comets’ by binding to an extended region near the microtubule end (<a href=\"#bib1\">Bieling et al., 2007</a>), and are thought to recognize unique structural features of the stabilizing cap (<a href=\"#bib10\">Zhang et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To determine whether microtubule stability is related to the size of EB comets, Duellberg et al. simultaneously monitored microtubule ends and fluorescently tagged EB proteins. They observed that faster growing microtubules recruited more EB protein at the growing end (as shown by more intense fluorescent ‘comets’). The number of high-affinity EB binding sites decreased exponentially after washout, and rapid shrinking began when the density of EB binding sites was reduced to about 20% of its maximal value."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Consistent with these findings, microtubules with more EB binding sites (brighter comets) at the time of dilution exhibited a longer time delay before rapid shrinking began. This time delay can also be predicted if the rates of three processes are known: microtubule growth, slow shrinkage and EB binding site loss."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "By demonstrating that EB proteins label the cap region and therefore provide a way to visualize it, and by resolving a longstanding ambiguity about the relationship between the cap and microtubule growth rate, Duellberg et al. advance our understanding of microtubule stabilization. However, we cannot currently explain Duellberg et al.’s findings in terms of the conformations and biochemical properties of individual αβ-tubulin subunits. More generally, microtubules normally undergo catastrophe without the sudden dilution used by Duellberg et al.: defining the mechanisms that normally trigger catastrophe therefore remains another important challenge."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The high-quality data that Duellberg et al. report set a new standard for studies of other microtubule regulatory proteins. Their pioneering quantitative analyses will undoubtedly contribute to future advances in the understanding of dynamic instability and its regulation."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Bieling", 
                            "index": "Bieling, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Laan", 
                            "index": "Laan, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Schek", 
                            "index": "Schek, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EL Munteanu", 
                            "index": "Munteanu, EL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Sandblad", 
                            "index": "Sandblad, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Dogterom", 
                            "index": "Dogterom, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Brunner", 
                            "index": "Brunner, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Surrey", 
                            "index": "Surrey, T"
                        }
                    }
                ], 
                "articleTitle": "Reconstitution of a microtubule plus-end tracking system <i>in vitro</i>", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "450", 
                "pages": {
                    "first": "1100", 
                    "last": "1105", 
                    "range": "1100–1105"
                }, 
                "doi": "10.1038/nature06386"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Bowne-Anderson", 
                            "index": "Bowne-Anderson, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Zanic", 
                            "index": "Zanic, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kauer", 
                            "index": "Kauer, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Howard", 
                            "index": "Howard, J"
                        }
                    }
                ], 
                "articleTitle": "Microtubule dynamic instability: a new model with coupled GTP hydrolysis and multistep catastrophe", 
                "journal": {
                    "name": [
                        "BioEssays"
                    ]
                }, 
                "volume": "35", 
                "pages": {
                    "first": "452", 
                    "last": "461", 
                    "range": "452–461"
                }, 
                "doi": "10.1002/bies.201200131"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Caplow", 
                            "index": "Caplow, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Shanks", 
                            "index": "Shanks, J"
                        }
                    }
                ], 
                "articleTitle": "Evidence that a single monolayer tubulin-GTP cap is both necessary and sufficient to stabilize microtubules", 
                "journal": {
                    "name": [
                        "Molecular Biology of the Cell"
                    ]
                }, 
                "volume": "7", 
                "pages": {
                    "first": "663", 
                    "last": "675", 
                    "range": "663–675"
                }, 
                "doi": "10.1091/mbc.7.4.663."
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Duellberg", 
                            "index": "Duellberg, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Cade", 
                            "index": "Cade, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Holmes", 
                            "index": "Holmes, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Surrey", 
                            "index": "Surrey, T"
                        }
                    }
                ], 
                "articleTitle": "The size of the EB cap determines instantaneous microtubule stability", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "5", 
                "pages": "e13470", 
                "doi": "10.7554/eLife.13470"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Horio", 
                            "index": "Horio, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Hotani", 
                            "index": "Hotani, H"
                        }
                    }
                ], 
                "articleTitle": "Visualization of the dynamic instability of individual microtubules by dark-field microscopy", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "321", 
                "pages": {
                    "first": "605", 
                    "last": "607", 
                    "range": "605–607"
                }, 
                "doi": "10.1038/321605a0"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SP Maurer", 
                            "index": "Maurer, SP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NI Cade", 
                            "index": "Cade, NI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Bohner", 
                            "index": "Bohner, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Gustafsson", 
                            "index": "Gustafsson, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Boutant", 
                            "index": "Boutant, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Surrey", 
                            "index": "Surrey, T"
                        }
                    }
                ], 
                "articleTitle": "EB1 accelerates two conformational transitions important for microtubule maturation and dynamics", 
                "journal": {
                    "name": [
                        "Current Biology"
                    ]
                }, 
                "volume": "24", 
                "pages": {
                    "first": "372", 
                    "last": "384", 
                    "range": "372–384"
                }, 
                "doi": "10.1016/j.cub.2013.12.042"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1984", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Mitchison", 
                            "index": "Mitchison, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kirschner", 
                            "index": "Kirschner, M"
                        }
                    }
                ], 
                "articleTitle": "Dynamic instability of microtubule growth", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "312", 
                "pages": {
                    "first": "237", 
                    "last": "242", 
                    "range": "237–242"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HT Schek", 
                            "index": "Schek, HT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MK Gardner", 
                            "index": "Gardner, MK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Cheng", 
                            "index": "Cheng, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Odde", 
                            "index": "Odde, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Hunt", 
                            "index": "Hunt, AJ"
                        }
                    }
                ], 
                "articleTitle": "Microtubule assembly dynamics at the nanoscale", 
                "journal": {
                    "name": [
                        "Current Biology"
                    ]
                }, 
                "volume": "17", 
                "pages": {
                    "first": "1445", 
                    "last": "1455", 
                    "range": "1445–1455"
                }, 
                "doi": "10.1016/j.cub.2007.07.011"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1991", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Walker", 
                            "index": "Walker, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NK Pryer", 
                            "index": "Pryer, NK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ED Salmon", 
                            "index": "Salmon, ED"
                        }
                    }
                ], 
                "articleTitle": "Dilution of individual microtubules observed in real time in vitro: evidence that cap size is small and independent of elongation rate", 
                "journal": {
                    "name": [
                        "Journal of Cell Biology"
                    ]
                }, 
                "volume": "114", 
                "pages": {
                    "first": "73", 
                    "last": "81", 
                    "range": "73–81"
                }, 
                "doi": "10.1083/jcb.114.1.73."
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Zhang", 
                            "index": "Zhang, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GM Alushin", 
                            "index": "Alushin, GM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Brown", 
                            "index": "Brown, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Nogales", 
                            "index": "Nogales, E"
                        }
                    }
                ], 
                "articleTitle": "Mechanistic origin of microtubule dynamic instability and its modulation by EB proteins", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "162", 
                "pages": {
                    "first": "849", 
                    "last": "859", 
                    "range": "849–859"
                }, 
                "doi": "10.1016/j.cell.2015.07.012"
            }
        ]
    }
}