{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/d86f51a303f6b6334cf91fa126ad4e0b4accbf8b/articles/elife-09666-v1.xml"
        }, 
        "status": "vor", 
        "id": "09666", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09666", 
        "authorLine": "Catharine H Rankin, Conny H Lin", 
        "title": "Finding a worm's internal compass", 
        "titlePrefix": "Magnetosensation", 
        "published": "2015-08-05T00:00:00Z", 
        "versionDate": "2015-08-05T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09666", 
        "pdf": "https://publishing-cdn.elifesciences.org/09666/elife-09666-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>C. elegans</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A pair of neurons is required for nematodes to be able to navigate using the Earth's magnetic field."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Rankin and Lin", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Catharine H Rankin", 
                    "index": "Rankin, Catharine H"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Djavad Mowafaghian Centre for Brain Health", 
                            "University of British Columbia"
                        ], 
                        "address": {
                            "formatted": [
                                "Vancouver", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Vancouver"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "crankin@psych.ubc.ca"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Conny H Lin", 
                    "index": "Lin, Conny H"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Djavad Mowafaghian Centre for Brain Health", 
                            "University of British Columbia"
                        ], 
                        "address": {
                            "formatted": [
                                "Vancouver", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Vancouver"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/d86f51a303f6b6334cf91fa126ad4e0b4accbf8b/articles/elife-09666-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "09666", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09666", 
        "authorLine": "Catharine H Rankin, Conny H Lin", 
        "title": "Finding a worm's internal compass", 
        "titlePrefix": "Magnetosensation", 
        "published": "2015-08-05T00:00:00Z", 
        "versionDate": "2015-08-05T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09666", 
        "pdf": "https://publishing-cdn.elifesciences.org/09666/elife-09666-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>C. elegans</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A pair of neurons is required for nematodes to be able to navigate using the Earth's magnetic field."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Rankin and Lin", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Catharine H Rankin", 
                    "index": "Rankin, Catharine H"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Djavad Mowafaghian Centre for Brain Health", 
                            "University of British Columbia"
                        ], 
                        "address": {
                            "formatted": [
                                "Vancouver", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Vancouver"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "crankin@psych.ubc.ca"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Conny H Lin", 
                    "index": "Lin, Conny H"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Djavad Mowafaghian Centre for Brain Health", 
                            "University of British Columbia"
                        ], 
                        "address": {
                            "formatted": [
                                "Vancouver", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Vancouver"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "magnetosensation", 
            "migration", 
            "nematode"
        ], 
        "-related-articles-internal": [
            "07493"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Many animals use internal magnetic compasses to navigate (<a href=\"#bib3\">Johnsen and Lohmann, 2008</a>). Birds and sea turtles use the vertical or horizontal components of the Earth's magnetic field to navigate across large distances (<a href=\"#bib4\">Kishkinev and Chernetsov, 2015</a>), and bacteria use the Earth's magnetic field to migrate vertically (<a href=\"#bib9\">Schüler, 2006</a>). However, controversy remains over where these internal compasses are located within organisms, and how they detect the magnetic field."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Searching for the molecular basis of these internal compasses is not trivial because magnetic fields penetrate virtually all biological tissues (<a href=\"#bib3\">Johnsen and Lohmann, 2008</a>). This means that the compass need not be located on the surface of the body. Many organisms have large structures such as eardrums and lenses to manipulate or focus sound and other cues from the environment. However, since very few biological materials affect magnetic fields, an internal compass is unlikely to have a large structure for this purpose. Thus, the internal compass could be microscopic, contained within cells, and potentially scattered throughout the body."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in eLife, Jonathan Pierce-Shimomura from the University of Texas at Austin and colleagues – including Andrés Vidal-Gadea as first author – use the microscopic worm <i>Caenorhabiditis elegans</i> to study magnetic navigation (also known as magnetotaxis). <i>C. elegans</i> is a well-established model organism for neurobiology research as it has a simple nervous system with only 302 neurons (<a href=\"#bib11\">White et al., 1986</a>). This makes searching for the neurons that make up the internal compass much simpler than it would be to search through the millions of neurons in birds and the many thousands of neurons in insects."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Vidal-Gadea et al. shielded the worms from external magnetic fields and light, and imposed artificial magnetic fields at controlled angles and strengths. With no magnetic field, the worms migrated randomly. However, when exposed to a magnetic field that was at least half as strong as the Earth's, the worms preferentially migrated in a direction that formed an angle of approximately 132° from the North magnetic pole (<a href=\"#fig1\">Figure 1A</a>). Since this laboratory strain of <i>C. elegans</i> was originally isolated in Bristol, UK, this would translate to the worms migrating vertically upwards in their natural environment."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Magnetotaxis in <i>C. elegans.</i> (<b>A</b>) Worms in the soil migrate upwards at an angle of approximately 132° to the local magnetic field lines (blue lines) in Bristol, UK, perhaps towards the rotting fruits and vegetation on the Earth's surface (<a href=\"#bib10\">Vidal-Gadea et al., 2015</a>).", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Hungry worms migrate downwards, perhaps towards bacteria near tree roots. (<b>B</b>). Magnetotaxis in <i>C. elegans</i> requires a pair of neurons called the AFD neurons (shown in red), which are located in the head region of the worm (<a href=\"#bib1\">Altun, 2015</a>). (<b>C</b>) AFD neurons wrap around the pharynx (dark grey) and then project towards the nose region. (<b>D</b>) The brush-like dendrites at the tip of the AFD neurons are composed of a single cilium and multiple microvilli embedded in a sheath cell just beneath the outer surface of the worm, known as the cuticle (stylized drawing adopted from <a href=\"#bib8\">Perkins et al. (1986)</a>; for the actual structure see the electron microscopy reconstruction in <a href=\"#bib2\">Doroquez et al. (2014)</a>). Vidal-Gadea et al. found that an ion channel protein called TAX-4 (green) is required for magnetotaxis. This protein was previously found to be expressed at the base of the AFD cilium (<a href=\"#bib7\">Nguyen et al., 2014</a>)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/09666/elife-09666-fig1-v1.tif", 
                        "image": "elife-09666-fig1-v1.tif", 
                        "attribution": [
                            "FIGURE CREDIT: ARTWORK BY CONNY H LIN (CC BY 4.0)."
                        ], 
                        "filename": "elife-09666-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Other strains of <i>C. elegans</i> from around the world also migrated at angles that would cause them to move upwards in their original latitude. In addition, the latitude of origin affected the ability of the worms to migrate in response to magnetic fields. Worms from equatorial locations – where the Earth's magnetic fields are weakest – showed poorer magnetotaxis than worms from more northern or southern latitudes. This suggests that there is a lower limit to the magnetic field strength that the worm's compass can detect. Unexpectedly, starved worms shifted their preference by 180°, leading to downward migration, perhaps to find bacteria that they can eat living deeper in the soil."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These data raise an important question: how do worms retain a preference for a particular magnetotaxis direction even after spending many generations at a different latitude? If this preference is due to external or environmental factors that alter the regulation of genes (known as epigenetics), then it would surely be reset to the new location after some generations. Could it be directly encoded by the genetic sequence of the worm? If so, it would suggest that there is a strong adaptive pressure to encode and retain this information."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "By examining magnetotaxis in mutant worms that lack responses to particular sensory stimuli, Vidal-Gadea et al. found that a pair of neurons called the AFD neurons – which were already known to carry information about temperature and chemical stimuli from the environment (<a href=\"#bib6\">Mori and Ohshima, 1995</a>) – are critical for magnetic navigation (<a href=\"#fig1\">Figure 1B-C</a>). They used a calcium-sensitive protein to show that the AFD neurons responded to a magnetic field of the same strength as the Earth's, and that another type of sensory neuron did not respond. Studies of worms with mutations in some of the genes expressed in the AFD neurons showed that the <i>tax-4</i> gene, which encodes an ion channel protein similar to a photoreceptor found in the retina of human eyes, is required for magnetotaxis (<a href=\"#fig1\">Figure 1D</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In birds, cytochrome molecules in the retina have been proposed to be responsible for detecting magnetic fields. This allows birds to combine light input with magnetic sensors to create a visual-magnetic map for navigation (<a href=\"#bib4\">Kishkinev and Chernetsov, 2015</a>). Since AFD neurons have been implicated in controlling movements made in response to temperature and chemical stimuli (<a href=\"#bib5\">Mori, 1999</a>), this suggests that worms may also combine magnetic field information with other sensory inputs to navigate."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of Vidal-Gadea et al. describes an internal compass that resides in an identified neuron in <i>C. elegans</i>, and involves an ion channel similar to one involved in vision in humans. This represents a significant advance in our understanding of the neurobiology that underlies how organisms navigate using the Earth's magnetic field. However, it is likely only the beginning of the contributions that studies of <i>C. elegans</i> will make to our understanding of how animals navigate using magnetic fields."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "unknown", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Altun", 
                            "index": "Altun, Z"
                        }
                    }
                ], 
                "title": "AFDL, AFDR. Individual neurons", 
                "details": "AFDL, AFDR. Individual neurons, http://wormatlas.org/, Retrieved 2015/07/20", 
                "uri": "http://wormatlas.org/"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DB Doroquez", 
                            "index": "Doroquez, DB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Berciu", 
                            "index": "Berciu, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Anderson", 
                            "index": "Anderson, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Sengupta", 
                            "index": "Sengupta, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Nicastro", 
                            "index": "Nicastro, D"
                        }
                    }
                ], 
                "articleTitle": "A high-resolution morphological and ultrastructural map of anterior sensory cilia and glia in <i>Caenorhabditis elegans</i>", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e01948", 
                "doi": "10.7554/eLife.01948"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Johnsen", 
                            "index": "Johnsen, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KJ Lohmann", 
                            "index": "Lohmann, KJ"
                        }
                    }
                ], 
                "articleTitle": "Magnetoreception in animals", 
                "journal": "Physics Today", 
                "volume": "61", 
                "pages": "29", 
                "doi": "10.1063/1.2897947"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Kishkinev", 
                            "index": "Kishkinev, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Chernetsov", 
                            "index": "Chernetsov, N"
                        }
                    }
                ], 
                "articleTitle": "Magnetoreception systems in birds: a review of current research", 
                "journal": "Biology Bulletin Reviews", 
                "volume": "5", 
                "pages": {
                    "first": "46", 
                    "last": "62", 
                    "range": "46–62"
                }, 
                "doi": "10.1134/S2079086415010041"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1999", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Mori", 
                            "index": "Mori, I"
                        }
                    }
                ], 
                "articleTitle": "Genetics of chemotaxis and thermotaxis in the nematode <i>Caenorhabditis elegans</i>", 
                "journal": "Annual Review of Genetics", 
                "volume": "33", 
                "pages": {
                    "first": "399", 
                    "last": "422", 
                    "range": "399–422"
                }, 
                "doi": "10.1146/annurev.genet.33.1.399"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1995", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Mori", 
                            "index": "Mori, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Ohshima", 
                            "index": "Ohshima, Y"
                        }
                    }
                ], 
                "articleTitle": "Neural regulation of thermotaxis in <i>Caenorhabditis elegans</i>", 
                "journal": "Nature", 
                "volume": "376", 
                "pages": {
                    "first": "344", 
                    "last": "348", 
                    "range": "344–348"
                }, 
                "doi": "10.1038/376344a0"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Nguyen", 
                            "index": "Nguyen, PA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Liou", 
                            "index": "Liou, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DH Hall", 
                            "index": "Hall, DH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Leroux", 
                            "index": "Leroux, MR"
                        }
                    }
                ], 
                "articleTitle": "Ciliopathy proteins establish a bipartite signaling compartment in a <i>C. elegans</i> thermosensory neuron", 
                "journal": "Journal of Cell Science", 
                "volume": "127", 
                "pages": {
                    "first": "5317", 
                    "last": "5330", 
                    "range": "5317–5330"
                }, 
                "doi": "10.1242/jcs.157610"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA Perkins", 
                            "index": "Perkins, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Hedgecock", 
                            "index": "Hedgecock, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JN Thomson", 
                            "index": "Thomson, JN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG Culotti", 
                            "index": "Culotti, JG"
                        }
                    }
                ], 
                "articleTitle": "Mutant sensory cilia in the nematode <i>Caenorhabditis elegans</i>", 
                "journal": "Developmental Biology", 
                "volume": "117", 
                "pages": {
                    "first": "456", 
                    "last": "487", 
                    "range": "456–487"
                }, 
                "doi": "10.1016/0012-1606(86)90314-3"
            }, 
            {
                "type": "book", 
                "id": "bib9", 
                "date": "2006", 
                "editors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Schüler", 
                            "index": "Schüler, D"
                        }
                    }
                ], 
                "bookTitle": "Magnetoreception and magnetosomes in bacteria", 
                "publisher": {
                    "name": [
                        "Springer"
                    ], 
                    "address": {
                        "formatted": [
                            "Heidelberg"
                        ], 
                        "components": {
                            "locality": [
                                "Heidelberg"
                            ]
                        }
                    }
                }, 
                "volume": "Vol 3", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Schüler", 
                            "index": "Schüler, D"
                        }
                    }
                ]
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Vidal-Gadea", 
                            "index": "Vidal-Gadea, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Ward", 
                            "index": "Ward, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Beron", 
                            "index": "Beron, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Ghorashian", 
                            "index": "Ghorashian, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Gokce", 
                            "index": "Gokce, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Russell", 
                            "index": "Russell, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Truong", 
                            "index": "Truong, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Parikh", 
                            "index": "Parikh, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Gadea", 
                            "index": "Gadea, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Ben-Yakar", 
                            "index": "Ben-Yakar, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Pierce-Shimomura", 
                            "index": "Pierce-Shimomura, J"
                        }
                    }
                ], 
                "articleTitle": "Magnetosensitive neurons mediate geomagnetic orientation in <i>Caenorhabditis elegans</i>", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e07493", 
                "doi": "10.7554/eLife.07493"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG White", 
                            "index": "White, JG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Southgate", 
                            "index": "Southgate, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JN Thomson", 
                            "index": "Thomson, JN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Brenner", 
                            "index": "Brenner, S"
                        }
                    }
                ], 
                "articleTitle": "The structure of the nervous system of the nematode <i>Caenorhabditis elegans</i>", 
                "journal": "Philosophical Transactions of the Royal Society B", 
                "volume": "314", 
                "pages": {
                    "first": "1", 
                    "last": "340", 
                    "range": "1–340"
                }, 
                "doi": "10.1098/rstb.1986.0056"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}