{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "02854", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02854", 
        "authorLine": "Gheorghe Chistol, Johannes Walter", 
        "title": "Molecular watchdogs on genome patrol", 
        "titlePrefix": "DNA Helicases", 
        "published": "2014-04-29T00:00:00Z", 
        "versionDate": "2014-04-29T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02854", 
        "pdf": "https://publishing-cdn.elifesciences.org/02854/elife-02854-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "By removing various obstacles from single strands of DNA, an enzyme called Pif1 clears the way for other enzymes that act on DNA."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Chistol and Walter", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Gheorghe Chistol", 
                    "index": "Chistol, Gheorghe"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biological Chemistry and Molecular Pharmacology", 
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "gheorghe_chistol@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Johannes Walter", 
                    "index": "Walter, Johannes"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biological Chemistry and Molecular Pharmacology", 
                            "Howard Hughes Medical Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "johannes_walter@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "02854", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02854", 
        "authorLine": "Gheorghe Chistol, Johannes Walter", 
        "title": "Molecular watchdogs on genome patrol", 
        "titlePrefix": "DNA Helicases", 
        "published": "2014-04-29T00:00:00Z", 
        "versionDate": "2014-04-29T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02854", 
        "pdf": "https://publishing-cdn.elifesciences.org/02854/elife-02854-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "By removing various obstacles from single strands of DNA, an enzyme called Pif1 clears the way for other enzymes that act on DNA."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Chistol and Walter", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Gheorghe Chistol", 
                    "index": "Chistol, Gheorghe"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biological Chemistry and Molecular Pharmacology", 
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "gheorghe_chistol@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Johannes Walter", 
                    "index": "Walter, Johannes"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biological Chemistry and Molecular Pharmacology", 
                            "Howard Hughes Medical Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "johannes_walter@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "Pif1 family helicase", 
            "single molecule analysis", 
            "G-quadruplexes", 
            "R-loop", 
            "DNA helicase"
        ], 
        "-related-articles-internal": [
            "02190"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Helicases are enzymes that are best known for unwinding the DNA double helix in preparation for it to be replicated. These helicases, which consist of six protein subunits that form a closed ring, work by sliding along one strand of the DNA molecule. Other helicases function as single subunits. These monomeric helicases, which also work by sliding along DNA or RNA molecules, perform many other functions in cells. To date, there are many aspects of these monomeric helicases that remain poorly understood, including how they specialize to perform different tasks within a cell."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in <i>eLife</i>, Taekjip Ha and co-workers at the University of Illinois in Urbana Champaign and Princeton University—including Ruobo Zhou as the first author—have used biophysical techniques to investigate the Pif1 helicase from budding yeast (<a href=\"#bib12\">Zhou et al., 2014</a>). Pif1 is the representative member of a family of monomeric helicases that are conserved from bacteria to humans. Pif1 is ‘a jack of all trades’: it inhibits enzymes that extend the ends of chromosomes (<a href=\"#bib2\">Boule et al., 2005</a>); it helps to link fragments of newly copied DNA (Okazaki fragments) into a continuous strand (<a href=\"#bib3\">Boule and Zakian, 2006</a>; <a href=\"#bib1\">Bochman et al., 2010</a>); and it helps to swap genetic material between chromosomes (<a href=\"#bib11\">Wilson et al., 2013</a>). Pif1 is also thought to prevent the DNA replication machinery from becoming stalled by DNA structures called ‘G-quadruplexes’ (<a href=\"#bib8\">Paeschke et al., 2011</a>, <a href=\"#bib7\">2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To monitor the activity of individual molecules of Pif1, Zhou et al. designed double-stranded DNA molecules with a single-stranded overhang at one end, and used a technique called Förster Resonance Energy Transfer (FRET for short; <a href=\"#bib10\">Roy et al., 2008</a>) to follow how the distance between the two ends of the overhang changed with time (<a href=\"#fig1\">Figure 1</a>). These single-molecule FRET experiments revealed that the Pif1 monomer bound to the junction between the single-stranded and double-stranded DNA, and that it repeatedly ‘reeled in’ the single-stranded overhang, most likely in one-base steps (<a href=\"#fig1\">Figure 1A</a>). Zhou et al. called this activity ‘patrolling’ and showed that an individual Pif1 molecule could complete hundreds of rounds of patrolling (which showed that it was very stably anchored to the junction)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Pif1 patrolling and its diverse genome-maintenance tasks.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Experimental set-up of the single-molecule experiments in Zhou et al. A helicase substrate consisting of a short DNA double helix (red and blue) with a 3′ overhang (blue) was attached to a glass coverslip (grey). A technique called FRET was used to monitor how the distance between the two ends of the overhang changed over time: this involved adding two organic dyes, a donor (green star) and an acceptor (orange star), to the ends of the overhang and recording how the amount of light emitted by the donor and the acceptor changed with time. Zhou et al. found that Pif1 anchored itself to the junction between the double-stranded DNA and the overhang, and periodically patrolled the single-stranded DNA (ssDNA) overhang by repeatedly reeling it in and forming loops. (<b>B</b>) The patrolling activity discovered by Zhou et al. provides a common basis for the diverse functions performed by Pif1 in living cells. (i) It unwinds G-quadruplexes in G-rich regions and facilitates the joining of the Okazaki fragments synthesized by the lagging strand polymerase. (ii) It inhibits the activity of telomerases at double-stranded DNA breaks and also at the ends of chromosomes. (iii) Pif1 also unwinds hybrids of RNA (shown in dark green) and DNA at so-called R-loops."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/02854/elife-02854-fig1-v1.tif", 
                        "filename": "elife-02854-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "How does this patrolling activity relate to the multitude of tasks that Pif1 performs in a cell? Zhou et al. challenged the helicase with three obstacles that it might encounter in living cells: double-stranded DNA, RNA-DNA hybrids, and G-quadruplexes. This last obstacle—which forms when a stretch of DNA containing several consecutive guanine or ‘G’ bases folds back upon itself to form a stable three-dimensional structure—can prevent gene expression and slow down DNA replication. Zhou et al. reveal that Pif1 can efficiently unfold any G-quadruplexes that it encounters as it patrols single-stranded DNA. Although these structures rapidly refold after the Pif1 has passed, repeated patrolling by Pif1 ensures that G-quadruplexes remain unfolded."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Pif1 is known to facilitate the replication of DNA sequences that are rich in G bases and therefore prone to forming G-quadruplexes (<a href=\"#bib8\">Paeschke et al., 2011</a>, <a href=\"#bib7\">2013</a>). Pif1 might do this by anchoring itself to an end of a newly replicated DNA fragment and clearing out G-quadruplexes that would otherwise obstruct the DNA replication machinery (<a href=\"#fig1\">Figure 1B</a>). Similarly, Pif1 could periodically patrol single-stranded DNA at the ends of chromosomes to unwind G-quadruplexes and evict the enzymes that extend these regions (<a href=\"#bib4\">Boule and Zakian, 2007</a>; <a href=\"#bib7\">Paeschke et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Zhou et al. also found that monomeric Pif1 can slowly unwind a RNA-DNA hybrid, but cannot unwind double-stranded DNA. Given that RNA-DNA hybrids are at least as stable as a DNA double helix (<a href=\"#bib5\">Lesnik and Freier, 1995</a>), this finding supports previous work which suggested that Pif1 specifically recognizes and unwinds RNA-DNA hybrids (<a href=\"#fig1\">Figure 1B</a>; <a href=\"#bib4\">Boule and Zakian, 2007</a>). Zhou et al. also found that increasing the concentration of the enzyme could enable Pif1 to unwind double-stranded DNA, but suggest that this was due to multiple copies of Pif1 working together—something that has been observed for other monomeric helicases (<a href=\"#bib6\">Lohman et al., 2008</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Eukaryotic genomes encode a large number of monomeric helicases (<a href=\"#bib6\">Lohman et al., 2008</a>), which suggests that these enzymes each perform specialized tasks. To test this idea, Zhou et al. compared Pif1 with another monomeric helicase called PcrA, which also translocates along single-stranded DNA and displaces proteins bound to this DNA (<a href=\"#bib9\">Park et al., 2010</a>). Although PcrA also patrolled DNA, it could not disrupt G-quadruplexes—indicating that periodic patrolling of single-stranded DNA alone is not sufficient to unwind G-quadruplexes. The findings of Zhou et al. also suggest that monomeric helicases possess unique adaptations suited for their own specialized task."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Zhou, Ha and colleagues have uncovered a basic mechanism by which helicases belonging to the Pif1 family might carry out a wide range of genome-maintenance tasks. In light of these findings, several questions arise: Do individual molecules of Pif1 work in the same way in living cells? Can multiple copies of Pif1 join forces and work together in vivo and how is this process regulated? It will be interesting to know if Pif1 can patrol far enough to span the distance between neighboring Okazaki fragments. Moreover, can the helicase patrol when anchored to an RNA-DNA hybrid, as found at the 5′ end of Okazaki fragments?"
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Bochman", 
                            "index": "Bochman, ML"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Sabouri", 
                            "index": "Sabouri, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VA Zakian", 
                            "index": "Zakian, VA"
                        }
                    }
                ], 
                "articleTitle": "Unwinding the functions of the Pif1 family helicases", 
                "journal": "DNA Repair", 
                "volume": "9", 
                "pages": {
                    "first": "237", 
                    "last": "249", 
                    "range": "237–249"
                }, 
                "doi": "10.1016/j.dnarep.2010.01.008"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JB Boule", 
                            "index": "Boule, JB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LR Vega", 
                            "index": "Vega, LR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VA Zakian", 
                            "index": "Zakian, VA"
                        }
                    }
                ], 
                "articleTitle": "The yeast Pif1p helicase removes telomerase from telomeric DNA", 
                "journal": "Nature", 
                "volume": "438", 
                "pages": {
                    "first": "57", 
                    "last": "61", 
                    "range": "57–61"
                }, 
                "doi": "10.1038/nature04091"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JB Boule", 
                            "index": "Boule, JB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VA Zakian", 
                            "index": "Zakian, VA"
                        }
                    }
                ], 
                "articleTitle": "Roles of Pif1-like helicases in the maintenance of genomic stability", 
                "journal": "Nucleic Acids Research", 
                "volume": "34", 
                "pages": {
                    "first": "4147", 
                    "last": "4153", 
                    "range": "4147–4153"
                }, 
                "doi": "10.1093/nar/gkl561"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JB Boule", 
                            "index": "Boule, JB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VA Zakian", 
                            "index": "Zakian, VA"
                        }
                    }
                ], 
                "articleTitle": "The yeast Pif1p DNA helicase preferentially unwinds RNA-DNA substrates", 
                "journal": "Nucleic Acids Research", 
                "volume": "35", 
                "pages": {
                    "first": "5809", 
                    "last": "5818", 
                    "range": "5809–5818"
                }, 
                "doi": "10.1093/nar/gkm613"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1995", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EA Lesnik", 
                            "index": "Lesnik, EA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Freier", 
                            "index": "Freier, SM"
                        }
                    }
                ], 
                "articleTitle": "Relative thermodynamics stability of DNA, RNA, and DNA: RNA hybrid duplexes: relationship with base composition and structure", 
                "journal": "Biochemistry", 
                "volume": "34", 
                "pages": {
                    "first": "10807", 
                    "last": "10815", 
                    "range": "10807–10815"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Lohman", 
                            "index": "Lohman, TM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EJ Tomko", 
                            "index": "Tomko, EJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CG Wu", 
                            "index": "Wu, CG"
                        }
                    }
                ], 
                "articleTitle": "Non-hexameric DNA helicases and translocases: mechanisms and regulation", 
                "journal": "Nature Reviews Molecular Cell Biology", 
                "volume": "9", 
                "pages": {
                    "first": "391", 
                    "last": "401", 
                    "range": "391–401"
                }, 
                "doi": "10.1038/nrm2394"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Paeschke", 
                            "index": "Paeschke, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Bochman", 
                            "index": "Bochman, ML"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PD Garcia", 
                            "index": "Garcia, PD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Petr Cejka", 
                            "index": "Petr Cejka, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KL Friedman", 
                            "index": "Friedman, KL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SC Kowalczykowski", 
                            "index": "Kowalczykowski, SC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VA Zakian", 
                            "index": "Zakian, VA"
                        }
                    }
                ], 
                "articleTitle": "Pif1 family helicases suppress genome instability at G-quadruplex motifs", 
                "journal": "Nature", 
                "volume": "497", 
                "pages": {
                    "first": "458", 
                    "last": "462", 
                    "range": "458–462"
                }, 
                "doi": "10.1038/nature12149"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Paeschke", 
                            "index": "Paeschke, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Capra", 
                            "index": "Capra, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VA Zakian", 
                            "index": "Zakian, VA"
                        }
                    }
                ], 
                "articleTitle": "DNA replication through G-quadruplex motifs is promoted by the <i>Saccharomyces cerevisiae</i> Pif1 DNA helicase", 
                "journal": "Cell", 
                "volume": "145", 
                "pages": {
                    "first": "678", 
                    "last": "691", 
                    "range": "678–691"
                }, 
                "doi": "10.1016/j.cell.2011.04.015"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Park", 
                            "index": "Park, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Myong", 
                            "index": "Myong, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Niedziela-Majka", 
                            "index": "Niedziela-Majka, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KS Lee", 
                            "index": "Lee, KS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Yu", 
                            "index": "Yu, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Lohman", 
                            "index": "Lohman, TM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Ha", 
                            "index": "Ha, T"
                        }
                    }
                ], 
                "articleTitle": "PcrA helicase dismantles RecA filaments by reeling in DNA in uniform steps", 
                "journal": "Cell", 
                "volume": "142", 
                "pages": {
                    "first": "544", 
                    "last": "555", 
                    "range": "544–555"
                }, 
                "doi": "10.1016/j.cell.2010.07.016"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Roy", 
                            "index": "Roy, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hohng", 
                            "index": "Hohng, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Ha", 
                            "index": "Ha, T"
                        }
                    }
                ], 
                "articleTitle": "A practical guide to single-molecule FRET", 
                "journal": "Nature Methods", 
                "volume": "5", 
                "pages": {
                    "first": "507", 
                    "last": "516", 
                    "range": "507–516"
                }, 
                "doi": "10.1038/nmeth.1208"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Wilson", 
                            "index": "Wilson, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Kwon", 
                            "index": "Kwon, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Xu", 
                            "index": "Xu, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WH Chung", 
                            "index": "Chung, WH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Chi", 
                            "index": "Chi, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Niu", 
                            "index": "Niu, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Mayle", 
                            "index": "Mayle, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Chen", 
                            "index": "Chen, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Malkova", 
                            "index": "Malkova, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Sung", 
                            "index": "Sung, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Ira", 
                            "index": "Ira, G"
                        }
                    }
                ], 
                "articleTitle": "Pif1 helicase and Polδ promote recombination-coupled DNA synthesis via bubble migration", 
                "journal": "Nature", 
                "volume": "502", 
                "pages": {
                    "first": "393", 
                    "last": "396", 
                    "range": "393–396"
                }, 
                "doi": "10.1038/nature12585"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Zhou", 
                            "index": "Zhou, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Zhang", 
                            "index": "Zhang, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Bochman", 
                            "index": "Bochman, ML"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VA Zakian", 
                            "index": "Zakian, VA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Ha", 
                            "index": "Ha, T"
                        }
                    }
                ], 
                "articleTitle": "Periodic DNA patrolling underlies diverse functions of Pif1 on R-loops and G-rich DNA", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e02190", 
                "doi": "10.7554/eLife.02190"
            }
        ]
    }
}