{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/d86f51a303f6b6334cf91fa126ad4e0b4accbf8b/articles/elife-00903-v1.xml"
        }, 
        "status": "vor", 
        "id": "00903", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00903", 
        "authorLine": "Suzanne R Pfeffer", 
        "title": "Hopping rim to rim through the Golgi", 
        "titlePrefix": "Cell Biology", 
        "published": "2013-06-11T00:00:00Z", 
        "versionDate": "2013-06-11T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00903", 
        "pdf": "https://publishing-cdn.elifesciences.org/00903/elife-00903-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A novel approach based on tracking the fate of proteins that become ‘stapled’ to the walls of the Golgi yields insights into the long-sought mechanism of transport through this organelle."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Pfeffer", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Suzanne R Pfeffer", 
                    "index": "Pfeffer, Suzanne R"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Stanford University"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "pfeffer@stanford.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/d86f51a303f6b6334cf91fa126ad4e0b4accbf8b/articles/elife-00903-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00903", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00903", 
        "authorLine": "Suzanne R Pfeffer", 
        "title": "Hopping rim to rim through the Golgi", 
        "titlePrefix": "Cell Biology", 
        "published": "2013-06-11T00:00:00Z", 
        "versionDate": "2013-06-11T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00903", 
        "pdf": "https://publishing-cdn.elifesciences.org/00903/elife-00903-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A novel approach based on tracking the fate of proteins that become ‘stapled’ to the walls of the Golgi yields insights into the long-sought mechanism of transport through this organelle."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Pfeffer", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Suzanne R Pfeffer", 
                    "index": "Pfeffer, Suzanne R"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Stanford University"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "pfeffer@stanford.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "Golgi", 
            "Traffic", 
            "Membrane", 
            "Cell biology"
        ], 
        "-related-articles-internal": [
            "00558"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "An unsolved mystery in biology is how proteins pass through the Golgi complex. The Golgi is comprised of a stack of 4–6 membrane-bound cisternae that house distinct sets of enzymes and lipids. Following synthesis in the endoplasmic reticulum (ER), most secreted and membrane proteins pass through the Golgi en route to their final destinations, and undergo modification by Golgi enzymes as they do so. There are currently two primary (and conflicting) models for how proteins traverse the Golgi (<a href=\"#bib2\">Emr et al., 2009</a>). In one model, Golgi enzymes are stable residents of each cisterna and cargo moves from one compartment to the next. In the alternative ‘maturation’ model, the cargo is static and Golgi enzymes move between compartments. It has been difficult to distinguish between these models because it has not been possible to monitor the movements of both cargoes and enzymes concomitantly, in real time, in living cells. Now, in <i>eLife</i>, Gregory Lavieu, Hong Zheng and James Rothman, all at Yale University, use a novel technique to try to determine the mechanism of protein transport through the Golgi complex (<a href=\"#bib3\">Lavieu et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The approach used by Lavieu et al. is based upon the following logic. If a cargo can be trapped at a particular location in the Golgi, the maturation model predicts that the compartment housing that cargo will progress forward across the stack (<a href=\"#fig1\">Figure 1A</a>). Lavieu et al. therefore created a chimeric membrane protein that could be delivered to different compartments of the secretory pathway in either a monomeric form that is efficiently transported, or an aggregated form that becomes trapped. The protein contained a domain that is designed to self-aggregate, but which can be triggered to disaggregate in the presence of a small molecule (<a href=\"#bib7\">Rollins et al., 2000</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Two models have been proposed to explain transport through the Golgi.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) In cisternal maturation, cargo (blue) moves across the stack of cisternae (three shown in each Golgi) and Golgi enzymes (not shown) move between the compartments to process the cargo before it exits the stack. (<b>B</b>) Lavieu et al. propose a model called rim progression, in which the edges of the cisternae (known as rims) move across the stack, while the central regions of the cisternae remain in place. They base this model on the observation that large protein aggregates called ‘staples’ (black bars in <b>A</b> and <b>B</b>)—which span the cisternae—remain stationary in the central regions, while soluble cargo (blue) progress across the stack via the rims."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00903/elife-00903-fig1-v1.tif", 
                        "image": "elife-00903-fig1-v1.tif", 
                        "filename": "elife-00903-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "When Lavieu et al. expressed the chimeric protein in its aggregated form in the ER, they found that this led to physical constriction of the organelle’s tubules—suggesting that the aggregates spanned the tubules. The electron-dense appearance of the aggregates (and their shape) led Lavieu et al. to name them ‘staples’. Importantly, the staples did not interfere with the transport of other proteins out of the ER."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "By adding the disaggregating drug and manipulating the temperature, Lavieu et al. were able to permit transport of the protein out of the ER, just as far as the early or the late Golgi. Once the protein reached the desired location, they washed out the drug: this triggered aggregation, thereby trapping the protein. Immunofluorescence and electron microscopy, and glycosylation analysis, enabled Lavieu et al. to compare the fate of proteins that had been aggregated in precisely defined locations. They found that cargoes remained where they had been stapled, but without stapling, they moved to the cell surface."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The fact that the staples remain where they are generated strongly supports a model in which Golgi compartments are static, and cargo proteins move from one cisterna to the next during transport across the Golgi stack (<a href=\"#fig1\">Figure 1B</a>). Nevertheless, there are important caveats. First, this experiment uses aggregates of an artificial protein, which ‘staples’ membrane compartments together. No natural cargo has ever been shown to behave in this way. Such aggregates could potentially inactivate entire subdomains of the Golgi itself. Lavieu et al. tried hard to control for this. They showed that Golgi complexes containing red fluorescent staples could still support the transport of a well-characterized cargo (GFP-labeled vesicular stomatitis virus G glycoprotein) to the cell surface. Cells harbouring stapled Golgi membranes were also able to deliver a larger cargo, collagen, from the Golgi to the cell surface, and to transport proteins to the ER upon addition of the fungal metabolite, brefeldin A. While these are excellent controls, the cells seem to dislike harbouring the chimeric proteins because they turn over in cells with a half life of about 6 hours (<a href=\"#bib3\">Lavieu et al., 2013</a>). What cannot be determined with certainty is whether the control cargoes bypass a stapled microdomain."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, the Yale team generated large aggregates of a cargo that did not become attached to the membrane, and showed that these aggregates moved through the membrane-stapled Golgi complex via the edges (or ‘rims’) of the cisternae. By contrast, the stapled membrane-associated proteins remained confined to the central regions of the Golgi (<a href=\"#fig1\">Figure 1B</a>). Lavieu et al. conclude that rims progress forward from one cisterna to the next while the central regions of cisternae remain in place. This is reminiscent of an earlier study (<a href=\"#bib8\">Volchuk et al., 2000</a>) that identified what appear to be ‘megavesicles’ carrying cargo from one region of the Golgi to another. Previous work from many labs has shown that a number of cargoes are found predominantly at the rims while Golgi enzymes seem to localize to the central domains of cisternae (see <a href=\"#bib1\">Cosson et al., 2002</a>). Lavieu et al. suggest that others may have concluded that the Golgi matures because they were monitoring markers present at the rims; such analysis would have missed the fate of the central Golgi region. Lavieu et al. are careful not to over-interpret their findings but one conclusion seems quite clear: Golgi rims are distinct from static central regions, with broad implications for all models of Golgi transport."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Future work should focus on the mechanisms by which the cargo within Golgi rims moves forward and how it is segregated to the rim region. Rab family GTPases will surely be important (<a href=\"#bib4\">Mizuno-Yamasaki et al., 2012</a>), and a cascade linking their functions may help contribute to the directionality of transport through the Golgi (<a href=\"#bib6\">Rivera-Molina and Novick, 2009</a>; <a href=\"#bib5\">Pfeffer, 2010</a>). Golgi rim transport also takes certain cargo backwards in a pathway to the ER. Thus, Golgi rims will need to accommodate the molecular machineries needed to separately package anterograde and retrograde cargoes. How Golgi residents are correctly localized and retained in the face of a large volume of secretory traffic remains an important question for future research."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Cosson", 
                            "index": "Cosson, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Amherdt", 
                            "index": "Amherdt, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Rothman", 
                            "index": "Rothman, JE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Orci", 
                            "index": "Orci, L"
                        }
                    }
                ], 
                "articleTitle": "A resident Golgi protein is excluded from peri-Golgi vesicles in NRK cells", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "99", 
                "pages": {
                    "first": "12831", 
                    "last": "12834", 
                    "range": "12831–12834"
                }, 
                "doi": "10.1073/pnas.192460999"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Emr", 
                            "index": "Emr, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BS Glick", 
                            "index": "Glick, BS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Linstedt", 
                            "index": "Linstedt, AD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Lippincott-Schwartz", 
                            "index": "Lippincott-Schwartz, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Luini", 
                            "index": "Luini, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Malhotra", 
                            "index": "Malhotra, V"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Journeys through the Golgi—taking stock in a new era", 
                "journal": "J Cell Biol", 
                "volume": "187", 
                "pages": {
                    "first": "449", 
                    "last": "453", 
                    "range": "449–453"
                }, 
                "doi": "10.1083/jcb.200909011"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Lavieu", 
                            "index": "Lavieu, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Zheng", 
                            "index": "Zheng, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Rothman", 
                            "index": "Rothman, JE"
                        }
                    }
                ], 
                "articleTitle": "Stapled Golgi cisternae remain in place as cargo passes through the stack", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00558", 
                "doi": "10.7554/eLife.00558"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Mizuno-Yamasaki", 
                            "index": "Mizuno-Yamasaki, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Rivera-Molina", 
                            "index": "Rivera-Molina, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Novick", 
                            "index": "Novick, P"
                        }
                    }
                ], 
                "articleTitle": "GTPase networks in membrane traffic", 
                "journal": "Annu Rev Biochem", 
                "volume": "81", 
                "pages": {
                    "first": "637", 
                    "last": "659", 
                    "range": "637–659"
                }, 
                "doi": "10.1146/annurev-biochem-052810-093700"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Pfeffer", 
                            "index": "Pfeffer, SR"
                        }
                    }
                ], 
                "articleTitle": "How the Golgi works: a cisternal progenitor model", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "107", 
                "pages": {
                    "first": "19614", 
                    "last": "19618", 
                    "range": "19614–19618"
                }, 
                "doi": "10.1073/pnas.1011016107"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FE Rivera-Molina", 
                            "index": "Rivera-Molina, FE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Novick", 
                            "index": "Novick, PJ"
                        }
                    }
                ], 
                "articleTitle": "A Rab GAP cascade defines the boundary between two Rab GTPases on the secretory pathway", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "106", 
                "pages": {
                    "first": "14408", 
                    "last": "14413", 
                    "range": "14408–14413"
                }, 
                "doi": "10.1073/pnas.0906536106"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CT Rollins", 
                            "index": "Rollins, CT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VM Rivera", 
                            "index": "Rivera, VM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DN Woolfson", 
                            "index": "Woolfson, DN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Keenan", 
                            "index": "Keenan, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Hatada", 
                            "index": "Hatada, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Adams", 
                            "index": "Adams, SE"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "A ligand reversible dimerization system for controlling protein-protein interactions", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "97", 
                "pages": {
                    "first": "7096", 
                    "last": "7101", 
                    "range": "7096–7101"
                }, 
                "doi": "10.1073/pnas.100101997"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Volchuk", 
                            "index": "Volchuk, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Amherdt", 
                            "index": "Amherdt, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Ravazzola", 
                            "index": "Ravazzola, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Brügger", 
                            "index": "Brügger, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VM Rivera", 
                            "index": "Rivera, VM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Clackson", 
                            "index": "Clackson, T"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Megavesicles implicated in the rapid transport of intracisternal aggregates across the Golgi stack", 
                "journal": "Cell", 
                "volume": "102", 
                "pages": {
                    "first": "335", 
                    "last": "348", 
                    "range": "335–348"
                }, 
                "doi": "10.1016/S0092-8674(00)00039-8"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}