{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-01710-v1.xml"
        }, 
        "status": "vor", 
        "id": "01710", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01710", 
        "authorLine": "Ge Tao, James F Martin", 
        "title": "MicroRNAs get to the heart of development", 
        "titlePrefix": "Genetics", 
        "published": "2013-11-19T00:00:00Z", 
        "versionDate": "2013-11-19T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01710", 
        "pdf": "https://publishing-cdn.elifesciences.org/01710/elife-01710-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A microRNA regulates the expression of a network of genes in the heart to ensure that progenitor cells develop into strongly contractile cardiac muscle."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Tao and Martin", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ge Tao", 
                    "index": "Tao, Ge"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Physiology and Biophysics", 
                            "Baylor College of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Houston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Houston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ge.tao@bcm.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "James F Martin", 
                    "index": "Martin, James F"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Physiology and Biophysics, and the Program in Developmental Biology", 
                            "Baylor College of Medicine and the Texas Heart Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Houston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Houston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jfmartin@bcm.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-01710-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "01710", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01710", 
        "authorLine": "Ge Tao, James F Martin", 
        "title": "MicroRNAs get to the heart of development", 
        "titlePrefix": "Genetics", 
        "published": "2013-11-19T00:00:00Z", 
        "versionDate": "2013-11-19T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01710", 
        "pdf": "https://publishing-cdn.elifesciences.org/01710/elife-01710-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A microRNA regulates the expression of a network of genes in the heart to ensure that progenitor cells develop into strongly contractile cardiac muscle."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Tao and Martin", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ge Tao", 
                    "index": "Tao, Ge"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Physiology and Biophysics", 
                            "Baylor College of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Houston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Houston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ge.tao@bcm.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "James F Martin", 
                    "index": "Martin, James F"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Physiology and Biophysics, and the Program in Developmental Biology", 
                            "Baylor College of Medicine and the Texas Heart Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Houston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Houston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jfmartin@bcm.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "microRNA-1", 
            "cardiac", 
            "sarcomere", 
            "Telokin", 
            "genetic", 
            "smooth muscle gene expression"
        ], 
        "-related-articles-internal": [
            "01323"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The heart is the first organ to form in mammalian embryos. In mice, the heart starts to pump blood shortly after embryonic day 8 (reviewed in <a href=\"#bib1\">Chen and Wang, 2012</a>), and this primitive circulatory system is vital for ensuring the proper development of the embryo. Many different cell types coexist within the heart, such as muscle cells, vascular cells and pacemaker cells (reviewed in <a href=\"#bib2\">Chien et al., 2008</a>). These different types of cell arise from a common pool of progenitor cells, but the details of this process and how these cells are maintained within the mature heart have puzzled cardiovascular scientists. Now, in <i>eLife</i>, Kathryn Ivey, Deepak Srivastava and co-workers at the Gladstone Institute of Cardiovascular Disease—including Amy Heidersbach as first author—have offered some important clues about the underlying mechanisms (<a href=\"#bib2a\">Heidersbach et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The development of the heart is regulated at both the transcriptional and post-transcriptional level; regulation at the post-transcriptional level involves small non-coding RNA molecules called microRNAs (miRs). These molecules, which are evolutionarily conserved, regulate gene expression by binding to specific sequences within the messenger RNAs and reducing their stability or preventing them from being translated into proteins. Precise miR activity is required for the heart to develop normally, and for it to be able to respond to challenges such as insufficient blood supply, and pressure overload (the increased stress that develops in the left ventricular wall when the heart pumps blood)<b>.</b> Currently known cardiac enriched miRs include miR-1, 133, 206, 208 and 499 (reviewed in <a href=\"#bib1\">Chen and Wang, 2012</a>), with miR-1 being the most abundant in the adult mouse heart."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "MiR-1 is co-transcribed with miR-133a, and has two copies in the mouse genome, miR-1-1 on chromosome 2 and miR-1-2 on chromosome 18. Srivastava and co-workers have previously investigated the role of miR-1-2 during the development and maintenance of the heart (<a href=\"#bib5\">Zhao et al., 2007</a>). In the current study, they have also involved its close relative, miR-1-1, in order to investigate the consequences of complete loss of miR-1 in the mammalian heart, and to identify any functions of miR-1 that are dependent on the amount of miR present."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Both miR-1-1 and miR-1-2 give rise to identical mature miR-1 species. Accordingly, targeted deletion of miR-1-1 results in a phenotype similar to that described for miR-1-2-null mice. However, the genetic background of the knock-out mice seems to affect the phenotype, as indicated by results from Heidersbach et al. and also those of another group who observed no phenotypic changes in miR-1-133 knock-out mice (<a href=\"#bib4\">Wystub et al., 2013</a>). Nevertheless, both groups show that mice lacking all miR-1 copies (miR-1 null) die before weaning due to developmental defects. Heidersbach et al. observed abnormalities in mitochondria (the cell’s energy-producing organelles) as well as dysfunctional sarcomeres—the basic functional units of muscle fibres, which consist of thick filaments formed from the protein myosin and thin filaments made up of the protein actin."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Heidersbach et al. identified a gene called myosin light chain kinase (<i>mlck</i>) as being a direct target of miR-1. The <i>mlck</i> gene encodes an enzyme that adds phosphate groups to myosin molecules, and levels of this enzyme were increased in miR-1 null mice. However, this increased level of <i>mlck</i> was accompanied by a reduction, rather than an increase, in the phosphorylation of its substrate, the myosin light chain. This apparent contradiction was resolved by the discovery that miR-1 deletion leads to increased expression of an alternative form of MLCK, known as telokin, which lacks catalytic activity. Telokin is normally found only in smooth muscle—the type of weakly contractile muscle that lines the gut and the blood vessels—and its increased expression prevented MLCK kinase from phosphorylating myosin."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "However, the fact that <i>telokin</i> alone was primarily induced—and not other forms of <i>mlck</i>, which all have regulatory sequences that are recognized by miR-1—implies that this might not be the whole story. Likewise, the dramatic increase in <i>mlck</i> expression (roughly fourfold) also suggests involvement of a more complex regulatory mechanism, since miRs generally change the expression level of their target messenger RNA by only 20–50% (reviewed in <a href=\"#bib3\">van Rooij and Olson, 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "When Heidersbach et al. analyzed the genes that were up-regulated in the hearts of miR-1 null mice, they found that levels of a protein called smMYOCD were dramatically increased. This protein, known as ‘smooth muscle version of Myocardin’, interacts with a transcription factor called SRF, which regulates the expression of genes that determine the characteristics of cardiac and smooth muscle. It turns out that smMYOCD is a direct target of miR-1. Moreover, the smMYOCD-SRF complex is more effective at promoting transcription of <i>telokin</i> than the cardiac version of Myocardin is. This completes a negative feedback loop that ensures that heart cells have a cardiac rather than smooth muscle phenotype: miR-1 suppresses smMYOCD, promoting the expression of the cardiac enzyme <i>mlck</i>, rather than smooth muscle genes such as <i>telokin</i>, resulting in phosphorylation of myosin and the formation of sarcomeres (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "A network of genes regulated by a microRNA controls muscle development within the heart.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The formation of highly contractile cardiac muscle, as opposed to weakly contractile smooth muscle, depends on the inhibition of a protein called telokin by a microRNA called miR-1. In addition to directly inhibiting the expression of <i>telokin</i> (left), miR-1 also inhibits the expression of <i>telokin</i> indirectly by reducing the expression of a protein called smMYOCD that, working with a transcription factor called SRF, activates the transcription of <i>telokin</i> (right). This combination of two different regulatory mechanisms guarantees that <i>telokin</i> will be inhibited in heart cells, ensuring the formation of highly contractile cardiac muscle."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01710/elife-01710-fig1-v1.tif", 
                        "filename": "elife-01710-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This impressive feat of molecular sleuthing by Heidersbach et al. raises a number of important points that go beyond this specific story. Theoretically, miRs can target hundreds of genes across the genome due to the short target sequences (6–8 nucleotides) they recognize. The working model built by Heidersbach et al. illustrates how networks of genes regulated by miRs can indirectly control the expression of a critical gene in any tissue (<a href=\"#fig1\">Figure 1</a>). Direct miR-mediated repression of a transcriptional activator for a target gene amplifies the influence of that miR on its target. In the example described by Heidersbach et al., the feedback loop comprised of miR-1, SRF and smMYOCD guarantees the sensitive and powerful regulation of <i>telokin</i> in response to environmental and pathological stimuli, and probably makes the heart more robust."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Heidersbach et al. also reveal the importance of computational methods to unwind the complex web woven by miRs in organ development and homeostasis. Future progress in this area will require creative computational approaches to help discover new mechanisms and principles of miR-regulated gene expression."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Chen", 
                            "index": "Chen, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DZ Wang", 
                            "index": "Wang, DZ"
                        }
                    }
                ], 
                "articleTitle": "microRNAs in cardiovascular development", 
                "journal": "J Mol Cell Cardiol", 
                "volume": "52", 
                "pages": {
                    "first": "949", 
                    "last": "957", 
                    "range": "949–957"
                }, 
                "doi": "10.1016/j.yjmcc.2012.01.012"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KR Chien", 
                            "index": "Chien, KR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IJ Domian", 
                            "index": "Domian, IJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KK Parker", 
                            "index": "Parker, KK"
                        }
                    }
                ], 
                "articleTitle": "Cardiogenesis and the complex biology of regenerative cardiovascular medicine", 
                "journal": "Science", 
                "volume": "322", 
                "pages": {
                    "first": "1494", 
                    "last": "1497", 
                    "range": "1494–1497"
                }, 
                "doi": "10.1126/science.1163267"
            }, 
            {
                "type": "journal", 
                "id": "bib2a", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Heidersbach", 
                            "index": "Heidersbach, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Saxby", 
                            "index": "Saxby, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Carver-Moore", 
                            "index": "Carver-Moore, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Huang", 
                            "index": "Huang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YS Ang", 
                            "index": "Ang, YS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P De Jong", 
                            "index": "De Jong, P"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "microRNA-1 regulates sarcomere formation and suppresses smooth muscle gene expression in the mammalian heart", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e01323", 
                "doi": "10.7554/eLife.01323"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E van Rooij", 
                            "index": "van Rooij, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EN Olson", 
                            "index": "Olson, EN"
                        }
                    }
                ], 
                "articleTitle": "MicroRNA therapeutics for cardiovascular disease: opportunities and obstacles", 
                "journal": "Nat Rev Drug Discov", 
                "volume": "11", 
                "pages": {
                    "first": "860", 
                    "last": "872", 
                    "range": "860–872"
                }, 
                "doi": "10.1038/nrd3864"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Wystub", 
                            "index": "Wystub, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Besser", 
                            "index": "Besser, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Bachmann", 
                            "index": "Bachmann, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Boettger", 
                            "index": "Boettger, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Braun", 
                            "index": "Braun, T"
                        }
                    }
                ], 
                "articleTitle": "miR-1/133a clusters cooperatively specify the cardiomyogenic lineage by adjustment of myocardin levels during embryonic heart development", 
                "journal": "PLOS Genet", 
                "volume": "9", 
                "pages": "e1003793", 
                "doi": "10.1371/journal.pgen.1003793"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zhao", 
                            "index": "Zhao, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Ransom", 
                            "index": "Ransom, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Li", 
                            "index": "Li, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Vedantham", 
                            "index": "Vedantham, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M von Drehle", 
                            "index": "von Drehle, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AN Muth", 
                            "index": "Muth, AN"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Dysregulation of cardiogenesis, cardiac conduction, and cell cycle in mice lacking miRNA-1-2", 
                "journal": "Cell", 
                "volume": "129", 
                "pages": {
                    "first": "303", 
                    "last": "317", 
                    "range": "303–317"
                }, 
                "doi": "10.1016/j.cell.2007.03.030"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}