{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/d86f51a303f6b6334cf91fa126ad4e0b4accbf8b/articles/elife-02615-v1.xml"
        }, 
        "status": "vor", 
        "id": "02615", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02615", 
        "authorLine": "Jean-Marc Goaillard, Martial A Dufour", 
        "title": "The pros and cons of degeneracy", 
        "titlePrefix": "Neuropathic Pain", 
        "published": "2014-04-01T00:00:00Z", 
        "versionDate": "2014-04-01T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02615", 
        "pdf": "https://publishing-cdn.elifesciences.org/02615/elife-02615-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Drugs could treat neuropathic pain more effectively if they simultaneously targeted two or more types of ion channel."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Goaillard and Dufour", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jean-Marc Goaillard", 
                    "index": "Goaillard, Jean-Marc"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Inserm (Inserm UMR_S 1072) and Aix Marseille University"
                        ], 
                        "address": {
                            "formatted": [
                                "Marseille", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Marseille"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jean-marc.goaillard@univ-amu.fr"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Martial A Dufour", 
                    "index": "Dufour, Martial A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Inserm (Inserm UMR_S 1072) and Aix Marseille University"
                        ], 
                        "address": {
                            "formatted": [
                                "Marseille", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Marseille"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/d86f51a303f6b6334cf91fa126ad4e0b4accbf8b/articles/elife-02615-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "02615", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02615", 
        "authorLine": "Jean-Marc Goaillard, Martial A Dufour", 
        "title": "The pros and cons of degeneracy", 
        "titlePrefix": "Neuropathic Pain", 
        "published": "2014-04-01T00:00:00Z", 
        "versionDate": "2014-04-01T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02615", 
        "pdf": "https://publishing-cdn.elifesciences.org/02615/elife-02615-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Drugs could treat neuropathic pain more effectively if they simultaneously targeted two or more types of ion channel."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Goaillard and Dufour", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jean-Marc Goaillard", 
                    "index": "Goaillard, Jean-Marc"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Inserm (Inserm UMR_S 1072) and Aix Marseille University"
                        ], 
                        "address": {
                            "formatted": [
                                "Marseille", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Marseille"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jean-marc.goaillard@univ-amu.fr"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Martial A Dufour", 
                    "index": "Dufour, Martial A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Inserm (Inserm UMR_S 1072) and Aix Marseille University"
                        ], 
                        "address": {
                            "formatted": [
                                "Marseille", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Marseille"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "neuropathic pain", 
            "degeneracy", 
            "excitability", 
            "membrane potential oscillation", 
            "dynamic clamp", 
            "bursting"
        ], 
        "-related-articles-internal": [
            "02370"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Complex biological systems are able to use multiple different solutions to produce similar phenotypes or outputs. This property is called degeneracy (<a href=\"#bib4\">Edelman and Gally, 2001</a>) and it makes biological systems more robust because it reduces the impact caused by changes to a single parameter. In the genetic code, for instance, various combinations of three nucleotides can encode the same amino acid: for example, all nucleotide triplets starting with UC encode serine, which means that any mutation in the last nucleotide (which can be U, C, G or A) does not affect the protein that is produced (<a href=\"#bib5\">Goldberg and Wittes, 1966</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Early in the study of genetics, the embryologist Conrad Hal Waddington demonstrated that the development of biological organisms is protected from isolated genetic variations because numerous genes with overlapping functions define how development proceeds (<a href=\"#bib11\">Waddington, 1957</a>). This suggested for the first time that there is a direct link between degeneracy and biological robustness. Now, in <i>eLife</i>, Steven Prescott and colleagues at the University of Toronto and the University of Pittsburgh—including Stéphanie Ratté as first author—show that degeneracy may also underlie the robustness of pathological states against pharmacological treatments (<a href=\"#bib10\">Ratté et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Neurons conduct information along their length through the firing of action potentials. These are electrical signals generated by the movement of ions through channels in the nerve membrane. Action potentials rely on the activity of many different subtypes of ion channels (including potassium, sodium and calcium channels, and also non-specific channels; <a href=\"#bib1\">Bean, 2007</a>), which therefore define the excitability profile of neurons (which is the ability of neurons to generate an action potential in response to a given stimulus). Theoretical and experimental studies have demonstrated that neurons are able to generate the same excitability profile in many different ways (<a href=\"#bib7\">Marder and Goaillard, 2006</a>; <a href=\"#bib8\">Marder and Taylor, 2011</a>), to the extent that normal levels of excitability can be maintained even if a major ion channel is chronically deleted, as seen in knock-out animals."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Neuropathic pain occurs after lesions in the peripheral or central nervous system and involves the appearance of highly debilitating spontaneous pain and hypersensitivity to both painful stimuli (a form of pain known as hyperalgesia) and sensory stimuli (dysesthesia and allodynia; <a href=\"#bib2\">Costigan et al., 2009</a>). Neuropathic pain is currently interpreted as a maladaptive plasticity response of the nervous system to injury. The causes and the pain phenotypes associated with the disease are complex, but it has been established that neuropathic pain results from changes in how the synapses between nerve cells work and how action potentials are generated. Instead of firing a single action potential in response to a stimulus, neurons fire many action potentials repetitively. This is known as neuronal hyperexcitability."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Ratté et al. studied how the degeneracy involved in generating action potentials may affect the development of the hyperexcitability associated with neuropathic pain. First, they showed that the change in neuron behaviour from normal physiological states to pathological states of excitability occurs when a tipping point is crossed (<a href=\"#fig1\">Figure 1</a>). Using pharmacological blockade, electrophysiological recordings and computational modelling, Ratté et al. then demonstrated that this tipping point can be crossed by changes in the conductance of different ion channels. In naïve (non-injured) animals, hyperexcitability can be generated by an increase in sodium conductance, a decrease in potassium conductance, or both. Applying the opposite changes—decreasing the sodium conductance, increasing the potassium conductance, or both—can reverse the hyperexcitability observed in nerve-injured animals experiencing neuropathic pain. The discovery of these multiple ways of controlling the excitability reveals there is a substantial level of degeneracy behind the action potential response."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Multiple pathways to switch between normal excitability and hyperexcitability in a neuron.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Primary afferent neurons can display a normal excitability profile, characterized by the firing of a single action potential (blue trace) in response to a current step, or a ‘neuropathic’ hyperexcitability profile, characterized by the repetitive firing of action potentials in response to the same stimulus (red trace). Ratté et al. have found that the switch between these two profiles occurs when a tipping point is crossed, and this transition can be induced by varying the sodium (horizontal axis) and potassium conductances (vertical). For instance (left part of the graph), decreasing the potassium conductance (1), increasing the sodium conductance (2) or applying both changes simultaneously (3) induces the transition from normal to neuropathic behaviour, while increasing both conductances (4) preserves a normal excitability profile. Conversely, reversing the neuropathic profile can be achieved by increasing the potassium conductance (5), decreasing the sodium conductance (6) or applying both changes simultaneously (7). Note that, for conductance modifications of the same magnitude (arrows 5, 6 and 7), concerted changes in both conductances are much more efficient in reversing the neuropathic phenotype: the purple squares reached with arrows 5 and 6 are much closer to the tipping point than the blue square reached with arrow 7. This may explain why drugs targeting single ion channels are less efficient at treating neuropathic pain."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/02615/elife-02615-fig1-v1.tif", 
                        "image": "elife-02615-fig1-v1.tif", 
                        "filename": "elife-02615-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This finding sheds light on the surprising results obtained in transgenic animals lacking two types of sodium ion channels called Nav1.7 and Nav1.8 (<a href=\"#bib9\">Nassar et al., 2005</a>). While both of these sodium channels are highly expressed in the neurons responsible for responding to pain, and have been demonstrated to be involved in neuropathic pain (<a href=\"#bib3\">Dib-Hajj et al., 2010</a>), genetically suppressing these two channels in the pain-transmitting nerves does not affect the development of neuropathic pain. In other words, these neurons preserve their distance from the tipping point, even in the absence of Nav1.7 and Nav1.8. Based on these results, one can imagine that the reason why animals with deleted Nav1.7 and Nav1.8 sodium channels still experience neuropathic pain is because the potassium conductance correspondingly decreases to match the decrease in sodium conductance. This therefore maintains the same excitability behaviour."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Ratté et al. also demonstrate that simultaneously increasing the sodium conductance and decreasing the potassium conductance is the most efficient way to trigger the hyperexcitability associated with neuropathic pain, whilst the opposite conductance changes are the most efficient way of relieving it (<a href=\"#fig1\">Figure 1</a>). As a consequence, drugs targeting a single ion channel are likely to be far less efficient at treating neuropathic pain than drugs targeting two ion channels. This is highly reminiscent of the observation that epilepsy (another excitability disorder) seems to develop in response to the combined misregulation of different ion channels (<a href=\"#bib6\">Klassen et al., 2011</a>). ‘Dirty’ drugs targeting several ion channels might therefore be more efficient in treating both epilepsy and neuropathic pain."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Altogether, the work of Ratté et al. demonstrates that excitability disorders such as neuropathic pain rely on the degeneracy of excitability, with numerous ion channels defining the excitability profile of the neuron. These results call for our principles of drug design for excitability disorders to be reconsidered, to take into account how the degeneracy of biological systems helps develop pathological robustness and resistance to pharmacology."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BP Bean", 
                            "index": "Bean, BP"
                        }
                    }
                ], 
                "articleTitle": "The action potential in mammalian central neurons", 
                "journal": "Nature Reviews Neuroscience", 
                "volume": "8", 
                "pages": {
                    "first": "451", 
                    "last": "465", 
                    "range": "451–465"
                }, 
                "doi": "10.1038/nrn2148"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Costigan", 
                            "index": "Costigan, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Scholz", 
                            "index": "Scholz, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Woolf", 
                            "index": "Woolf, CJ"
                        }
                    }
                ], 
                "articleTitle": "Neuropathic pain: a maladaptive response of the nervous system to damage", 
                "journal": "Annual Review of Neuroscience", 
                "volume": "32", 
                "pages": {
                    "first": "1", 
                    "last": "32", 
                    "range": "1–32"
                }, 
                "doi": "10.1146/annurev.neuro.051508.135531"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SD Dib-Hajj", 
                            "index": "Dib-Hajj, SD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TR Cummins", 
                            "index": "Cummins, TR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Black", 
                            "index": "Black, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SG Waxman", 
                            "index": "Waxman, SG"
                        }
                    }
                ], 
                "articleTitle": "Sodium channels in normal and pathological pain", 
                "journal": "Annual Review of Neuroscience", 
                "volume": "33", 
                "pages": {
                    "first": "325", 
                    "last": "347", 
                    "range": "325–347"
                }, 
                "doi": "10.1146/annurev-neuro-060909-153234"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GM Edelman", 
                            "index": "Edelman, GM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Gally", 
                            "index": "Gally, JA"
                        }
                    }
                ], 
                "articleTitle": "Degeneracy and complexity in biological systems", 
                "journal": "Proceedings of the National Academy of Sciences of the United States of America", 
                "volume": "98", 
                "pages": {
                    "first": "13763", 
                    "last": "13768", 
                    "range": "13763–13768"
                }, 
                "doi": "10.1073/pnas.231499798"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1966", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Goldberg", 
                            "index": "Goldberg, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Wittes", 
                            "index": "Wittes, RE"
                        }
                    }
                ], 
                "articleTitle": "Genetic code: aspects of organization", 
                "journal": "Science", 
                "volume": "153", 
                "pages": {
                    "first": "420", 
                    "last": "424", 
                    "range": "420–424"
                }, 
                "doi": "10.1126/science.153.3734.420"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Klassen", 
                            "index": "Klassen, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Davis", 
                            "index": "Davis, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Goldman", 
                            "index": "Goldman, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Burgess", 
                            "index": "Burgess, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Chen", 
                            "index": "Chen, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Wheeler", 
                            "index": "Wheeler, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J McPherson", 
                            "index": "McPherson, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Bourquin", 
                            "index": "Bourquin, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Lewis", 
                            "index": "Lewis, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Villasana", 
                            "index": "Villasana, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Morgan", 
                            "index": "Morgan, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Muzny", 
                            "index": "Muzny, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Gibbs", 
                            "index": "Gibbs, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Noebels", 
                            "index": "Noebels, J"
                        }
                    }
                ], 
                "articleTitle": "Exome sequencing of ion channel genes reveals complex profiles confounding personal risk assessment in epilepsy", 
                "journal": "Cell", 
                "volume": "145", 
                "pages": {
                    "first": "1036", 
                    "last": "1048", 
                    "range": "1036–1048"
                }, 
                "doi": "10.1016/j.cell.2011.05.025"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Marder", 
                            "index": "Marder, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Goaillard", 
                            "index": "Goaillard, JM"
                        }
                    }
                ], 
                "articleTitle": "Variability, compensation and homeostasis in neuron and network function", 
                "journal": "Nature Reviews Neuroscience", 
                "volume": "7", 
                "pages": {
                    "first": "563", 
                    "last": "574", 
                    "range": "563–574"
                }, 
                "doi": "10.1038/nrn1949"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Marder", 
                            "index": "Marder, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Taylor", 
                            "index": "Taylor, AL"
                        }
                    }
                ], 
                "articleTitle": "Multiple models to capture the variability in biological neurons and networks", 
                "journal": "Nature Neuroscience", 
                "volume": "14", 
                "pages": {
                    "first": "133", 
                    "last": "138", 
                    "range": "133–138"
                }, 
                "doi": "10.1038/nn.2735"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Nassar", 
                            "index": "Nassar, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Levato", 
                            "index": "Levato, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LC Stirling", 
                            "index": "Stirling, LC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JN Wood", 
                            "index": "Wood, JN"
                        }
                    }
                ], 
                "articleTitle": "Neuropathic pain develops normally in mice lacking both Na(v)1.7 and Na(v)1.8", 
                "journal": "Molecular Pain", 
                "volume": "1", 
                "pages": "24", 
                "doi": "10.1186/1744-8069-1-24"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Ratté", 
                            "index": "Ratté, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zhu", 
                            "index": "Zhu, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KY Lee", 
                            "index": "Lee, KY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Prescott", 
                            "index": "Prescott, SA"
                        }
                    }
                ], 
                "articleTitle": "Criticality and degeneracy in injury-induced changes in primary afferent excitability and the implications for neuropathic pain", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e02370", 
                "doi": "10.7554/eLife.02370"
            }, 
            {
                "type": "book", 
                "id": "bib11", 
                "date": "1957", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CH Waddington", 
                            "index": "Waddington, CH"
                        }
                    }
                ], 
                "bookTitle": "The strategy of the genes; a discussion of some aspects of theoretical biology", 
                "publisher": {
                    "name": [
                        "Allen & Unwin"
                    ], 
                    "address": {
                        "formatted": [
                            "London"
                        ], 
                        "components": {
                            "locality": [
                                "London"
                            ]
                        }
                    }
                }
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}