{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "25000", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.25000", 
        "authorLine": "Chongsheng He, Roberto Bonasio", 
        "title": "A cut above", 
        "titlePrefix": "Chromatin mapping", 
        "published": "2017-02-15T00:00:00Z", 
        "versionDate": "2017-02-15T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e25000", 
        "pdf": "https://publishing-cdn.elifesciences.org/25000/elife-25000-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>", 
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A new technique called CUT&RUN can map the distribution of proteins on the genome with higher resolution and accuracy than existing approaches."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "He et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Chongsheng He", 
                    "index": "He, Chongsheng"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Epigenetics Institute and the Department of Cell and Developmental Biology", 
                            "Perelman School of Medicine, University of Pennsylvania"
                        ], 
                        "address": {
                            "formatted": [
                                "Philadelphia", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Philadelphia"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Roberto Bonasio", 
                    "index": "Bonasio, Roberto"
                }, 
                "orcid": "0000-0002-0767-0889", 
                "affiliations": [
                    {
                        "name": [
                            "Epigenetics Institute and the Department of Cell and Developmental Biology", 
                            "Perelman School of Medicine, University of Pennsylvania"
                        ], 
                        "address": {
                            "formatted": [
                                "Philadelphia", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Philadelphia"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rbon@mail.med.upenn.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "impactStatement": "A new technique called CUT&RUN can map the distribution of proteins on the genome with higher resolution and accuracy than existing approaches."
    }, 
    "article": {
        "status": "vor", 
        "id": "25000", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.25000", 
        "authorLine": "Chongsheng He, Roberto Bonasio", 
        "title": "A cut above", 
        "titlePrefix": "Chromatin mapping", 
        "published": "2017-02-15T00:00:00Z", 
        "versionDate": "2017-02-15T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e25000", 
        "pdf": "https://publishing-cdn.elifesciences.org/25000/elife-25000-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>", 
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A new technique called CUT&RUN can map the distribution of proteins on the genome with higher resolution and accuracy than existing approaches."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "He et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Chongsheng He", 
                    "index": "He, Chongsheng"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Epigenetics Institute and the Department of Cell and Developmental Biology", 
                            "Perelman School of Medicine, University of Pennsylvania"
                        ], 
                        "address": {
                            "formatted": [
                                "Philadelphia", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Philadelphia"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Roberto Bonasio", 
                    "index": "Bonasio, Roberto"
                }, 
                "orcid": "0000-0002-0767-0889", 
                "affiliations": [
                    {
                        "name": [
                            "Epigenetics Institute and the Department of Cell and Developmental Biology", 
                            "Perelman School of Medicine, University of Pennsylvania"
                        ], 
                        "address": {
                            "formatted": [
                                "Philadelphia", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Philadelphia"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rbon@mail.med.upenn.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "impactStatement": "A new technique called CUT&RUN can map the distribution of proteins on the genome with higher resolution and accuracy than existing approaches.", 
        "keywords": [
            "transcription factors", 
            "chromatin", 
            "in situ profiling", 
            "DNA sequencing", 
            "chromatin mapping"
        ], 
        "-related-articles-internal": [
            "21856"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The genome is regulated by thousands of proteins and mapping the interactions between these proteins and the genome is crucial in many areas of biology. However, the mapping process is complicated by the fact that eukaryotic genomes are normally packaged inside a macromolecular complex called chromatin, which is found in the cell nucleus. The basic building block of chromatin is a structure called a nucleosome, which consists of about 150 base pairs of DNA wrapped around proteins called histones (<a href=\"#bib1\">Campos and Reinberg, 2009</a>). The most popular technique for mapping protein–DNA interactions is called ChIP, which is short for chromatin immunoprecipitation."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Although a number of variations on ChIP have been developed over the years (<a href=\"#bib10\">Zentner and Henikoff, 2014</a>), the original method – called crosslinked ChIP or X-ChIP – is still the most widely used. In X-ChIP the protein-DNA interactions are frozen in place (by using formaldehyde to form crosslinks between them; <a href=\"#fig1\">Figure 1A</a>) and the chromatin is fragmented by sonication and made soluble. Antibodies are then used to physically separate the chromatin fragments that contain the protein of interest from those that do not, so that the DNA in these fragments can be identified. In native ChIP, the freezing-in-place (crosslinking) step is skipped and the chromatin is fragmented by an enzyme called micrococcal nuclease (MNase; <a href=\"#fig1\">Figure 1B</a>). The DNA obtained by X-ChIP or native ChIP can be identified using microarrays (ChIP-chip) or deep sequencing techniques (ChIP-seq; <a href=\"#bib4\">Johnson et al., 2007</a>). The final results are maps spanning the entire genome and studded with peaks and valleys that represent the presence and absence of a given protein at each genomic locus."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "X-ChIP, native ChIP, and CUT&RUN.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) In X-ChIP, cells are first crosslinked (red crosses) with formaldehyde to freeze the interactions between the DNA (black line) and a chromatin-binding protein of interest (CP; blue). Sonication fragments the chromatin and makes it soluble. Antibodies are used to recognize the protein–DNA fragments, which are then ‘pulled’ out of the solution using antibody-binding beads, in a process called immunoprecipitation. The histones are shown in yellow. (<b>B</b>) In native ChIP, chromatin is fragmented and solubilized by treating cells with an enzyme called micrococcal nuclease (MNase; small brown shapes). The natural affinity of the protein for its DNA target keep them together during the immunoprecipitation process. (<b>C</b>) In CUT&amp;RUN;, antibodies direct the activity of the MNase enzyme to ensure that chromatin cleavage happens close to the protein of interest. A protein called protein A (brown ovals) binds the MNase enzyme to the antibody. The resulting small DNA fragments can be isolated as they diffuse out of the nuclei."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/25000/elife-25000-fig1-v1.jpg", 
                        "filename": "elife-25000-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Crosslinking-based ChIP techniques, especially ChIP-seq, are now widely used to study gene regulation and they have been employed in a number of large-scale studies, such as the ENCODE project (<a href=\"#bib2\">ENCODE Consortium, 2012</a>) and the NIH Roadmap Epigenomics project (<a href=\"#bib6\">Roadmap Epigenomics Consortium, 2015</a>). Thousands of ChIP-seq datasets are available in public databases and there are very few papers in the fields of transcription, gene regulation, and epigenetics that do not contain at least one ChIP-seq experiment."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "However, ChIP-seq suffers from a number of limitations, including poor resolution, suboptimal signal-to-noise ratio, and a tendency for false positives. These problems are caused by the chemicals used to crosslink the chromatin, the strong forces used to fragment it during sonication, and the detergents used to make the fragments soluble (<a href=\"#bib3\">Jain et al., 2015</a>; <a href=\"#bib9\">Teytelman et al., 2013</a>). Now, in eLife, Peter Skene and Steven Henikoff of the Fred Hutchinson Cancer Research Center report that they have developed a new technique called ‘cleavage under targets and release using nuclease’ (CUT&amp;RUN;) that has the potential to overcome the limitations of X-ChIP (<a href=\"#bib8\">Skene and Henikoff, 2017</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "CUT&amp;RUN; is similar to native ChIP in that it uses the same enzyme, MNase, to fragment the DNA (<a href=\"#fig1\">Figure 1C</a>). However, unlike native ChIP, the antibodies are not used to physically separate wanted from unwanted chromatin fragments (which is one of the sources of noise in ChIP); instead, CUT&amp;RUN; uses the antibodies to guide the cutting activity of the MNase enzyme to the protein of interest while the latter is still bound to intact chromatin. This means that only nearby DNA is cut into small fragments; because of their size, these fragments of DNA float out of the nuclei (leaving the rest of the uncut genome behind) and can be identified by deep sequencing. Therefore, a significant advantage of CUT&amp;RUN; is that it does not require the use of strong chemicals or sonication and that the nuclease only cuts the DNA in the region of interest, thus minimizing the noise from unwanted chromatin regions. Skene and Henikoff borrowed this idea from an older technique called chromatin immunocleavage (ChIC; <a href=\"#bib7\">Schmid et al., 2004</a>) but adapted it to native nuclei and modernized it for the sequencing age."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To test the performance of CUT&RUN, Skene and Henikoff created maps of well-known proteins that bind the genome in yeast and human cells and compared these to maps produced by ChIP-seq. The maps obtained through CUT&RUN had a higher dynamic range and recovered a larger fraction of ‘true positives’ (sites containing short DNA sequences recognized by each protein). Skene and Henikoff were also able to modify CUT&RUN to study poorly soluble complexes by extracting all the DNA from the nuclei and only sequencing fragments below a certain size limit, which were specifically generated by the antibody-guided MNase enzyme. Due to lower sample and sequencing requirements, CUT&RUN might be applicable to a number of real-world situations, where cost and sample availability are often an issue."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As a new technique, CUT&amp;RUN; will require further evaluation to determine whether it could replace (or at least complement) ChIP-seq and its variants at the same scale. For example, it is not clear if CUT&amp;RUN; can be applied to samples in which it is not possible to isolate the nuclei of the cells; this could include some fresh tissue samples and many samples that have been fixed and then frozen. Moreover, like X-ChIP, CUT&amp;RUN; has the disadvantage that in addition to cleaving DNA in the target region, the nuclease also cleaves DNA that is far away from the target region in sequence space, but close in real space because of the three-dimensional structure of the DNA. To distinguish between these direct and indirect targets, Skene and Henikoff compared CUT&amp;RUN; maps with those obtained with their native ChIP protocol (<a href=\"#bib5\">Kasinathan et al., 2014</a>), which only detects direct targets. However, this two-pronged approach can be labor intensive and CUT&amp;RUN; would be even more useful if it could be modified to only detect DNA directly bound to the protein of interest."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Nevertheless, CUT&RUN is a welcome addition to the arsenal of techniques in the fast-evolving field of functional genomics and we look forward to the new insights that it might facilitate in the future."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EI Campos", 
                            "index": "Campos, EI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Reinberg", 
                            "index": "Reinberg, D"
                        }
                    }
                ], 
                "articleTitle": "Histones: annotating chromatin", 
                "journal": "Annual Review of Genetics", 
                "volume": "43", 
                "pages": {
                    "first": "559", 
                    "last": "599", 
                    "range": "559–599"
                }, 
                "doi": "10.1146/annurev.genet.032608.103928", 
                "pmid": 19886812
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "ENCODE Consortium"
                    }
                ], 
                "articleTitle": "An integrated encyclopedia of DNA elements in the human genome", 
                "journal": "Nature", 
                "volume": "489", 
                "pages": {
                    "first": "57", 
                    "last": "74", 
                    "range": "57–74"
                }, 
                "doi": "10.1038/nature11247", 
                "pmid": 22955616
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Jain", 
                            "index": "Jain, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Baldi", 
                            "index": "Baldi, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Zabel", 
                            "index": "Zabel, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Straub", 
                            "index": "Straub, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PB Becker", 
                            "index": "Becker, PB"
                        }
                    }
                ], 
                "articleTitle": "Active promoters give rise to false positive 'Phantom Peaks' in ChIP-seq experiments", 
                "journal": "Nucleic Acids Research", 
                "volume": "43", 
                "pages": {
                    "first": "6959", 
                    "last": "6968", 
                    "range": "6959–6968"
                }, 
                "doi": "10.1093/nar/gkv637", 
                "pmid": 26117547
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DS Johnson", 
                            "index": "Johnson, DS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Mortazavi", 
                            "index": "Mortazavi, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RM Myers", 
                            "index": "Myers, RM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Wold", 
                            "index": "Wold, B"
                        }
                    }
                ], 
                "articleTitle": "Genome-wide mapping of in vivo protein-DNA interactions", 
                "journal": "Science", 
                "volume": "316", 
                "pages": {
                    "first": "1497", 
                    "last": "1502", 
                    "range": "1497–1502"
                }, 
                "doi": "10.1126/science.1141319", 
                "pmid": 17540862
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kasinathan", 
                            "index": "Kasinathan, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GA Orsi", 
                            "index": "Orsi, GA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GE Zentner", 
                            "index": "Zentner, GE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Ahmad", 
                            "index": "Ahmad, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Henikoff", 
                            "index": "Henikoff, S"
                        }
                    }
                ], 
                "articleTitle": "High-resolution mapping of transcription factor binding sites on native chromatin", 
                "journal": "Nature Methods", 
                "volume": "11", 
                "pages": {
                    "first": "203", 
                    "last": "209", 
                    "range": "203–209"
                }, 
                "doi": "10.1038/nmeth.2766", 
                "pmid": 24336359
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "Roadmap Epigenomics Consortium"
                    }
                ], 
                "articleTitle": "Integrative analysis of 111 reference human epigenomes", 
                "journal": "Nature", 
                "volume": "518", 
                "pages": {
                    "first": "317", 
                    "last": "330", 
                    "range": "317–330"
                }, 
                "doi": "10.1038/nature14248", 
                "pmid": 25693563
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Schmid", 
                            "index": "Schmid, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Durussel", 
                            "index": "Durussel, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "UK Laemmli", 
                            "index": "Laemmli, UK"
                        }
                    }
                ], 
                "articleTitle": "ChIC and ChEC; genomic mapping of chromatin proteins", 
                "journal": "Molecular Cell", 
                "volume": "16", 
                "pages": {
                    "first": "147", 
                    "last": "157", 
                    "range": "147–157"
                }, 
                "doi": "10.1016/j.molcel.2004.09.007", 
                "pmid": 15469830
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2017", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Skene", 
                            "index": "Skene, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Henikoff", 
                            "index": "Henikoff, S"
                        }
                    }
                ], 
                "articleTitle": "An efficient targeted nuclease strategy for high-resolution mapping of DNA binding sites", 
                "journal": "eLife", 
                "volume": "6", 
                "pages": "e21856", 
                "doi": "10.7554/eLife.21856", 
                "pmid": 28079019
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Teytelman", 
                            "index": "Teytelman, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Thurtle", 
                            "index": "Thurtle, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Rine", 
                            "index": "Rine, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A van Oudenaarden", 
                            "index": "van Oudenaarden, A"
                        }
                    }
                ], 
                "articleTitle": "Highly expressed loci are vulnerable to misleading ChIP localization of multiple unrelated proteins", 
                "journal": "PNAS", 
                "volume": "110", 
                "pages": {
                    "first": "18602", 
                    "last": "18607", 
                    "range": "18602–18607"
                }, 
                "doi": "10.1073/pnas.1316064110", 
                "pmid": 24173036
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GE Zentner", 
                            "index": "Zentner, GE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Henikoff", 
                            "index": "Henikoff, S"
                        }
                    }
                ], 
                "articleTitle": "High-resolution digital profiling of the epigenome", 
                "journal": "Nature Reviews Genetics", 
                "volume": "15", 
                "pages": {
                    "first": "814", 
                    "last": "827", 
                    "range": "814–827"
                }, 
                "doi": "10.1038/nrg3798", 
                "pmid": 25297728
            }
        ]
    }
}