{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "14511", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.14511", 
        "authorLine": "Simon Wilkinson, Margaret C Frame", 
        "title": "The ROCKs on which tumour cells thrive", 
        "titlePrefix": "Cell proliferation", 
        "published": "2016-03-07T00:00:00Z", 
        "versionDate": "2016-03-07T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e14511", 
        "pdf": "https://publishing-cdn.elifesciences.org/14511/elife-14511-v1.pdf", 
        "subjects": [
            {
                "id": "cancer-biology", 
                "name": "Cancer biology"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A new study reveals that the ROCK proteins play key roles in the formation of tumours in mice."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Wilkinson et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Simon Wilkinson", 
                    "index": "Wilkinson, Simon"
                }, 
                "orcid": "0000-0003-1082-8218", 
                "affiliations": [
                    {
                        "name": [
                            "CRUK Edinburgh Centre, MRC Institute of Genetics and Molecular Medicine", 
                            "University of Edinburgh"
                        ], 
                        "address": {
                            "formatted": [
                                "Edinburgh", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Edinburgh"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "s.wilkinson@ed.ac.uk"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Margaret C Frame", 
                    "index": "Frame, Margaret C"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "CRUK Edinburgh Centre, MRC Institute of Genetics and Molecular Medicine", 
                            "University of Edinburgh"
                        ], 
                        "address": {
                            "formatted": [
                                "Edinburgh", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Edinburgh"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "14511", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.14511", 
        "authorLine": "Simon Wilkinson, Margaret C Frame", 
        "title": "The ROCKs on which tumour cells thrive", 
        "titlePrefix": "Cell proliferation", 
        "published": "2016-03-07T00:00:00Z", 
        "versionDate": "2016-03-07T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e14511", 
        "pdf": "https://publishing-cdn.elifesciences.org/14511/elife-14511-v1.pdf", 
        "subjects": [
            {
                "id": "cancer-biology", 
                "name": "Cancer biology"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A new study reveals that the ROCK proteins play key roles in the formation of tumours in mice."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Wilkinson et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Simon Wilkinson", 
                    "index": "Wilkinson, Simon"
                }, 
                "orcid": "0000-0003-1082-8218", 
                "affiliations": [
                    {
                        "name": [
                            "CRUK Edinburgh Centre, MRC Institute of Genetics and Molecular Medicine", 
                            "University of Edinburgh"
                        ], 
                        "address": {
                            "formatted": [
                                "Edinburgh", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Edinburgh"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "s.wilkinson@ed.ac.uk"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Margaret C Frame", 
                    "index": "Frame, Margaret C"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "CRUK Edinburgh Centre, MRC Institute of Genetics and Molecular Medicine", 
                            "University of Edinburgh"
                        ], 
                        "address": {
                            "formatted": [
                                "Edinburgh", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Edinburgh"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "rho kinase", 
            "ROCK", 
            "cellular senescence", 
            "cell proliferation", 
            "actomyosin contractility", 
            "actin cytoskeleton"
        ], 
        "relatedArticles": [
            "12203"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "A family of signalling proteins called the Rho GTPases are known to have a profound influence on the formation of tumours in humans and other animals. Once activated, Rho GTPases bind to and activate a network of other proteins in cells, including the enzymes ROCK1 and ROCK2 (Rho-associated, coiled-coil-containing protein kinases; <a href=\"#bib3\">Riento and Ridley, 2003</a>). Now, in eLife, Sandra Kümper of the Institute of Cancer Research (ICR) and colleagues – including the late Christopher Marshall – report that ROCK activity is essential for tumours to form in mice (<a href=\"#bib2\">Kümper et al., 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Cells contain networks of filaments made of a protein called F-actin and the ROCK proteins target other proteins that regulate the accumulation of F-actin. They also regulate the activity of a motor protein called myosin II, which generates the forces that drive the contraction of F-actin via a process called “actomyosin contractility”. This process is critical for, among other things, muscle contraction and the migration of cells around the body."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In part due to two decades of insightful work by Christopher Marshall and various colleagues, it is now accepted that the ROCKs (<a href=\"#bib5\">Sahai and Marshall, 2003</a>) and related kinases (such as the MRCKs; <a href=\"#bib8\">Wilkinson et al., 2005</a>) have key roles in the migration of tumour cells (<a href=\"#bib4\">Sadok et al., 2015</a>). Changes in actomyosin contractility are involved in these migrations, which are responsible for the spread of cancer around the body. Moreover, recent studies show that ROCK1/2 also have other roles in cell division and in promoting tumour growth (<a href=\"#bib6\">Samuel et al., 2011</a>; <a href=\"#bib1\">Kumar et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "However, we do not fully understand how the ROCK proteins regulate actomyosin contractility and cancer cell division, or if these phenomena are linked. These are particularly pertinent questions given that clinical trials are underway to test whether some drugs that inhibit the ROCK proteins could be used to treat cancer."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Kümper et al. – who are based at the ICR and Cancer Research UK institutes in London and Manchester – set out to address these questions using mice that carried “conditional” alleles of the genes that encode ROCK1 and/or ROCK2. This made it possible for the team to selectively delete these genes without affecting animal development. First, they isolated fibroblast cells from mouse embryos and created sublines of cells that were unable to produce one or both ROCK proteins. The loss of either ROCK protein alone had no effect on the cells, but the loss of both suppressed actomyosin contractility and stopped the cells from dividing (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "ROCK proteins and the cell cycle.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "ROCK1 and ROCK2 help cells to divide by enabling a process called actomyosin contractility (left). This process also promotes the production of three proteins (CDK1, CyclinA and CKS1) that have an important role in causing cells to increase in number (proliferate). These proteins drive the cell cycle that underpins the proliferation of both normal and cancerous cells: DNA replication occurs in stage S of the cycle, with cell division taking place in stage G2/M. Kümper et al. found that the loss of both <i>ROCK</i> genes, or the use of drugs that inhibit ROCK activity, can permanently stop mouse cells from dividing (right). This phenomenon, which is known as cellular senescence, is probably caused by the loss of actomyosin contractility, which leads to lower levels of CDK1, CyclinA and CKS1."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/14511/elife-14511-fig1-v1.jpg", 
                        "filename": "elife-14511-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A drug called Blebbistatin, which inhibits the activity of myosin II, also suppressed cell division. Strikingly, the loss of division in both the cells from the conditional mice and those treated with Blebbistatin was linked to the activation of a new form of cellular senescence, the process by which cells permanently stop dividing (<a href=\"#fig1\">Figure 1</a>). Proteomic analyses revealed that this senescence was hallmarked by specific reductions in the levels of particular cell-cycle proteins. Unusually, this form of senescence did not rely on a key protein that is usually involved in such responses, the tumour suppressor p53."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The above data are exciting because they imply that sustained activity of either ROCK1 or ROCK2 – and the resulting actomyosin contractility – is sufficient to allow cultured cells to continue to divide past the point where they would usually enter senescence. Senescence is also emerging as a major barrier to the formation and growth of tumours in the body: so, does this mean that ROCK proteins are also redundant in tumour formation?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To address this question, Kümper et al. generated cancerous forms of fibroblast cells from the embryos of ROCK conditional mice. The ability of these cells to form tumours was tested by xenografting the cells onto “nude” mice that lack the immune responses that usually protect mice from tumours. The presence of either ROCK1 or ROCK2 was sufficient to support tumour growth, but tumours did not form if both were missing."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Cross-breeding the conditional mice to other mice that were genetically engineered to develop lung cancer showed that the presence of either ROCK1 or ROCK2 alone was sufficient to allow tumour cells to divide. However, the loss of a single ROCK protein alone did have some subtle (and as yet unexplained) effects on cell division. Importantly, Kümper et al. never found any tumours that developed without one or other ROCK protein being expressed, which is consistent with the findings of the xenografted cell line experiments."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "An outstanding question is whether the cell senescence phenotype observed in the cell lines would also be seen in the animal. Kümper et al. found that treating mice with a drug called AT13148 – which inhibits both ROCK1 and ROCK2 (<a href=\"#bib4\">Sadok et al., 2015</a>) – could induce the senescence of skin cancer cells that had been grafted into mice. This suggests that it is possible to induce senescence in tumour cells in an animal by targeting the activity of the ROCK proteins. This finding is also consistent with emerging evidence that ROCK inhibitors may have anti-tumour effects (<a href=\"#bib1\">Kumar et al., 2012</a>; <a href=\"#bib7\">Smit et al., 2014</a>). This study extends our understanding of small GTPase signalling pathways and how they contribute to the formation of tumours."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Kumar", 
                            "index": "Kumar, MS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DC Hancock", 
                            "index": "Hancock, DC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Molina-Arcas", 
                            "index": "Molina-Arcas, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Steckel", 
                            "index": "Steckel, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P East", 
                            "index": "East, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Diefenbacher", 
                            "index": "Diefenbacher, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Armenteros-Monterroso", 
                            "index": "Armenteros-Monterroso, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Lassailly", 
                            "index": "Lassailly, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Matthews", 
                            "index": "Matthews, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Nye", 
                            "index": "Nye, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Stamp", 
                            "index": "Stamp, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Behrens", 
                            "index": "Behrens, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Downward", 
                            "index": "Downward, J"
                        }
                    }
                ], 
                "articleTitle": "The GATA2 transcriptional network is requisite for RAS oncogene-driven non-small cell lung cancer", 
                "journal": "Cell", 
                "volume": "149", 
                "pages": {
                    "first": "642", 
                    "last": "655", 
                    "range": "642–655"
                }, 
                "doi": "10.1016/j.cell.2012.02.059"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kümper", 
                            "index": "Kümper, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FK Mardakheh", 
                            "index": "Mardakheh, FK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A McCarthy", 
                            "index": "McCarthy, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Yeo", 
                            "index": "Yeo, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GW Stamp", 
                            "index": "Stamp, GW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Paul", 
                            "index": "Paul, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Worboys", 
                            "index": "Worboys, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Sadok", 
                            "index": "Sadok, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Jørgensen", 
                            "index": "Jørgensen, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Guichard", 
                            "index": "Guichard, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Marshall", 
                            "index": "Marshall, CJ"
                        }
                    }
                ], 
                "articleTitle": "Rho-associated kinase (ROCK) function is essential for cell cycle progression, senescence and tumorigenesis", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e12203", 
                "doi": "10.7554/eLife.12203"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Riento", 
                            "index": "Riento, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Ridley", 
                            "index": "Ridley, AJ"
                        }
                    }
                ], 
                "articleTitle": "ROCKs: multifunctional kinases in cell behaviour", 
                "journal": "Nature Reviews Molecular Cell Biology", 
                "volume": "4", 
                "pages": {
                    "first": "446", 
                    "last": "456", 
                    "range": "446–456"
                }, 
                "doi": "10.1038/nrm1128"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Sadok", 
                            "index": "Sadok, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A McCarthy", 
                            "index": "McCarthy, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Caldwell", 
                            "index": "Caldwell, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Collins", 
                            "index": "Collins, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MD Garrett", 
                            "index": "Garrett, MD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Yeo", 
                            "index": "Yeo, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hooper", 
                            "index": "Hooper, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Sahai", 
                            "index": "Sahai, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kuemper", 
                            "index": "Kuemper, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FK Mardakheh", 
                            "index": "Mardakheh, FK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Marshall", 
                            "index": "Marshall, CJ"
                        }
                    }
                ], 
                "articleTitle": "Rho kinase inhibitors block melanoma cell migration and inhibit metastasis", 
                "journal": "Cancer Research", 
                "volume": "75", 
                "pages": {
                    "first": "2272", 
                    "last": "2284", 
                    "range": "2272–2284"
                }, 
                "doi": "10.1158/0008-5472.CAN-14-2156"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Sahai", 
                            "index": "Sahai, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Marshall", 
                            "index": "Marshall, CJ"
                        }
                    }
                ], 
                "articleTitle": "Differing modes of tumour cell invasion have distinct requirements for Rho/ROCK signalling and extracellular proteolysis", 
                "journal": "Nature Cell Biology", 
                "volume": "5", 
                "pages": {
                    "first": "711", 
                    "last": "719", 
                    "range": "711–719"
                }, 
                "doi": "10.1038/ncb1019"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Samuel", 
                            "index": "Samuel, MS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JI Lopez", 
                            "index": "Lopez, JI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EJ McGhee", 
                            "index": "McGhee, EJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DR Croft", 
                            "index": "Croft, DR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Strachan", 
                            "index": "Strachan, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Timpson", 
                            "index": "Timpson, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Munro", 
                            "index": "Munro, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Schröder", 
                            "index": "Schröder, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Zhou", 
                            "index": "Zhou, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VG Brunton", 
                            "index": "Brunton, VG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Barker", 
                            "index": "Barker, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Clevers", 
                            "index": "Clevers, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "OJ Sansom", 
                            "index": "Sansom, OJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KI Anderson", 
                            "index": "Anderson, KI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VM Weaver", 
                            "index": "Weaver, VM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MF Olson", 
                            "index": "Olson, MF"
                        }
                    }
                ], 
                "articleTitle": "Actomyosin-mediated cellular tension drives increased tissue stiffness and β-catenin activation to induce epidermal hyperplasia and tumor growth", 
                "journal": "Cancer Cell", 
                "volume": "19", 
                "pages": {
                    "first": "776", 
                    "last": "791", 
                    "range": "776–791"
                }, 
                "doi": "10.1016/j.ccr.2011.05.008"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Smit", 
                            "index": "Smit, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Maddalo", 
                            "index": "Maddalo, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Greig", 
                            "index": "Greig, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LM Raaijmakers", 
                            "index": "Raaijmakers, LM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Possik", 
                            "index": "Possik, PA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B van Breukelen", 
                            "index": "van Breukelen, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Cappadona", 
                            "index": "Cappadona, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Heck", 
                            "index": "Heck, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Altelaar", 
                            "index": "Altelaar, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DS Peeper", 
                            "index": "Peeper, DS"
                        }
                    }
                ], 
                "articleTitle": "ROCK1 is a potential combinatorial drug target for BRAF mutant melanoma", 
                "journal": "Molecular Systems Biology", 
                "volume": "10", 
                "pages": "772", 
                "doi": "10.15252/msb.20145450"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Wilkinson", 
                            "index": "Wilkinson, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HF Paterson", 
                            "index": "Paterson, HF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Marshall", 
                            "index": "Marshall, CJ"
                        }
                    }
                ], 
                "articleTitle": "Cdc42–MRCK and Rho–ROCK signalling cooperate in myosin phosphorylation and cell invasion", 
                "journal": "Nature Cell Biology", 
                "volume": "7", 
                "pages": {
                    "first": "255", 
                    "last": "261", 
                    "range": "255–261"
                }, 
                "doi": "10.1038/ncb1230"
            }
        ]
    }
}