{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-05816-v1.xml"
        }, 
        "status": "vor", 
        "id": "05816", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05816", 
        "authorLine": "Cristina Aguirre-Chen, Christopher M Hammell", 
        "title": "Cell death machinery makes life more robust", 
        "titlePrefix": "Development", 
        "published": "2014-12-30T00:00:00Z", 
        "versionDate": "2014-12-30T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e05816", 
        "pdf": "https://publishing-cdn.elifesciences.org/05816/elife-05816-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>C. elegans</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "CED-3, a protein that is essential for programmed cell death, also has an unexpected role in the regulation of non-apoptotic genes during normal development."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Aguirre-Chen and Hammell", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Cristina Aguirre-Chen", 
                    "index": "Aguirre-Chen, Cristina"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Cold Spring Harbor Laboratory"
                        ], 
                        "address": {
                            "formatted": [
                                "Cold Spring Harbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cold Spring Harbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "caguirre@cshl.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Christopher M Hammell", 
                    "index": "Hammell, Christopher M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Cold Spring Harbor Laboratory"
                        ], 
                        "address": {
                            "formatted": [
                                "Cold Spring Harbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cold Spring Harbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "Chammell@cshl.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-05816-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "05816", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05816", 
        "authorLine": "Cristina Aguirre-Chen, Christopher M Hammell", 
        "title": "Cell death machinery makes life more robust", 
        "titlePrefix": "Development", 
        "published": "2014-12-30T00:00:00Z", 
        "versionDate": "2014-12-30T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e05816", 
        "pdf": "https://publishing-cdn.elifesciences.org/05816/elife-05816-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>C. elegans</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "CED-3, a protein that is essential for programmed cell death, also has an unexpected role in the regulation of non-apoptotic genes during normal development."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Aguirre-Chen and Hammell", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Cristina Aguirre-Chen", 
                    "index": "Aguirre-Chen, Cristina"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Cold Spring Harbor Laboratory"
                        ], 
                        "address": {
                            "formatted": [
                                "Cold Spring Harbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cold Spring Harbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "caguirre@cshl.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Christopher M Hammell", 
                    "index": "Hammell, Christopher M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Cold Spring Harbor Laboratory"
                        ], 
                        "address": {
                            "formatted": [
                                "Cold Spring Harbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cold Spring Harbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "Chammell@cshl.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "development", 
            "miRNA", 
            "caspase", 
            "DIS3L2", 
            "LIN28", 
            "heterochronic"
        ], 
        "-related-articles-internal": [
            "04265"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Sydney Brenner really nailed it when he proposed that the small nematode, <i>C. elegans</i>, be adopted as a model organism. The ease with which genes can be mutated in these worms, combined with the fact that all worms pass through an essentially identical sequence of events as they grow and mature, has allowed researchers to use <i>C. elegans</i> to identify genes that control development (<a href=\"#bib3\">Jorgensen and Mango, 2002</a>). Notably, many of the subjects that <i>C. elegans</i> has become a famous model for have been studied independently, and surprisingly little overlap has been found between them. Therefore, it is extremely informative when genes central to the function of one of these processes are found to ‘moonlight’ in other gene regulatory pathways. Another example of this phenomenon has just been published in <i>eLife</i> by Min Han and co-workers at the University of Colorado in Boulder, including Benjamin Weaver and Rebecca Zabinsky as joint first authors: they have shown that a protein called CED-3, which is a key regulator of the programed cell death pathway or ‘apoptosis’, works with the machinery involved in microRNA-mediated gene regulation to control normal animal development (<a href=\"#bib5\">Weaver et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The first indication of this functional overlap came from a genome-wide RNAi screen, a technique used to systematically look at the effects of reducing the activity of particular genes. During normal development, the expression level of many genes involved in diverse biological processes is controlled by microRNA molecules. These microRNAs often work in large complexes. Mutations in either <i>ain-1</i> or <i>ain-2</i>, two components of the microRNA effector complex, formally known as the microRNA-Induced Silencing Complex (miRISC)<i>,</i> cause large numbers of small developmental defects (<a href=\"#bib2\">Ding et al., 2005</a>; <a href=\"#bib8\">Zhang et al., 2007</a>). Weaver, Zabinsky et al. have now identified 118 genes that, when their activity is reduced, make these defects much worse. These genes encode a broad spectrum of proteins, an observation that is consistent with the number of different roles that microRNAs have in regulating developmental gene expression. These ‘enhancer’ genes likely control normal gene expression in parallel with miRISC complexes (by, for example, producing transcription factors and RNA-processing components) or play important roles in maintaining the integrity of biological pathways that are regulated by microRNAs."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Conspicuous amongst this treasure trove of interesting candidates were a surprising number of genes that have been implicated in controlling apoptosis, a process by which unwanted cells are safely destroyed in a controlled, predictable way. The most striking member of this subgroup was the <i>ced-3</i> gene, which is recognized throughout biology as one of the central components of the highly conserved apoptotic pathway. The <i>ced-3</i> gene encodes a caspase—a protein that breaks down other proteins—that is found in many different species and is kept in an inactive state until needed (<a href=\"#bib4\">Miura et al., 1993</a>; <a href=\"#bib7\">Yuan et al., 1993</a>). Once unleashed, the CED-3 caspase is sufficient to initiate apoptosis and, until now, was thought to play a role in only this process (<a href=\"#bib6\">Xue et al., 1996</a>; <a href=\"#bib1\">Conradt and Xue, 2005</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In a series of genetic experiments, Weaver, Zabinsky et al. combined mutant versions of the <i>ced-3</i> gene with mutations in the miRISC complex components that control microRNA-mediated gene regulation. This enhanced many of the defects that result from just compromising microRNA-mediated gene regulation. These defects are easily observable in growing animals and include those associated with the proper timing of developmental events, the formation of organs, and even behaviour. Therefore, <i>ced-3</i> and other apoptotic pathway components somehow work in a non-apoptotic role to help keep development on track."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Weaver, Zabinsky et al. then addressed the question of whether the ability of CED-3 to break down proteins is essential to its role in developmental gene regulation (<a href=\"#fig1\">Figure 1</a>). They observed that many of the proteins whose production is regulated by microRNA molecules, including one called LIN-28, contain peptide sequences that are predicted to be CED-3 cleavage sites (<a href=\"#bib6\">Xue et al., 1996</a>). In a series of elegant in vitro experiments, Weaver, Zabinsky et al. demonstrated three findings: that recombinant CED-3 cleaves proteins that contain these sites; that cleavage is inhibited by caspase-specific inhibitors; and that mutating the CED-3 cleavage site found in LIN-28 prevents cleavage from occurring. Next they asked whether expressing a version of LIN-28 that CED-3 cannot break down would reproduce many of the developmental and genetic changes seen when <i>ced-3</i> activity is lost. They found that expressing the modified version of LIN-28 not only caused the nematodes to grow more slowly, it also altered the order or patterns in which specific developmental processes normally occur."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "A new role for the caspase CED-3.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Modifications to messenger RNA (mRNA) molecules can influence the extent to which a given gene is expressed. For example, microRNA molecules, which are found in miRISC complexes (red), can bind to the mRNA molecule and stop them from being translated into proteins by molecular machines called ribosomes (green), or induce their degradation. Weaver, Zabinsky et al. propose a model whereby these regulatory activities of the microRNAs in a miRISC complex are enhanced by the CED-3 caspase (blue) breaking down proteins (yellow) after they have been translated. This acts as a further level of regulation, and so makes it more likely that developmental gene expression is robustly controlled and the organism will develop correctly."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/05816/elife-05816-fig1-v1.tif", 
                        "filename": "elife-05816-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As with all provocative hypotheses, the proposal put forward by Weaver, Zabinsky et al. raises a number of additional questions. For example, how conserved is this mechanism in biology? Are the protein products of major microRNA targets enriched for putative CED-3 cleavage sites? How many of the remaining 117 candidates derived from the <i>ain-1 or ain-2</i> enhancer screens are going to be as interesting or as exciting as <i>ced-3</i>? Given the breadth and complexity of microRNA-mediated gene regulation, we can be sure that there will be several."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "unknown", 
                "id": "bib1", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Conradt", 
                            "index": "Conradt, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Xue", 
                            "index": "Xue, D"
                        }
                    }
                ], 
                "title": "Programmed cell death", 
                "details": "Wormbook, 10.1895/wormbook.1.32.1"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Ding", 
                            "index": "Ding, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Spencer", 
                            "index": "Spencer, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Morita", 
                            "index": "Morita, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Han", 
                            "index": "Han, M"
                        }
                    }
                ], 
                "articleTitle": "The developmental timing regulator AIN-1 interacts with miRISCs and may target the argonaute protein ALG-1 to cytoplasmic P bodies in <i>C. elegans</i>", 
                "journal": "Molecular Cell", 
                "volume": "19", 
                "pages": {
                    "first": "437", 
                    "last": "447", 
                    "range": "437–447"
                }, 
                "doi": "10.1016/j.molcel.2005.07.013"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Jorgensen", 
                            "index": "Jorgensen, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Mango", 
                            "index": "Mango, SE"
                        }
                    }
                ], 
                "articleTitle": "The art and design of genetic screens: <i>caenorhabditis elegans</i>", 
                "journal": "Nature Reviews Genetics", 
                "volume": "3", 
                "pages": {
                    "first": "356", 
                    "last": "369", 
                    "range": "356–369"
                }, 
                "doi": "10.1038/nrg794"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Miura", 
                            "index": "Miura, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Zhu", 
                            "index": "Zhu, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Rotello", 
                            "index": "Rotello, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EA Hartwieg", 
                            "index": "Hartwieg, EA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Yuan", 
                            "index": "Yuan, J"
                        }
                    }
                ], 
                "articleTitle": "Induction of apoptosis in fibroblasts by IL-1 beta-converting enzyme, a mammalian homolog of the <i>C. elegans</i> cell death gene ced-3", 
                "journal": "Cell", 
                "volume": "75", 
                "pages": {
                    "first": "653", 
                    "last": "660", 
                    "range": "653–660"
                }, 
                "doi": "10.1016/0092-8674(93)90486-A"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BP Weaver", 
                            "index": "Weaver, BP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Zabinsky", 
                            "index": "Zabinsky, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YM Weaver", 
                            "index": "Weaver, YM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ES Lee", 
                            "index": "Lee, ES"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Xue", 
                            "index": "Xue, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Han", 
                            "index": "Han, M"
                        }
                    }
                ], 
                "articleTitle": "CED-3 caspase acts with miRNAs to regulate non-apoptotic gene expression dynamics for robust development in <i>C. elegans</i>", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e04265", 
                "uri": "http://dx.doi.org/10.7554/eLife.04265"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Xue", 
                            "index": "Xue, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Shaham", 
                            "index": "Shaham, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HR Horvitz", 
                            "index": "Horvitz, HR"
                        }
                    }
                ], 
                "articleTitle": "The <i>Caenorhabditis elegans</i> cell-death protein CED-3 is a cysteine protease with substrate specificities similar to those of the human CPP32 protease", 
                "journal": "Genes & Development", 
                "volume": "10", 
                "pages": {
                    "first": "1073", 
                    "last": "1083", 
                    "range": "1073–1083"
                }, 
                "doi": "10.1101/gad.10.9.1073"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Yuan", 
                            "index": "Yuan, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Shaham", 
                            "index": "Shaham, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Ledoux", 
                            "index": "Ledoux, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HM Ellis", 
                            "index": "Ellis, HM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HR Horvitz", 
                            "index": "Horvitz, HR"
                        }
                    }
                ], 
                "articleTitle": "The <i>C. elegans</i> cell death gene ced-3 encodes a protein similar to mammalian interleukin-1 beta-converting enzyme", 
                "journal": "Cell", 
                "volume": "75", 
                "pages": {
                    "first": "641", 
                    "last": "652", 
                    "range": "641–652"
                }, 
                "doi": "10.1016/0092-8674(93)90485-9"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Zhang", 
                            "index": "Zhang, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Ding", 
                            "index": "Ding, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TH Cheung", 
                            "index": "Cheung, TH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MQ Dong", 
                            "index": "Dong, MQ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Chen", 
                            "index": "Chen, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AK Sewell", 
                            "index": "Sewell, AK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Liu", 
                            "index": "Liu, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Yates III", 
                            "index": "Yates, JR, III"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Han", 
                            "index": "Han, M"
                        }
                    }
                ], 
                "articleTitle": "Systematic identification of C. elegans miRISC proteins, miRNAs, and mRNA targets by their interactions with GW182 proteins AIN-1 and AIN-2", 
                "journal": "Molecular Cell", 
                "volume": "28", 
                "pages": {
                    "first": "598", 
                    "last": "613", 
                    "range": "598–613"
                }, 
                "doi": "10.1016/j.molcel.2007.09.014"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}