{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-00866-v1.xml"
        }, 
        "status": "vor", 
        "id": "00866", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00866", 
        "authorLine": "Bradford Z Mahon", 
        "title": "Watching the brain in action", 
        "titlePrefix": "Neuroscience", 
        "published": "2013-05-28T00:00:00Z", 
        "versionDate": "2013-05-28T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00866", 
        "pdf": "https://publishing-cdn.elifesciences.org/00866/elife-00866-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Functional magnetic resonance imaging has been used to identify the different networks in the brain that underpin the use of tools by humans."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Mahon", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Bradford Z Mahon", 
                    "index": "Mahon, Bradford Z"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Brain and Cognitive Sciences, and the Department of Neurosurgery", 
                            "University of Rochester"
                        ], 
                        "address": {
                            "formatted": [
                                "Rochester", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Rochester"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mahon@rcbi.rochester.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-00866-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00866", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00866", 
        "authorLine": "Bradford Z Mahon", 
        "title": "Watching the brain in action", 
        "titlePrefix": "Neuroscience", 
        "published": "2013-05-28T00:00:00Z", 
        "versionDate": "2013-05-28T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00866", 
        "pdf": "https://publishing-cdn.elifesciences.org/00866/elife-00866-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Functional magnetic resonance imaging has been used to identify the different networks in the brain that underpin the use of tools by humans."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Mahon", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Bradford Z Mahon", 
                    "index": "Mahon, Bradford Z"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Brain and Cognitive Sciences, and the Department of Neurosurgery", 
                            "University of Rochester"
                        ], 
                        "address": {
                            "formatted": [
                                "Rochester", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Rochester"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mahon@rcbi.rochester.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "fMRI", 
            "tool use", 
            "intention", 
            "action", 
            "neuroscience", 
            "motor"
        ], 
        "-related-articles-internal": [
            "00425"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "In our daily lives, we interact with a vast array of objects—from pens and cups to hammers and cars. Whenever we recognize and use an object, our brain automatically accesses a wealth of background knowledge about the object’s structure, properties and functions, and about the movements associated with its use. We are also constantly observing our own actions as we engage with objects, as well as those of others. A key question is: how are these distinct types of information, which are distributed across different regions of the brain, integrated in the service of everyday behavior? Addressing this question involves specifying the internal organizational structure of the representations of each type of information, as well as the way in which information is exchanged or combined across different regions. Now, in <i>eLife</i>, Jody Culham at the University of Western Ontario (UWO) and co-workers report a significant advance in our understanding of these ‘big picture’ issues by showing how a specific type of information about object-directed actions is coded across the brain (<a href=\"#bib5\">Gallivan et al., 2013b</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A great deal is known about which brain regions represent and process different types of knowledge about objects and actions (<a href=\"#bib10\">Martin, 2007</a>). For instance, visual information about the structure and form of objects, and of body parts, is represented in ventral and lateral temporal occipital regions (<a href=\"#bib6\">Goodale and Milner, 1992</a>). Visuomotor processing in support of object-directed action, such as reaching and grasping, is represented in dorsal occipital and posterior parietal regions (<a href=\"#bib3\">Culham et al., 2003</a>). Knowledge about how to manipulate objects according to their function is represented in inferior-lateral parietal cortex, and in premotor regions of the frontal lobe (<a href=\"#bib3\">Culham et al., 2003</a>; <a href=\"#bib8\">Johnson-Frey, 2004</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Summary of the networks of brain regions that code for movements of hands and tools.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "By comparing brain activation as subjects prepared to reach towards or grasp an object using their hands or a tool, Gallivan et al. identified four networks that code for distinct components of object-directed actions. Some brain regions code for planned actions that involve the hands but not tools (red), and others for actions that involve tools but not the hands (blue). A third set of regions codes for actions involving either the hands or tools, but uses different neural representations for each (pink). A final set of areas code the type of action to be performed, distinguishing between reaching towards an object as opposed to grasping it, irrespective of whether a tool or the hands alone are used (purple). The red lines represent the frontoparietal network implicated in hand actions, with the short dashes showing the subnetwork involved in reaching, and the long dashes, the subnetwork involved in grasping. The blue solid lines show the network implicated in tool use, while the green line connects areas comprising a subset of the perception network."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00866/elife-00866-fig1-v1.tif", 
                        "attribution": [
                            "FIGURE CREDIT: IMAGE ADAPTED FROM FIGURE 7 IN <a href=\"#bib5\">GALLIVAN ET AL., 2013B</a>"
                        ], 
                        "filename": "elife-00866-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Culham and colleagues—who are based at the UWO, Queen's University and the University of Missouri, and include Jason Gallivan as first author—focus their investigation on the neural substrates that underlie our ability to grasp objects. They used functional magnetic resonance imaging (fMRI) to scan the brains of subjects performing a task in which they had to alternate between using their hands or a set of pliers to reach towards or grasp an object. Ingeniously, the pliers were reverse pliers—constructed so that the business end opens when you close your fingers, and closes when your fingers open. This made it possible to dissociate the goal of each action (e.g., ‘grasp’) from the movements involved in its execution (since in the case of the pliers, ‘grasping’ is accomplished by opening the hand)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Gallivan et al. used multivariate analyses to test whether the pattern of responses elicited across a set of voxels (or points in the brain) when the participant reaches to touch an object can be distinguished from the pattern elicited across the same voxels when they grasp the object. In addition, they sought to identify three classes of brain regions: those that code grasping of objects with the hand (but not the pliers), those that code grasping of objects with the pliers (but not the hand), and those that have a common code for grasping with both the hand and the pliers (that is, a code for grasping that is independent of the specific movements involved)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One thing that makes this study particularly special is that Gallivan et al. performed their analyses on the fMRI data just ‘before’ the participants made an overt movement. In other words, they examined where in the brain the ‘intention’ to move is represented. Specifically, they asked: which brain regions distinguish between intentions corresponding to different types of object-directed actions? They found that certain regions decode upcoming actions of the hand but not the pliers (superior-parietal/occipital cortex and lateral occipital cortex), whereas other regions decode upcoming actions involving the pliers but not the hand (supramarginal gyrus and left posterior middle temporal gyrus). A third set of regions uses a common code for upcoming actions of both the hands and the pliers (subregions of the intraparietal sulcus and premotor regions of the frontal lobe)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of Gallivan et al. significantly advances our understanding of how the brain codes upcoming actions involving the hands. Research by a number of teams is converging to suggest that such actions activate regions of lateral occipital cortex that also respond to images of hands (<a href=\"#bib1\">Astafiev et al., 2004</a>; <a href=\"#bib12\">Peelen and Downing, 2005</a>; <a href=\"#bib11\">Orlov et al., 2010</a>; <a href=\"#bib2\">Bracci et al., 2012</a>). Moreover, a previous paper from Gallivan and colleagues reported that upcoming hand actions (grasping versus reaching with the fingers) can be decoded in regions of ventral and lateral temporal-occipital cortex that were independently defined as showing differential BOLD responses for different categories of objects (e.g., objects, scenes, body parts; <a href=\"#bib4\">Gallivan et al., 2013a</a>). Furthermore, the regions of lateral occipital cortex that respond specifically to images of hands are directly adjacent to those that respond specifically to images of tools, and also exhibit strong functional connectivity with areas of somatomotor cortex (<a href=\"#bib2\">Bracci et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Taken together, these latest results and the existing literature point toward a model in which the connections between visual areas and somatomotor regions help to organize high level visual areas (<a href=\"#bib9\">Mahon and Caramazza, 2011</a>), and to integrate visual and motor information online to support object-directed action. An exciting issue raised by this study is the degree to which tools may have multiple levels of representation across different brain regions: some regions seem to represent tools as extensions of the human body (<a href=\"#bib7\">Iriki et al., 1996</a>), while other regions represent them as discrete objects to be acted upon by the body. The work of Gallivan et al. suggests a new way of understanding how these different representations of tools are combined in the service of everyday behavior."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SV Astafiev", 
                            "index": "Astafiev, SV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Stanley", 
                            "index": "Stanley, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GL Shulman", 
                            "index": "Shulman, GL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Corbetta", 
                            "index": "Corbetta, M"
                        }
                    }
                ], 
                "articleTitle": "Extrastriate body area in human occipital cortex responds to the performance of motor actions", 
                "journal": "Nat Neurosci", 
                "volume": "7", 
                "pages": {
                    "first": "542", 
                    "last": "548", 
                    "range": "542–548"
                }, 
                "doi": "10.1038/nn1241"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Bracci", 
                            "index": "Bracci, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Cavina-Pratesi", 
                            "index": "Cavina-Pratesi, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Ietswaart", 
                            "index": "Ietswaart, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Caramazza", 
                            "index": "Caramazza, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MV Peelen", 
                            "index": "Peelen, MV"
                        }
                    }
                ], 
                "articleTitle": "Closely overlapping responses to tools and hands in left lateral occipitotemporal cortex", 
                "journal": "J Neurophysiol", 
                "volume": "107", 
                "pages": {
                    "first": "1443", 
                    "last": "1456", 
                    "range": "1443–1456"
                }, 
                "doi": "10.1152/jn.00619.2011"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Culham", 
                            "index": "Culham, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Danckert", 
                            "index": "Danckert, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JFX De Souza", 
                            "index": "De Souza, JFX"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Gati", 
                            "index": "Gati, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Menon", 
                            "index": "Menon, RS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Goodale", 
                            "index": "Goodale, MA"
                        }
                    }
                ], 
                "articleTitle": "Visually guided grasping produces fMRI activation in dorsal but not ventral stream brain areas", 
                "journal": "Exp Brain Res", 
                "volume": "153", 
                "pages": {
                    "first": "180", 
                    "last": "189", 
                    "range": "180–189"
                }, 
                "doi": "10.1007/s00221-003-1591-5"
            }, 
            {
                "type": "unknown", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Gallivan", 
                            "index": "Gallivan, JP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CS Chapman", 
                            "index": "Chapman, CS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA McLean", 
                            "index": "McLean, DA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Flanagan", 
                            "index": "Flanagan, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Culham", 
                            "index": "Culham, JC"
                        }
                    }
                ], 
                "title": "Activity patterns in the category-selective occipitotemporal cortex predict upcoming motor actions", 
                "details": "Eur J Neurosci, 10.1111/ejn.12215"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "discriminator": "b", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Gallivan", 
                            "index": "Gallivan, JP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA McLean", 
                            "index": "McLean, DA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KF Valyear", 
                            "index": "Valyear, KF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Culham", 
                            "index": "Culham, JC"
                        }
                    }
                ], 
                "articleTitle": "Decoding the neural mechanisms of human tool use", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00425", 
                "doi": "10.7554/eLife.00425"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1992", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Goodale", 
                            "index": "Goodale, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Milner", 
                            "index": "Milner, AD"
                        }
                    }
                ], 
                "articleTitle": "Separate visual pathways for perception and action", 
                "journal": "Trends Neurosci", 
                "volume": "15", 
                "pages": {
                    "first": "20", 
                    "last": "25", 
                    "range": "20–25"
                }, 
                "doi": "10.1016/0166-2236(92)90344-8"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Iriki", 
                            "index": "Iriki, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Tanaka", 
                            "index": "Tanaka, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Iwamura", 
                            "index": "Iwamura, Y"
                        }
                    }
                ], 
                "articleTitle": "Coding of modified body schema during tool use by macaque postcentral neurones", 
                "journal": "Neuroreport", 
                "volume": "7", 
                "pages": {
                    "first": "2325", 
                    "last": "2330", 
                    "range": "2325–2330"
                }, 
                "doi": "10.1097/00001756-199610020-00010"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SH Johnson-Frey", 
                            "index": "Johnson-Frey, SH"
                        }
                    }
                ], 
                "articleTitle": "The neural bases of complex tool use in humans", 
                "journal": "Trends Cogn Sci", 
                "volume": "8", 
                "pages": {
                    "first": "71", 
                    "last": "78", 
                    "range": "71–78"
                }, 
                "doi": "10.1016/j.tics.2003.12.002"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BZ Mahon", 
                            "index": "Mahon, BZ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Caramazza", 
                            "index": "Caramazza, A"
                        }
                    }
                ], 
                "articleTitle": "What drives the organization of object knowledge in the brain?", 
                "journal": "Trends Cogn Sciences", 
                "volume": "15", 
                "pages": {
                    "first": "97", 
                    "last": "103", 
                    "range": "97–103"
                }, 
                "doi": "10.1016/j.tics.2011.01.004"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Martin", 
                            "index": "Martin, A"
                        }
                    }
                ], 
                "articleTitle": "The representation of object concepts in the brain", 
                "journal": "Ann Rev Psychol", 
                "volume": "58", 
                "pages": {
                    "first": "25", 
                    "last": "45", 
                    "range": "25–45"
                }, 
                "doi": "10.1146/annurev.psych.57.102904.190143"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Orlov", 
                            "index": "Orlov, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TR Makin", 
                            "index": "Makin, TR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Zohary", 
                            "index": "Zohary, E"
                        }
                    }
                ], 
                "articleTitle": "Topographic representation of the human body in the occipitotemporal cortex", 
                "journal": "Neuron", 
                "volume": "68", 
                "pages": {
                    "first": "586", 
                    "last": "600", 
                    "range": "586–600"
                }, 
                "doi": "10.1016/j.neuron.2010.09.032"
            }, 
            {
                "type": "unknown", 
                "id": "bib12", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MV Peelen", 
                            "index": "Peelen, MV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PE Downing", 
                            "index": "Downing, PE"
                        }
                    }
                ], 
                "title": "Is the extrastriate body area involved in motor actions?", 
                "details": "125, Nat Neurosci, 8, author reply 125–6, 10.1038/nn0205-125a"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}