{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-09919-v1.xml"
        }, 
        "status": "vor", 
        "id": "09919", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09919", 
        "authorLine": "Kelsey JRP Byers, Florian P Schiestl", 
        "title": "How to get the best deal", 
        "titlePrefix": "Pollination", 
        "published": "2015-08-11T00:00:00Z", 
        "versionDate": "2015-08-11T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09919", 
        "pdf": "https://publishing-cdn.elifesciences.org/09919/elife-09919-v1.pdf", 
        "subjects": [
            {
                "id": "ecology", 
                "name": "Ecology"
            }, 
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Floral scents and nectar attract both pollinators and other animals that may reduce the plant's fitness, and therefore put flowering plants in a challenging situation."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Byers and Schiestl", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kelsey JRP Byers", 
                    "index": "Byers, Kelsey JRP"
                }, 
                "orcid": "0000-0002-0923-8264", 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Systematic Botany", 
                            "University of Zurich"
                        ], 
                        "address": {
                            "formatted": [
                                "Zurich", 
                                "Switzerland"
                            ], 
                            "components": {
                                "locality": [
                                    "Zurich"
                                ], 
                                "country": "Switzerland"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Florian P Schiestl", 
                    "index": "Schiestl, Florian P"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Systematic Botany", 
                            "University of Zurich"
                        ], 
                        "address": {
                            "formatted": [
                                "Zurich", 
                                "Switzerland"
                            ], 
                            "components": {
                                "locality": [
                                    "Zurich"
                                ], 
                                "country": "Switzerland"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "florian.schiestl@systbot.uzh.ch"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-09919-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "09919", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09919", 
        "authorLine": "Kelsey JRP Byers, Florian P Schiestl", 
        "title": "How to get the best deal", 
        "titlePrefix": "Pollination", 
        "published": "2015-08-11T00:00:00Z", 
        "versionDate": "2015-08-11T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09919", 
        "pdf": "https://publishing-cdn.elifesciences.org/09919/elife-09919-v1.pdf", 
        "subjects": [
            {
                "id": "ecology", 
                "name": "Ecology"
            }, 
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Floral scents and nectar attract both pollinators and other animals that may reduce the plant's fitness, and therefore put flowering plants in a challenging situation."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Byers and Schiestl", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kelsey JRP Byers", 
                    "index": "Byers, Kelsey JRP"
                }, 
                "orcid": "0000-0002-0923-8264", 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Systematic Botany", 
                            "University of Zurich"
                        ], 
                        "address": {
                            "formatted": [
                                "Zurich", 
                                "Switzerland"
                            ], 
                            "components": {
                                "locality": [
                                    "Zurich"
                                ], 
                                "country": "Switzerland"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Florian P Schiestl", 
                    "index": "Schiestl, Florian P"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Systematic Botany", 
                            "University of Zurich"
                        ], 
                        "address": {
                            "formatted": [
                                "Zurich", 
                                "Switzerland"
                            ], 
                            "components": {
                                "locality": [
                                    "Zurich"
                                ], 
                                "country": "Switzerland"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "florian.schiestl@systbot.uzh.ch"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "<i>Nicotiana attenuata</i>", 
            "<i>Manduca sexta</i>", 
            "<i>Hyles lineata</i>", 
            "<i>Archilochus alexandri</i>", 
            "<i>Manduca quinquemaculata</i>", 
            "pollination"
        ], 
        "-related-articles-internal": [
            "07641"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Most flowering plants rely on animals to spread their pollen. However, plants that rely on easily perceived signals, such as brightly coloured petals and floral scents, to attract pollinators are also advertising themselves to other animals that cause damage. These so-called ‘floral antagonists’ include animals that eat plant tissues (herbivores and florivores) and animals that steal nectar and pollen without helping with pollination."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These different interactions mean that flowering plants are subjected to a range of selection pressures. However, while most published research has focused on seemingly mutually beneficial relationships, little is known about how a plant can attract beneficial visitors and at the same time hide from floral antagonists that might cause harm. Plants attempt to address these challenges in multiple ways to maximize their fitness (<a href=\"#bib4\">Galen and Cuba, 2001</a>; <a href=\"#bib3\">Chen et al., 2009</a>; <a href=\"#bib5\">Kessler et al., 2008</a>, <a href=\"#bib6\">2013</a>; <a href=\"#bib11\">Schiestl et al., 2014</a>). The picture is complicated further when a single animal can act as both a pollinator and a floral antagonist (e.g., by wasting pollen, robbing nectar, or switching roles at different life stages; <a href=\"#bib1\">Adler and Bronstein, 2004</a>). This puts the plant in a difficult situation, since the animal is responding to the same signals despite playing different roles. Any attempt by the plant to change its strategy to avoid the antagonist will also reduce pollination."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in eLife, Danny Kessler, Ian Baldwin and colleagues at the Max Planck Institute for Chemical Ecology have assessed the roles played by a range of pollinator and antagonist species to develop a more complete picture of plant-pollinator interactions (<a href=\"#bib7\">Kessler et al., 2015</a>). The MPI team used coyote tobacco, <i>Nicotiana attenuata</i>, to investigate how floral scent and nectar affect this plant’s interactions with three of its pollinators: a hummingbird (<i>Archilochus alexandri</i>) and two hawkmoths (<i>Hyles lineata</i> and <i>Manduca sexta</i>). The first two species appear to act as mutualists, trading pollination for a nectar reward. However, <i>M. sexta</i> plays contrasting roles; the adult moths pollinate the flowers, but the females also lay eggs on plants and the caterpillars eat the leaves (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The complexity of plant-pollinator interactions.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Coyote tobacco (<i>centre)</i> interacts with pollinators (the three studied by Kessler et al. are shown) and with floral antagonists (three examples are shown at the top of the figure) in a variety of ways, some of which are shown in this figure. Mutually beneficial interactions are represented by green arrows, while one-sided antagonistic interactions are represented by a bar-headed red line. The plant traits that underlie these interactions (such as nectar and the floral scent benzyl acetone) are shown in blue with the line thickness indicating the strength of the interaction."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/09919/elife-09919-fig1-v1.tif", 
                        "attribution": [
                            "FIGURE CREDIT: COYOTE TOBACCO BY STAN SHEBS (CC BY-SA 3.0); HUMMINGBIRD BY MDF (WIKIMEDIA COMMONS; CC BY-SA 3.0); HAWKMOTHS BY KELSEY JRP BYERS (CC BY 4.0)."
                        ], 
                        "filename": "elife-09919-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Coyote tobacco attracts its pollinators with floral scent and rewards them with nectar. Kessler et al. studied these interactions using an approach that is innovative in a number of ways. First, they used RNA interference to silence the genes underlying the production of floral scent or nectar, either alone or in combination. This allowed them to evaluate specific floral traits in living plants, without too many confounding changes in other traits. Second, the approach is also unusual because few previous studies have combined plant-pollinator or plant–herbivore interactions and genetic manipulation in the study of floral scent (but see <a href=\"#bib5\">Kessler et al., 2008</a>; <a href=\"#bib8\">Klahre et al., 2011</a>; <a href=\"#bib6\">Kessler et al., 2013</a>; <a href=\"#bib2\">Byers et al., 2015</a>). Finally, it is also uncommon to combine field studies with more controlled greenhouse studies. This is important because while greenhouse studies can be more sensitive, their results do not always translate to the field (<a href=\"#bib9\">Obrycki and Tauber, 1984</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Pollinators are often classified into \"guilds\" of species that are presumed to interact with plants in similar fashions. However, little experimental work has studied the responses of different pollinator species <i>within</i> a guild. Kessler, Baldwin and colleagues address this issue, perhaps in an unforeseen way, by testing three different pollinators of coyote tobacco. Although <i>M. sexta</i> and <i>H. lineata</i> are both hawkmoths, they behave differently. When acting as a pollinator, <i>M. sexta</i> prefers wild-type plants to those lacking in scent or nectar or both, with all three alternatives being equally unattractive. <i>H. lineata</i>, on the other hand, treats wild-type plants and plants that lack scent or nectar the same, and prefers all three to plants that lack both scent and nectar. Hummingbirds, meanwhile, do not visit plants that lack nectar, and also appear to display a weak preference for plants that produce scent. This is perhaps unexpected because the flowers of coyote tobacco give off little scent during the day when the hummingbirds are foraging; hummingbirds also have a poor sense of smell and a limited ability to learn floral scent (<a href=\"#bib2\">Byers et al., 2015</a>). These results – in particular, the fact that <i>M. sexta</i> and <i>H. lineata</i> behave differently, despite being members of the same guild – are also unexpected and argue for a more complex and nuanced picture of plant-pollinator interactions."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Kessler et al. found that <i>M. sexta</i> moths show different preferences when acting as pollinators compared to when they act as a floral antagonists. As a pollinator, <i>M. sexta</i> responds equally strongly to the loss of both scent and nectar. However, as an antagonist, this moth responds more strongly to the loss of nectar than it does to the loss of floral scent."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is difficult to include multiple floral phenotypes and floral interactors in the study of plant-pollinator interactions, and as such this area remains largely unexplored. By addressing some of the related questions, Kessler et al. remind us of the value of an integrative approach. Their findings also suggest that future research in this area should consider whether model pollinators are representative of the real visitor community, and whether aspects such as learning play a role in these interactions. Flowers rarely occur alone, and thus considering the role of the surrounding floral community and background scents will also be important (<a href=\"#bib10\">Riffell et al., 2014</a>). Research that combines floral scent and other phenotypes, their underlying genes, and their role in interactions with specific pollinators in a community context will, in the future, broaden our understanding of the field of plant–visitor interactions."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LS Adler", 
                            "index": "Adler, LS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Bronstein", 
                            "index": "Bronstein, JL"
                        }
                    }
                ], 
                "articleTitle": "Attracting antagonists: does floral nectar increase leaf herbivory?", 
                "journal": "Ecology", 
                "volume": "85", 
                "pages": {
                    "first": "1519", 
                    "last": "1526", 
                    "range": "1519–1526"
                }, 
                "doi": "10.1890/03-0409"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KJRP Byers", 
                            "index": "Byers, KJRP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Vela", 
                            "index": "Vela, JP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Peng", 
                            "index": "Peng, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Riffell", 
                            "index": "Riffell, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HD Bradshaw Jr", 
                            "index": "Bradshaw, HD, Jr"
                        }
                    }
                ], 
                "articleTitle": "Floral volatile alleles can contribute to reproductive isolation in monkeyflowers (<i>Mimulus</i>)", 
                "journal": "The Plant Journal", 
                "volume": "80", 
                "pages": {
                    "first": "1031", 
                    "last": "1042", 
                    "range": "1031–1042"
                }, 
                "doi": "10.1111/tpj.12702"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Chen", 
                            "index": "Chen, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Song", 
                            "index": "Song, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Proffit", 
                            "index": "Proffit, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J-M Bessière", 
                            "index": "Bessière, J-M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Li", 
                            "index": "Li, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Hossaert-McKey", 
                            "index": "Hossaert-McKey, M"
                        }
                    }
                ], 
                "articleTitle": "Private channel: a single unusual compound assures specific pollinator attraction in <i>Ficus semicordata</i>", 
                "journal": "Functional Ecology", 
                "volume": "23", 
                "pages": {
                    "first": "941", 
                    "last": "950", 
                    "range": "941–950"
                }, 
                "doi": "10.1111/j.1365-2435.2009.01622.x"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Galen", 
                            "index": "Galen, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Cuba", 
                            "index": "Cuba, J"
                        }
                    }
                ], 
                "articleTitle": "Down the tube: pollinators, predators, and the evolution of flower shape in the alpine skypilot, <i>Polemonium viscosum</i>", 
                "journal": "Evolution", 
                "volume": "55", 
                "pages": {
                    "first": "1963", 
                    "last": "1971", 
                    "range": "1963–1971"
                }, 
                "doi": "10.1111/j.0014-3820.2001.tb01313.x"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Kessler", 
                            "index": "Kessler, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Gase", 
                            "index": "Gase, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IT Baldwin", 
                            "index": "Baldwin, IT"
                        }
                    }
                ], 
                "articleTitle": "Field experiments with transformed plants reveal the sense of nectar scents", 
                "journal": "Science", 
                "volume": "321", 
                "pages": {
                    "first": "1200", 
                    "last": "1202", 
                    "range": "1200–1202"
                }, 
                "doi": "10.1126/science.1160072"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Kessler", 
                            "index": "Kessler, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Diezel", 
                            "index": "Diezel, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DG Clark", 
                            "index": "Clark, DG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Colquhoun", 
                            "index": "Colquhoun, TA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IT Baldwin", 
                            "index": "Baldwin, IT"
                        }
                    }
                ], 
                "articleTitle": "<i>Petunia</i> flowers solve the defence/apparency dilemma of pollinator attraction by deploying complex floral blends", 
                "journal": "Ecology Letters", 
                "volume": "16", 
                "pages": {
                    "first": "299", 
                    "last": "306", 
                    "range": "299–306"
                }, 
                "doi": "10.1111/ele.12038"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Kessler", 
                            "index": "Kessler, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kallenbach", 
                            "index": "Kallenbach, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Diezel", 
                            "index": "Diezel, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Rothe", 
                            "index": "Rothe, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Murdock", 
                            "index": "Murdock, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IT Baldwin", 
                            "index": "Baldwin, IT"
                        }
                    }
                ], 
                "articleTitle": "How scent and nectar influence floral antagonists and mutualists", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e07641", 
                "doi": "10.7554/eLife.07641"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Klahre", 
                            "index": "Klahre, U"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Gurba", 
                            "index": "Gurba, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Hermann", 
                            "index": "Hermann, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Saxenhofer", 
                            "index": "Saxenhofer, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Bossolini", 
                            "index": "Bossolini, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PM Guerin", 
                            "index": "Guerin, PM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Kuhlemeier", 
                            "index": "Kuhlemeier, C"
                        }
                    }
                ], 
                "articleTitle": "Pollinator choice in <i>Petunia</i> depends on two major genetic loci for floral scent production", 
                "journal": "Current Biology", 
                "volume": "27", 
                "pages": {
                    "first": "730", 
                    "last": "739", 
                    "range": "730–739"
                }, 
                "doi": "10.1016/j.cub.2011.03.059"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1984", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JJ Obrycki", 
                            "index": "Obrycki, JJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Tauber", 
                            "index": "Tauber, MJ"
                        }
                    }
                ], 
                "articleTitle": "Natural enemy activity on glandular pubescent potato plants in the greenhouse: an unreliable predictor of effects in the field", 
                "journal": "Environmental Entomology", 
                "volume": "13", 
                "pages": {
                    "first": "679", 
                    "last": "683", 
                    "range": "679–683"
                }, 
                "doi": "10.1093/ee/13.3.679"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Riffell", 
                            "index": "Riffell, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Shlizerman", 
                            "index": "Shlizerman, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Sanders", 
                            "index": "Sanders, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Abrell", 
                            "index": "Abrell, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Medina", 
                            "index": "Medina, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Hinterworth", 
                            "index": "Hinterworth, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kutz", 
                            "index": "Kutz, J"
                        }
                    }
                ], 
                "articleTitle": "Flower discrimination by pollinators in a dynamic chemical environment", 
                "journal": "Science", 
                "volume": "344", 
                "pages": {
                    "first": "1515", 
                    "last": "1518", 
                    "range": "1515–1518"
                }, 
                "doi": "10.1126/science.1251041"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FP Schiestl", 
                            "index": "Schiestl, FP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Kirk", 
                            "index": "Kirk, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Bigler", 
                            "index": "Bigler, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Cozzolino", 
                            "index": "Cozzolino, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GA Desurmont", 
                            "index": "Desurmont, GA"
                        }
                    }
                ], 
                "articleTitle": "Herbivory and floral signaling: phenotypic plasticity and tradeoffs between reproduction and indirect defense", 
                "journal": "New Phytologist", 
                "volume": "203", 
                "pages": {
                    "first": "257", 
                    "last": "266", 
                    "range": "257–266"
                }, 
                "doi": "10.1111/nph.12783"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}