{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-00243-v1.xml"
        }, 
        "status": "vor", 
        "id": "00243", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00243", 
        "authorLine": "Benedict C S Cross, David Ron", 
        "title": "New twists in the unfolded protein response", 
        "titlePrefix": "Cell Biology", 
        "published": "2012-10-15T00:00:00Z", 
        "versionDate": "2012-10-15T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00243", 
        "pdf": "https://publishing-cdn.elifesciences.org/00243/elife-00243-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The response of <i>S. pombe</i>, also known as fission yeast, to misfolded proteins involves mechanisms that have not been observed in other species."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Cross and Ron", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Benedict C S Cross", 
                    "index": "Cross, Benedict C S"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "University of Cambridge Metabolic Research Laboratories and the NIHR Cambridge Biomedical Research Centre"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "bcc33@medschl.cam.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "David Ron", 
                    "index": "Ron, David"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "University of Cambridge Metabolic Research Laboratories and the NIHR Cambridge Biomedical Research Centre"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dr360@medschl.cam.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-00243-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00243", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00243", 
        "authorLine": "Benedict C S Cross, David Ron", 
        "title": "New twists in the unfolded protein response", 
        "titlePrefix": "Cell Biology", 
        "published": "2012-10-15T00:00:00Z", 
        "versionDate": "2012-10-15T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00243", 
        "pdf": "https://publishing-cdn.elifesciences.org/00243/elife-00243-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The response of <i>S. pombe</i>, also known as fission yeast, to misfolded proteins involves mechanisms that have not been observed in other species."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Cross and Ron", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Benedict C S Cross", 
                    "index": "Cross, Benedict C S"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "University of Cambridge Metabolic Research Laboratories and the NIHR Cambridge Biomedical Research Centre"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "bcc33@medschl.cam.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "David Ron", 
                    "index": "Ron, David"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "University of Cambridge Metabolic Research Laboratories and the NIHR Cambridge Biomedical Research Centre"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dr360@medschl.cam.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ], 
        "keywords": [
            "Unfolded Protein Response", 
            "Ire1", 
            "selective mRNA decay", 
            "Bip1 mRNA stabilization", 
            "ER homeostasis"
        ], 
        "-related-articles-internal": [
            "00048"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "In eukaryotic cells many proteins are synthesised in the endoplasmic reticulum (ER), and within each cell this production process must be carefully synchronised with secretion and the export of proteins from the ER. Any failure to maintain a balance between the production of proteins—which involves strings of amino acids folding into specific shapes—and their departure from the ER will lead to errors in the synthesis process and, eventually, to toxicity through a phenomenon known as ‘ER stress’. The collection of mechanisms that cells use to combat ER stress is known as the unfolded protein response. Writing in <i>eLife</i>, Philipp Kimmig, Marcy Diaz and co-workers at the University of California at San Francisco (UCSF) report the results of experiments on <i>Schizosaccharomyces pombe</i>, a fission yeast, that reveal aspects of the unfolded protein response that have not been observed before (<a href=\"#bib7\">Kimmig et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In all systems studied to date, cells respond to an accumulation of misfolded proteins in the ER by producing more protein-folding machinery within the ER. This process is initiated by a stress transducer—either IRE1, PERK or ATF6—that spans the membrane between the ER and the rest of the cell (<a href=\"#bib10\">Walter and Ron, 2011</a>). IRE1, which is conserved in all eukaryotes, is a dual-function enzyme that detects unfolded proteins in the ER and then sends signals to the nucleus of the cell to address this problem."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In metazoans, plants and budding yeast, this signalling involves the IRE1 removing a short fragment from within a strand of messenger RNA (mRNA)—a process known as mRNA splicing. This short fragment is degraded and the two flanking pieces of mRNA are joined together to encode an active transcription factor that specifically increases the expression of the proteins that make up the protein-folding machinery found in the ER. Until recently it was generally agreed that the primary function of IRE1 during ER stress involved this transcriptional activation, and it was also thought that this process required a specific mRNA substrate (XBP1 for metazoans, bZIP60 for plants, and HAC1 for budding yeast). Fission yeast was known to be an exception to this appealing unity because no analogous IRE1 substrate had ever been identified (<a href=\"#fig1\">Figure 1A</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The unfolded protein response in <i>S. pombe</i> and other species", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The unfolded protein response in <i>S. pombe</i> and other species. (<b>A</b>) The accumulation unfolded proteins in the endoplasmic reticulum (ER) of <i>S. pombe</i> leads to activation of IRE1 (presumably by nucleotide binding (green), auto-phosphorylation (red) and the formation of dimers), which is turn leads to the cleavage of mRNAs in the cytosol. The subsequent degradation of the cleaved mRNAs (known as RIDD) and explusion from the cell (via the exosome) reduced the protein-folding load on the ER. However, as described in the text, the mRNA that encodes for the molecular chaperone <i>Bip1</i> escapes this fate: although it is cleaved at the 3′ untranslated region (shown by the asterisk), the 5′ <i>Bip1</i> mRNA fragment is first stabilized and then translated into <i>Bip1</i> by the ribosome. The enhanced production of <i>Bip1</i> helps to increase the protein-folding capacity of the ER. The same IRE1 dimer can perform both <i>Bip1</i> mRNA cleavage and RIDD: however, larger IRE1 oligomers (right) can also perform RIDD in a second level of the unfolded protein response. (<b>B</b>) Ancestral IRE1 may have possessed RIDD activity prior to the evolution of the yeasts (top), animals (middle) and plants (bottom). This vestigial RIDD function is not evident in budding yeast (<i>S. cerevisiae</i>), and it is not known if it exists in plants (<i>Arabidopsis</i>), but it is evident in the animals (metazoans). However, in all three cases IRE1 exerts transcriptional control by splicing mRNA to regulate the expression of various transcription factors (HAC1, XBP1 and bZIP60). The unfolded protein response in fusion yeast (<i>S. Pombe</i>) is different in that it involves RIDD and the direct post-transcriptional stabilisation of the molecular chaperone <i>Bip1</i>. RNase L is a distant relative of IRE1 that triggers mRNA decay in mammals in a way that is not dissimilar to RIDD."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00243/elife-00243-fig1-v1.tif", 
                        "filename": "elife-00243-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In 2006 it was discovered that ER stress in drosophila cells leads to the decay of a number of ER-localised mRNAs (<a href=\"#bib6\">Hollien and Weissman, 2006</a>), and since then it has become apparent that cleavage of the mRNAs by IRE1 is the first step, and also the limiting step, in their degradation. This process, later termed regulated IRE1-dependent decay, has also been found in mammalian cells and is thought to reduce the protein-folding load by prompting the pre-emptive degradation of mRNAs that are destined for the ER (<a href=\"#bib5\">Hollien et al., 2009</a>). This finding, which came as a surprise at the time, set the scene for the latest work on the unfolded protein response in fission yeast."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Kimmig and co-workers, working in Peter Walter’s lab at UCSF, conducted a transcript analysis of ER-stressed <i>S. pombe</i> cells and found a distinct decrease in the abundance of mRNAs encoding for proteins that were destined for the ER (<a href=\"#bib7\">Kimmig et al., 2012</a>). Further molecular analysis confirmed IRE1-dependent cleavage of this subset of mRNAs, followed by degradation of the 5′ and 3′ fragments: these are the hallmarks of regulated IRE1-dependent decay (RIDD), and they suggest that this process might provide the foundation of the unfolded protein response in these cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The sites of the IRE1-dependent mRNA cleavage in <i>S. pombe</i> share some sequence homology with those of other species, but not enough to account entirely for the apparent specificity of RIDD. In fact, the difficulty in identifying clear rules for RIDD in this study and others had raised a number of questions about the phenomenon itself. Is RIDD a <i>bona fide</i> functional output of the unfolded protein response? Or is it an irrelevant but inevitable corollary of a potent ER-embedded RNase? Whilst budding yeast appear to survive without RIDD, the UCSF team makes a strong genetic case for its importance in fission yeast, estimating that RIDD accounts for a 15% decrease in unfolded protein load on the ER of wildtype fission yeast. Although this is a modest decrease, it is worth noting that the PERK branch of the unfolded protein response in the active secretory cells of the mammalian pancreas makes an important contribution to cell survival, even though it only reduces the unfolded protein load by an estimated 30% (<a href=\"#bib4\">Harding et al., 2001</a>). In contrast, cultured mammalian cells can survive acute ER stress without the help of the IRE1 transcriptional branch (<a href=\"#bib1\">Cross et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These new findings in <i>S. pombe</i> also highlight the potential for selective RIDD to lead to a qualitative change in cell physiology, in addition to a quantitative reduction in the unfolded protein load. The selective decay of transcripts that are involved in sterol metabolism is a salient example of this, since sterol accumulation promotes ER stress in mammalian cells (<a href=\"#bib3\">Feng et al., 2003</a>) and budding yeast (<a href=\"#bib9\">Pineau et al., 2009</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The behaviour of a protein called <i>Bip1</i> provided an unexpected twist in the story of the unfolded protein response of <i>S. pombe</i>. <i>Bip1</i> is a molecular chaperone, a protein that helps other proteins or macromolecules to fold and unfold in cells, and Kimmig, Diaz and co-workers found that the mRNA that encodes for <i>Bip1</i> was elevated in wildtype ER-stressed <i>S. pombe</i>. Most species increase the expression of molecular chaperones by increasing the rate of transcription of their encoding mRNA. The researchers found that the response in <i>S. pombe</i> was post-transcriptional. In particular they found that the <i>Bip1</i> mRNA was cleaved at a typical RIDD site in the 3′ untranslated region (indicated by an asterisk in <a href=\"#fig1\">Figure 1A</a>). However, unlike all other known RIDD targets, which are rapidly degraded following cleavage, the 5′ mRNA fragment that contains the coding sequence for the <i>Bip1</i> molecular chaperone is stabilised, which leads to the increased production of <i>Bip1</i> and, therefore, to increased protein-folding capacity in the ER."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The catalytic residues in IRE1 are well conserved between <i>S. Pombe</i> and other species, and the UCSF results suggest that IRE1 is directly responsible for the cleavage of <i>Bip1</i> mRNA in <i>S. pombe</i>. Whilst much is yet to be understood about the mechanism underlying the counter-intuitive stabilization of the 5′ fragment, the output is clear and represents a novel post-transcriptional approach to combating ER stress."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These findings also illuminate the evolution of the unfolded protein response (<a href=\"#fig1\">Figure 1B</a>). The common shared biology appears to be the cleavage and splicing of RNA by IRE1, with the biomolecular apparatus that couples this activity to the regulated expression of a transcription factor emerging only later. In plants, for example, this splicing deletes a region of mRNA that codes for a specific transmembrane structure, which liberates a tethered transcription factor from the ER (<a href=\"#bib2\">Deng et al., 2011</a>). In metazoans and budding yeast the activity of IRE1 is to control the translation of an active transcription factor. And the appearance of RNase L, a distant relative of IRE1 that is involved in innate immunity in mammals (<a href=\"#bib8\">Malathi et al., 2007</a>), appears to be a late reversion to the sort of behaviour displayed by ancestral IRE1. Indeed, given the mechanistic diversity for dealing with unfolded proteins in the ER that is highlighted by the UCSF work, the similarities in the responses of budding yeast (<i>S. cerevisiae</i>) and the metazoans is quite remarkable. It will be fascinating to discover how the unfolded protein response has evolved in each lineage."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BC Cross", 
                            "index": "Cross, BC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Bond", 
                            "index": "Bond, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PG Sadowski", 
                            "index": "Sadowski, PG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BK Jha", 
                            "index": "Jha, BK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Zak", 
                            "index": "Zak, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Goodman", 
                            "index": "Goodman, JM"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The molecular basis for selective inhibition of unconventional mRNA splicing by an IRE1-binding small molecule", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "109", 
                "pages": {
                    "first": "E869", 
                    "last": "E878", 
                    "range": "E869–E878"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Deng", 
                            "index": "Deng, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Humbert", 
                            "index": "Humbert, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JX Liu", 
                            "index": "Liu, JX"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Srivastava", 
                            "index": "Srivastava, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Rothstein", 
                            "index": "Rothstein, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SH Howell", 
                            "index": "Howell, SH"
                        }
                    }
                ], 
                "articleTitle": "Heat induces the splicing by IRE1 of a mRNA encoding a transcription factor involved in the unfolded protein response in Arabidopsis", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "108", 
                "pages": {
                    "first": "7247", 
                    "last": "7252", 
                    "range": "7247–7252"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Feng", 
                            "index": "Feng, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PM Yao", 
                            "index": "Yao, PM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Li", 
                            "index": "Li, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Devlin", 
                            "index": "Devlin, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Zhang", 
                            "index": "Zhang, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HP Harding", 
                            "index": "Harding, HP"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The endoplasmic reticulum is the site of cholesterol-induced cytotoxicity in macrophages", 
                "journal": "Nat Cell Biol", 
                "volume": "5", 
                "pages": {
                    "first": "781", 
                    "last": "792", 
                    "range": "781–792"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HP Harding", 
                            "index": "Harding, HP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Zeng", 
                            "index": "Zeng, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zhang", 
                            "index": "Zhang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Jungries", 
                            "index": "Jungries, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Chung", 
                            "index": "Chung, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Plesken", 
                            "index": "Plesken, H"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Diabetes mellitus and exocrine pancreatic dysfunction in perk-/- mice reveals a role for translational control in secretory cell survival", 
                "journal": "Mol Cell", 
                "volume": "7", 
                "pages": {
                    "first": "1153", 
                    "last": "1163", 
                    "range": "1153–1163"
                }
            }, 
            {
                "type": "unknown", 
                "id": "bib5", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Hollien", 
                            "index": "Hollien, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH Lin", 
                            "index": "Lin, JH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Li", 
                            "index": "Li, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Stevens", 
                            "index": "Stevens, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Weissman", 
                            "index": "Weissman, JS"
                        }
                    }
                ], 
                "title": "Regulated Ire1-dependent decay of messenger RNAs in mammalian cells", 
                "details": "323–331, J Cell Biol, 186"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Hollien", 
                            "index": "Hollien, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Weissman", 
                            "index": "Weissman, JS"
                        }
                    }
                ], 
                "articleTitle": "Decay of endoplasmic reticulum-localized mRNAs during the unfolded protein response", 
                "journal": "Science", 
                "volume": "313", 
                "pages": {
                    "first": "104", 
                    "last": "107", 
                    "range": "104–107"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Kimmig", 
                            "index": "Kimmig, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Diaz", 
                            "index": "Diaz, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Zheng", 
                            "index": "Zheng, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Williams", 
                            "index": "Williams, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Lang", 
                            "index": "Lang, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Aragón", 
                            "index": "Aragón, T"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The unfolded protein response in fission yeast modulates stability of select mRNAs to maintain protein homeostasis", 
                "journal": "eLife", 
                "volume": "1", 
                "pages": "e00048", 
                "uri": "http://dx.doi.org/10.7554/eLife.00048"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Malathi", 
                            "index": "Malathi, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Dong", 
                            "index": "Dong, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Gale Jr", 
                            "index": "Gale, M, Jr"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RH Silverman", 
                            "index": "Silverman, RH"
                        }
                    }
                ], 
                "articleTitle": "Small self-RNA generated by RNase L amplifies antiviral innate immunity", 
                "journal": "Nature", 
                "volume": "448", 
                "pages": {
                    "first": "816", 
                    "last": "819", 
                    "range": "816–819"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Pineau", 
                            "index": "Pineau, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Colas", 
                            "index": "Colas, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Dupont", 
                            "index": "Dupont, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Beney", 
                            "index": "Beney, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Fleurat-Lessard", 
                            "index": "Fleurat-Lessard, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Berjeaud", 
                            "index": "Berjeaud, JM"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Lipid-induced ER stress: synergistic effects of sterols and saturated fatty acids", 
                "journal": "Traffic", 
                "volume": "10", 
                "pages": {
                    "first": "673", 
                    "last": "690", 
                    "range": "673–690"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Ron", 
                            "index": "Ron, D"
                        }
                    }
                ], 
                "articleTitle": "The unfolded protein response: from stress pathway to homeostatic regulation", 
                "journal": "Science", 
                "volume": "334", 
                "pages": {
                    "first": "1081", 
                    "last": "1086", 
                    "range": "1081–1086"
                }
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}