{
    "journal": {
        "id": "elife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00571", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00571", 
        "authorLine": "Daniel Needleman", 
        "title": "Developing cell biology", 
        "titlePrefix": "Mitosis", 
        "published": "2013-02-19T00:00:00Z", 
        "versionDate": "2013-02-19T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00571", 
        "pdf": "https://publishing-cdn.elifesciences.org/00571/elife-00571-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Xenopus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Experiments in <i>Xenopus</i> embryo extracts reveal that changes in cellular biochemistry cause mitotic spindles to decrease in size over the course of early development."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Needleman", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Daniel Needleman", 
                    "index": "Needleman, Daniel"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "School of Engineering and Applied Sciences, the Department of Molecular and Cellular Biology, and the Center for Systems Biology", 
                            "Harvard University"
                        ], 
                        "address": {
                            "formatted": [
                                "United States"
                            ], 
                            "components": {
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dan.needleman@gmail.com"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00571", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00571", 
        "authorLine": "Daniel Needleman", 
        "title": "Developing cell biology", 
        "titlePrefix": "Mitosis", 
        "published": "2013-02-19T00:00:00Z", 
        "versionDate": "2013-02-19T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00571", 
        "pdf": "https://publishing-cdn.elifesciences.org/00571/elife-00571-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Xenopus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Experiments in <i>Xenopus</i> embryo extracts reveal that changes in cellular biochemistry cause mitotic spindles to decrease in size over the course of early development."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Needleman", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Daniel Needleman", 
                    "index": "Needleman, Daniel"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "School of Engineering and Applied Sciences, the Department of Molecular and Cellular Biology, and the Center for Systems Biology", 
                            "Harvard University"
                        ], 
                        "address": {
                            "formatted": [
                                "United States"
                            ], 
                            "components": {
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dan.needleman@gmail.com"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ], 
        "keywords": [
            "mitotic spindle", 
            "embryogenesis", 
            "microtubule", 
            "kif2a", 
            "intracellular scaling", 
            "mitosis"
        ], 
        "relatedArticles": [
            "00290"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Wilbur JD, Heald R. 2013. Mitotic spindle scaling during <i>Xenopus</i> development by kif2a and importin α. <i>eLife</i> <b>2</b>:e00290. doi: <a href=\"http://dx.doi.org/10.7554/elife.00290\">10.7554/eLife.00290</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> The mitotic spindle (red) segregates chromosomes (blue) during cell division"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-00571-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "One of the many fibs our teachers told us for our own good is that animals are all the same at the cellular and molecular level despite their apparent outward differences. Thinking in that mindset, it's okay to study how ‘the cell' works without worrying too much about which particular cell one is considering. In addition to being helpful when preparing for exams in introductory biology courses, this fiction has practical benefits for scientists. Focusing on the features that cells have in common has enabled researchers to make great advances by studying the organisms most amenable to their question and method of choice, and to synthesize information to obtain coherent pictures of biological processes. In reality, there is variation throughout all of biology, including at the cellular and molecular levels, and even the most basic cellular processes, such as the mechanics of cell division, can differ dramatically between animal cells. There can even be large variations between different cells of the same organism: it has been known for more than a hundred years that spindles, the structures that segregate chromosomes during cell division, show great variations in size and shape over the course of development (<a href=\"#bib7\">Wilson, 1897</a>). Very little is understood about the origins of this variation—which might have important implications for development, evolution and human health. Now, writing in <i>eLife</i>, Jeremy Wilbur and Rebecca Heald of the University of California at Berkeley offer important insights into the mechanisms that underlie these changes in spindle morphology (<a href=\"#bib8\">Wilbur and Heald, 2013</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Embryos undergo multiple rounds of rapid division during early development in many animals, and as the cells become progressively smaller, so too do the spindles that are responsible for their divisions (<a href=\"#fig1\">Figure 1</a>). Recent studies of these early divisions in <i>Xenopus laevis</i> (<a href=\"#bib9\">Wuhr et al., 2008</a>), <i>C. elegans</i> (<a href=\"#bib4\">Hara and Kimura, 2009</a>; <a href=\"#bib3\">Greenan et al., 2010</a>) and mouse (<a href=\"#bib1\">Courtois et al., 2012</a>) have produced many interesting results, but the underlying causes of these changes in spindle size remain unclear. Since both cell size and spindle size decrease, it is tempting to think that there is some causative relationship between the two phenomena: that the confines of a smaller cell make spindles smaller, perhaps due to mechanics (<a href=\"#bib4\">Hara and Kimura, 2009</a>) or the depletion of a limiting pool of cytoplasmic components (<a href=\"#bib2\">Goehring and Hyman, 2012</a>). However, this is not the only possibility. It could be that changes in cellular biochemistry during early development give rise to smaller spindles through processes that are not connected to cell size. Understanding which of these scenarios is correct has been challenging."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "Embryos undergo multiple rounds of rapid division during the early stages of development of many animals", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "Embryos undergo multiple rounds of rapid division during the early stages of development of many animals. As the cells become progressively smaller, the spindles inside them also decrease in size. Reproduced from <a href=\"#bib7\">Wilson (1897)</a>."
                    }
                ], 
                "alt": "", 
                "uri": "https://publishing-cdn.elifesciences.org/00571/elife-00571-fig1-v1.tif", 
                "attribution": [
                    "FIGURE CREDIT: REPRODUCED FROM WILSON EB (1897)."
                ], 
                "filename": "elife-00571-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "To appreciate how fiendishly difficult this problem is, it is important to realize that the standard usage of two of the mainstays of modern cell biology research, namely inferring causation by 1) detecting co-occurrence of a protein and a phenotype and 2) perturbing the activity of a protein and examining the effect on a phenotype—cannot be used to rigorously establish the mechanisms controlling differences in spindle size. An extreme example illustrates this point: spindles are primarily composed of microtubules, which are in turn composed of the protein tubulin. Thus larger spindles contain more tubulin (co-occurrence) and depleting tubulin will reduce spindle size (perturbation), but this does not mean that changes in tubulin are responsible for changes in spindle size during development. Rather, these results suggest only that changes in tubulin <i>could</i> affect spindle size, not that they actually do so."
            }, 
            {
                "type": "paragraph", 
                "text": "Wilbur and Heald overcome these difficulties through a powerful and conceptually straightforward approach: they prepare extracts from embryos at different developmental stages and assemble spindles in these extracts. They find that spindles in the extracts are the same size as the spindles in the embryos the extracts were made from, even though the extracts lack cell boundaries. This proves that changes in the size of the spindle are caused by changes in the state of the cytoplasm and are not directly controlled by cell size (at least in this system). This leads us naturally to the next question: how do changes in the cytoplasm produce changes in spindle size? To address this issue, Wilbur and Heald first characterize the behaviors of microtubules grown off of centrosomes—structures that nucleate microtubules—in the extracts. They observe that microtubule polymerization is similar in the different extracts, but that microtubules switch to a depolymerizing state, or ‘catastrophy’, at a higher rate in later stage extracts. It has been argued that modifying microtubule catastrophy rates can change spindle length (<a href=\"#bib6\">Ohi et al., 2007</a>; <a href=\"#bib5\">Loughlin et al., 2010</a>), presumably by altering the lengths of microtubules, suggesting that the decrease in spindle length during early development might be caused by the increase in catastrophy rate. However, differences in microtubule lengths cannot be the whole story because spindles from early stage extracts are not just longer; they are also wider and appear denser, suggesting that they contain far more microtubules than late stage spindles."
            }, 
            {
                "type": "paragraph", 
                "text": "Next, Wilbur and Heald use a candidate approach to attempt to discover which cytoplasmic factors are responsible for the differing rates of microtubule catastrophies in the different extracts. They identify one protein known to increase microtubule catastrophies, namely the kinesin-13, kif2a, as being enriched on spindles in late stage extracts, and use perturbation experiments to argue that kif2a contributes to the differences in spindle size. However, the concentration of kif2a is the same in early and late stage extracts, which means that if kif2a is causing differences in the extracts, this must be because its activity is being regulated differently. Wilbur and Heald provide evidence that this regulation could be performed by importin α, which inhibits kif2a. They argue that over successive cell divisions importin α becomes increasingly sequestered in membranes, causing the cytoplasmic concentration of free importin α to decrease. This leads to an increase in kif2a activity, and thus an increase in microtubule catastrophy rates. This is a clever suggestion, as it offers a possible mechanism by which cell biochemistry could indirectly readout changes in cell size, since smaller cells have a greater surface to volume ratio than larger cells. However, it is not clear why importin α would bind to membranes only after they have been deposited to form cell boundaries, and not earlier when they are in cytoplasmic stores."
            }, 
            {
                "type": "paragraph", 
                "text": "Demonstrating that the changes in spindle size during early development are driven by the changing biochemistry of the cytoplasm is a landmark finding that pushes the field forward and allows new, more precise questions to be formulated. One issue that will be important to resolve is the extent to which these changes are multifactorial. Are the differences in spindle structure primarily caused by one or two keys factors, or are large numbers of factors involved, each contributing a little, perhaps in opposing directions? Wilbur and Heald's study provides a hint that the situation may be complicated: they found that spindles from early stage extracts are enriched for the kinesin-13, MCAK. This suggests that MCAK may be more active in early developmental stages—a change that goes the ‘wrong’ way, as MCAK is known to increase catastrophy rates, whereas microtubules in the early stage extracts have a decreased rate of catastrophies<b><i>.</i></b> In any case, more work remains in the young and challenging area of studying how cell biology differs in different cells."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Courtois", 
                            "index": "Courtois, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Schuh", 
                            "index": "Schuh, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ellenberg", 
                            "index": "Ellenberg, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Hiiragi", 
                            "index": "Hiiragi, T"
                        }
                    }
                ], 
                "articleTitle": "The transition from meiotic to mitotic spindle assembly is gradual during early mammalian development", 
                "journal": {
                    "name": [
                        "J Cell Biol"
                    ]
                }, 
                "volume": "198", 
                "pages": {
                    "first": "357", 
                    "last": "370", 
                    "range": "357–370"
                }, 
                "doi": "10.1083/jcb.201202135"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NW Goehring", 
                            "index": "Goehring, NW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Hyman", 
                            "index": "Hyman, AA"
                        }
                    }
                ], 
                "articleTitle": "Organelle growth control through limiting pools of cytoplasmic components", 
                "journal": {
                    "name": [
                        "Curr Biol"
                    ]
                }, 
                "volume": "22", 
                "pages": {
                    "first": "R330", 
                    "last": "R339", 
                    "range": "R330–R339"
                }, 
                "doi": "10.1016/j.cub.2012.03.046"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Greenan", 
                            "index": "Greenan, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CP Brangwynne", 
                            "index": "Brangwynne, CP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Jaensch", 
                            "index": "Jaensch, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Gharakhani", 
                            "index": "Gharakhani, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Julicher", 
                            "index": "Julicher, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Hyman", 
                            "index": "Hyman, AA"
                        }
                    }
                ], 
                "articleTitle": "Centrosome size sets mitotic spindle length in Caenorhabditis elegans embryos", 
                "journal": {
                    "name": [
                        "Curr Biol"
                    ]
                }, 
                "volume": "20", 
                "pages": {
                    "first": "353", 
                    "last": "358", 
                    "range": "353–358"
                }, 
                "doi": "10.1016/j.cub.2009.12.050"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Hara", 
                            "index": "Hara, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Kimura", 
                            "index": "Kimura, A"
                        }
                    }
                ], 
                "articleTitle": "Cell-size-dependent spindle elongation in the Caenorhabditis elegans early embryo", 
                "journal": {
                    "name": [
                        "Curr Biol"
                    ]
                }, 
                "volume": "19", 
                "pages": {
                    "first": "1549", 
                    "last": "1554", 
                    "range": "1549–1554"
                }, 
                "doi": "10.1016/j.cub.2009.07.050"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Loughlin", 
                            "index": "Loughlin, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Heald", 
                            "index": "Heald, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Nedelec", 
                            "index": "Nedelec, F"
                        }
                    }
                ], 
                "articleTitle": "A computational model predicts Xenopus meiotic spindle organization", 
                "journal": {
                    "name": [
                        "J Cell Biol"
                    ]
                }, 
                "volume": "191", 
                "pages": {
                    "first": "1239", 
                    "last": "1249", 
                    "range": "1239–1249"
                }, 
                "doi": "10.1083/jcb.201006076"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ohi", 
                            "index": "Ohi, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Burbank", 
                            "index": "Burbank, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Liu", 
                            "index": "Liu, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Mitchison", 
                            "index": "Mitchison, TJ"
                        }
                    }
                ], 
                "articleTitle": "Nonredundant functions of Kinesin-13s during meiotic spindle assembly", 
                "journal": {
                    "name": [
                        "Curr Biol"
                    ]
                }, 
                "volume": "17", 
                "pages": {
                    "first": "953", 
                    "last": "959", 
                    "range": "953–959"
                }, 
                "doi": "10.1016/j.cub.2007.04.057"
            }, 
            {
                "type": "unknown", 
                "id": "bib7", 
                "date": "1897", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EB Wilson", 
                            "index": "Wilson, EB"
                        }
                    }
                ], 
                "title": "The cell in development and inheritance", 
                "details": "Norwood, Norwood Press"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Wilbur", 
                            "index": "Wilbur, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Heald", 
                            "index": "Heald, R"
                        }
                    }
                ], 
                "articleTitle": "Mitotic spindle scaling during <i>Xenopus</i> development by kif2a and importin α", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00290", 
                "doi": "10.7554/elife.00290"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Wuhr", 
                            "index": "Wuhr, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Chen", 
                            "index": "Chen, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Dumont", 
                            "index": "Dumont, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Groen", 
                            "index": "Groen, AC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Needleman", 
                            "index": "Needleman, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Salic", 
                            "index": "Salic, A"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Evidence for an upper limit to mitotic spindle length", 
                "journal": {
                    "name": [
                        "Curr Biol"
                    ]
                }, 
                "volume": "18", 
                "pages": {
                    "first": "1256", 
                    "last": "1261", 
                    "range": "1256–1261"
                }, 
                "doi": "10.1016/j.cub.2008.07.092"
            }
        ]
    }
}