{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-04476-v1.xml"
        }, 
        "status": "vor", 
        "id": "04476", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.04476", 
        "authorLine": "Yasutaka Okabe, Ruslan Medzhitov", 
        "title": "How the immune system spots tumors", 
        "titlePrefix": "Cancer", 
        "published": "2014-09-24T00:00:00Z", 
        "versionDate": "2014-09-24T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e04476", 
        "pdf": "https://publishing-cdn.elifesciences.org/04476/elife-04476-v1.pdf", 
        "subjects": [
            {
                "id": "immunology", 
                "name": "Immunology"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The receptor protein Dectin-1 recognizes structures found on cancerous cells, and then triggers an anti-tumor immune response."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Okabe and Medzhitov", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yasutaka Okabe", 
                    "index": "Okabe, Yasutaka"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Immunobiology", 
                            "Yale University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "New Haven", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New Haven"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ruslan Medzhitov", 
                    "index": "Medzhitov, Ruslan"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Immunobiology", 
                            "Yale University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "New Haven", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New Haven"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ruslan.medzhitov@yale.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-04476-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "04476", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.04476", 
        "authorLine": "Yasutaka Okabe, Ruslan Medzhitov", 
        "title": "How the immune system spots tumors", 
        "titlePrefix": "Cancer", 
        "published": "2014-09-24T00:00:00Z", 
        "versionDate": "2014-09-24T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e04476", 
        "pdf": "https://publishing-cdn.elifesciences.org/04476/elife-04476-v1.pdf", 
        "subjects": [
            {
                "id": "immunology", 
                "name": "Immunology"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The receptor protein Dectin-1 recognizes structures found on cancerous cells, and then triggers an anti-tumor immune response."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Okabe and Medzhitov", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yasutaka Okabe", 
                    "index": "Okabe, Yasutaka"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Immunobiology", 
                            "Yale University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "New Haven", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New Haven"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ruslan Medzhitov", 
                    "index": "Medzhitov, Ruslan"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Immunobiology", 
                            "Yale University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "New Haven", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New Haven"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ruslan.medzhitov@yale.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "innate immunity", 
            "Dectin-1", 
            "NK cell", 
            "IRF", 
            "cancer"
        ], 
        "-related-articles-internal": [
            "04177"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The immune system is best known for its role in defending the body against microbial infections. People carrying mutations that affect the immune system are, therefore, highly susceptible to infectious diseases and usually require continuous care to avoid infections. However, it has also been proposed that the immune system can eliminate cancer cells. This idea, known as immune surveillance, is several decades old, but there is little experimental evidence to support it. In large part, this is because the mechanisms used by the body to recognize cancer cells remain poorly understood."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A key feature of the immune system is its ability to distinguish between pathogens (‘non-self’) and the body's own cells (‘self’). Immune cells detect certain components that are found in many microorganisms, such as the complex carbohydrates that make up bacterial and fungal cell walls. Because these components are unique to microbes, detecting them allows the innate immune response—the body's first line of defence—to identify the cell they came from as ‘non-self’ and potentially harmful, and then act to neutralize the threat."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The carbohydrates are recognized by the so-called pattern-recognition receptors, such as Toll-like receptors and C-type lectin receptors, which are found in two types of immune cell—dendritic cells and macrophages (<a href=\"#bib4\">Takeuchi and Akira, 2010</a>). Pathogens cannot easily evade detection because the components that are recognized by the receptors are essential for microbial fitness and survival."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This approach cannot be used to detect tumors because they develop from the host's own cells. Rather, in order to perform immune surveillance the immune system has to be able to distinguish tumor cells from normal cells. One way that this would be possible is if cancer cells produce signals that can be detected by the immune system. Clearly, if such signals exist, they would be the first feature to be lost by the cancer cells as they evolve under the selection pressure imposed by immune surveillance. Unless, that is, getting rid of these signals comes with a significant cost to the cancer cell."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in <i>eLife</i>, Tadatsugu Taniguchi of the University of Tokyo and co-workers—including Shiho Chiba, Hiroaki Ikushima and Hiroshi Ueki as joint first authors—report evidence that immune surveillance does indeed rely on this strategy. They report that the pattern-recognition receptor Dectin-1 plays a crucial role in recognizing a process called tumor cell-associated glycosylation and in initiating an anti-tumor innate immune response (<a href=\"#bib2\">Chiba et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Glycosylation is a reaction where a carbohydrate molecule called a glycan is added to a protein. Altered glycosylation is a universal feature of tumor cells (<a href=\"#bib5\">Varki et al., 2009</a>). By increasing where and how much glycosylation occurs on their surface, many tumor cells develop an advantage over other cells when migrating to and spreading through other organs."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Chiba et al. found that two proteins play crucial roles in suppressing the spread of cancer: Dectin-1 and IRF5 (<a href=\"#fig1\">Figure 1</a>). Dectin-1 recognizes molecules called β-glucans that are found on fungal cell walls (<a href=\"#bib1\">Brown, 2006</a>). When Dectin-1 recognizes its target, the transcription factor IRF5 activates innate immunity in response (<a href=\"#bib3\">del Fresno et al., 2013</a>). Chiba et al. now show that Dectin-1 also recognizes particular glycosylation associated structures called N-glycan structures, which are highly expressed in several tumor cell lines—but not in non-cancerous cells. When N-glycan structures are detected, Dectin-1 triggers an anti-tumor immune response."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The receptor protein Dectin-1 plays an important role in the anti-fungal and anti-tumor responses of the innate immune system.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Left: Dectin-1 is expressed on dendritic cells and macrophages, and recognizes molecules called β-glucans (dark green circles) on fungal cell walls. This recognition triggers the signaling pathways that activate transcription factors including IRF5 and NF-κβ (<a href=\"#bib3\">del Fresno et al., 2013</a>), which cause anti-fungal genes to be expressed. Right: Chiba et al. found that Dectin-1 can also recognize N-glycan structures expressed on certain tumor cell lines. Recognizing these tumor cell signals activates IRF5 and perhaps other unidentified pathways, which causes tumoricidal action by natural killer (NK) cells. At least part of the mechanism for natural killer cell mediated tumor killing involves increasing the expression of the Inam gene. It would be interesting in the future to determine if Dectin-1 recognizes N-glycan structures as a proxy for the increased activity of the hexosamine biosynthetic pathway in tumor cells."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/04476/elife-04476-fig1-v1.tif", 
                        "filename": "elife-04476-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Natural killer (NK) cells are lymphocytes (or white blood cells) that can kill cancer cells and so could play an important role in immune surveillance (<a href=\"#bib6\">Vivier et al., 2012</a>). Chiba et al. found in their experimental model that natural killer cells are indeed required for the elimination of tumor cells. Furthermore, natural killer cells rely on Dectin-1 expressed on dendritic cells and macrophages in order to kill tumor cells; the findings therefore reveal a new functional link between dendritic cells, macrophages and natural killer cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Chiba et al. have taken an important step towards understanding how the anti-tumor immune response works. As is normal for a brand-new finding, this work raises a number of important questions. The level and/or the specific structural patterns of glycosylation on tumor cells appears to be important for the fitness of cancer cells. Therefore, an immune surveillance system based on cell surface glycan recognition may have evolved to prevent cancer cells themselves evolving in a way that enables them to evade the anti-tumor immune response. In this regard, it would be important to know whether Dectin-1 is activated by either an altered structure or increased level of N-glycans on tumor cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is possible that the total level or specific structural variants of cell surface N-glycans may reflect the metabolic state of the cell. For example, the hexosamine biosynthetic pathway—which is used by cells to produce a particular type of sugar—is more active than normal in some cancers and can affect the glycosylation patterns of cell surface proteins (<a href=\"#bib7\">Wellen et al., 2010</a>). It would be very interesting to investigate whether Dectin-1 (and other C-type lectins) evolved to detect the increased activity of the hexosamine biosynthetic pathway through its effect on cell surface N-glycans, as a proxy for cancer cells (<a href=\"#fig1\">Figure 1</a>)."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GD Brown", 
                            "index": "Brown, GD"
                        }
                    }
                ], 
                "articleTitle": "Dectin-1: a signalling non-TLR pattern-recognition receptor", 
                "journal": "Nature Reviews Immunology", 
                "volume": "6", 
                "pages": {
                    "first": "33", 
                    "last": "43", 
                    "range": "33–43"
                }, 
                "doi": "10.1038/nri1745"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Chiba", 
                            "index": "Chiba, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Ikushima", 
                            "index": "Ikushima, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Ueki", 
                            "index": "Ueki, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Yanai", 
                            "index": "Yanai, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Kimura", 
                            "index": "Kimura, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hangai", 
                            "index": "Hangai, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Nishio", 
                            "index": "Nishio, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Negishi", 
                            "index": "Negishi, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Tamura", 
                            "index": "Tamura, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Saijo", 
                            "index": "Saijo, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Iwakura", 
                            "index": "Iwakura, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Taniguchi", 
                            "index": "Taniguchi, T"
                        }
                    }
                ], 
                "articleTitle": "Recognition of tumor cells by Dectin-1 orchestrates innate immune cells for anti-tumor responses", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e04177", 
                "doi": "10.7554/eLife.04177"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C del Fresno", 
                            "index": "del Fresno, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Soulat", 
                            "index": "Soulat, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Roth", 
                            "index": "Roth, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Blazek", 
                            "index": "Blazek, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Udalova", 
                            "index": "Udalova, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Sancho", 
                            "index": "Sancho, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ruland", 
                            "index": "Ruland, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Ardavin", 
                            "index": "Ardavin, C"
                        }
                    }
                ], 
                "articleTitle": "Interferon-beta production via Dectin-1-Syk-IRF5 signaling in dendritic cells is crucial for immunity to <i>C. albicans</i>", 
                "journal": "Immunity", 
                "volume": "38", 
                "pages": {
                    "first": "1176", 
                    "last": "1186", 
                    "range": "1176–1186"
                }, 
                "doi": "10.1016/j.immuni.2013.05.010"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Takeuchi", 
                            "index": "Takeuchi, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Akira", 
                            "index": "Akira, S"
                        }
                    }
                ], 
                "articleTitle": "Pattern recognition receptors and inflammation", 
                "journal": "Cell", 
                "volume": "140", 
                "pages": {
                    "first": "805", 
                    "last": "820", 
                    "range": "805–820"
                }, 
                "doi": "10.1016/j.cell.2010.01.022"
            }, 
            {
                "type": "unknown", 
                "id": "bib5", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Varki", 
                            "index": "Varki, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Kannagi", 
                            "index": "Kannagi, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BP Toole", 
                            "index": "Toole, BP"
                        }
                    }
                ], 
                "title": "Essentials of Glycobiology", 
                "details": "Essentials of Glycobiology, New York, Cold Spring Harbor"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Vivier", 
                            "index": "Vivier, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Ugolini", 
                            "index": "Ugolini, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Blaise", 
                            "index": "Blaise, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Chabannon", 
                            "index": "Chabannon, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Brossay", 
                            "index": "Brossay, L"
                        }
                    }
                ], 
                "articleTitle": "Targeting natural killer cells and natural killer T cells in cancer", 
                "journal": "Nature Reviews Immunology", 
                "volume": "12", 
                "pages": {
                    "first": "239", 
                    "last": "252", 
                    "range": "239–252"
                }, 
                "doi": "10.1038/nri3174"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KE Wellen", 
                            "index": "Wellen, KE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Lu", 
                            "index": "Lu, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Mancuso", 
                            "index": "Mancuso, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Lemons", 
                            "index": "Lemons, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Ryczko", 
                            "index": "Ryczko, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Dennis", 
                            "index": "Dennis, JW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Rabinowitz", 
                            "index": "Rabinowitz, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HA Coller", 
                            "index": "Coller, HA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CB Thompson", 
                            "index": "Thompson, CB"
                        }
                    }
                ], 
                "articleTitle": "The hexosamine biosynthetic pathway couples growth factor-induced glutamine uptake to glucose metabolism", 
                "journal": "Genes & Development", 
                "volume": "24", 
                "pages": {
                    "first": "2784", 
                    "last": "2799", 
                    "range": "2784–2799"
                }, 
                "doi": "10.1101/gad.1985910"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}