{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "15963", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.15963", 
        "authorLine": "Bradley B Doll, Nathaniel D Daw", 
        "title": "The expanding role of dopamine", 
        "titlePrefix": "Prediction error", 
        "published": "2016-04-21T00:00:00Z", 
        "versionDate": "2016-04-21T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e15963", 
        "pdf": "https://publishing-cdn.elifesciences.org/15963/elife-15963-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Evidence increasingly suggests that dopaminergic neurons play a more sophisticated role in predicting rewards than previously thought."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Doll et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Bradley B Doll", 
                    "index": "Doll, Bradley B"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Neural Science, New York University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Nathaniel D Daw", 
                    "index": "Daw, Nathaniel D"
                }, 
                "orcid": "0000-0001-5029-1430", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Psychology and Princeton Neuroscience Institute", 
                            "Princeton University"
                        ], 
                        "address": {
                            "formatted": [
                                "Princeton", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Princeton"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ndaw@princeton.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "15963", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.15963", 
        "authorLine": "Bradley B Doll, Nathaniel D Daw", 
        "title": "The expanding role of dopamine", 
        "titlePrefix": "Prediction error", 
        "published": "2016-04-21T00:00:00Z", 
        "versionDate": "2016-04-21T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e15963", 
        "pdf": "https://publishing-cdn.elifesciences.org/15963/elife-15963-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Evidence increasingly suggests that dopaminergic neurons play a more sophisticated role in predicting rewards than previously thought."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Doll et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Bradley B Doll", 
                    "index": "Doll, Bradley B"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Neural Science, New York University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Nathaniel D Daw", 
                    "index": "Daw, Nathaniel D"
                }, 
                "orcid": "0000-0001-5029-1430", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Psychology and Princeton Neuroscience Institute", 
                            "Princeton University"
                        ], 
                        "address": {
                            "formatted": [
                                "Princeton", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Princeton"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ndaw@princeton.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "dopamine", 
            "prediction error", 
            "single unit"
        ], 
        "relatedArticles": [
            "13665"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "As any kindergarten instructor will tell you, reward is one of the most powerful teachers. Some of the earliest and most iconic examples of behavioral psychology concern how animals learn, from experience, which stimuli or actions accompany reward (<a href=\"#bib10\">Thorndike, 1898</a>; <a href=\"#bib7\">Pavlov, 1927</a>). A century later, computational neuroscientists have described neural circuits that underpin such learning. These are based on the mutual interactions between neurons that contain the neuromodulator dopamine and other neurons they connect with, particularly those in a brain region called the striatum. The dopaminergic neurons receive information about predicted rewards, and report back the mismatch between those expectations and the rewards actually received. These “reward prediction errors,” in turn, allow the predictions to be updated, a computation known as model-free learning."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The problem with this well-studied framework is that humans and rodents can learn about rewards in many ways other than by direct experience (<a href=\"#bib11\">Tolman, 1948</a>). Computationally, these capabilities have been understood in terms of “model-based” learning methods, which draw on knowledge of task structure to anticipate possible rewards that have never been directly experienced. Due in part to the support for a tidy, closed-loop picture of dopamine’s involvement in reward prediction, researchers have tended to assume that such capabilities arise from some separate, more sophisticated brain system. Now, in eLife, Brian Sadacca, Joshua Jones and Geoffrey Schoenbaum indicate that these more sophisticated learning capabilities instead arise within – or at least impinge upon – the dopaminergic learning circuit itself (<a href=\"#bib8\">Sadacca et al., 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Sadacca et al. – who are based at the National Institute on Drug Abuse, University of Maryland School of Medicine and Johns Hopkins School of Medicine – recorded spiking from dopaminergic neurons while rats performed a task designed to defeat simple model-free learning. The task, called sensory preconditioning, assesses the rats’ ability to associate a stimulus (for example, a clicker) with a reward without ever experiencing the two together (<a href=\"#fig1\">Figure 1</a>). To do so, a rat needs to integrate experiences from two separate training phases. First, in a “pre-conditioning” phase, the clicker was paired with another neutral stimulus (for example, a tone); then, in a “conditioning” phase, the tone (but not the clicker) was paired with a reward. Not only was the clicker never paired with the reward, it was not even paired with a reward-predicting stimulus, since the tone’s relationship with reward was established at a later stage."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The activity of dopaminergic neurons helps rats to integrate separate experiences to predict when a reward will be given.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Schematic of the task used by Sadacca et al. In the pre-conditioning phase, rats learn to associate a clicker with a tone. In a subsequent conditioning phase, the rats learn to link the tone with a food reward. In the final test phase, the rats hear the clicker, and behave as if they expect a reward. (<b>B</b>) Three potential associative retrieval mechanisms that might support integrative inference about the stimulus. Left: during the conditioning phase, presenting the tone could call the clicker to mind, allowing both stimuli to be linked to a reward. Middle: after conditioning, the mental replay of experiences may permit the relationships between separate sets of stimuli to be learned. Right: in the test phase, the rats may make new inferences that cause the rats to expect a reward when they hear the clicker."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/15963/elife-15963-fig1-v1", 
                        "filename": "elife-15963-fig1-v1"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Nevertheless, in a test phase, rats demonstrated (by visiting a food cup where a reward had previously been delivered) that they associated the clicker with reward. This capability is well known; more surprising was that these reward predictions could also be seen in the responses of dopaminergic neurons to the clicker. This result complicates dual-system explanations, which state that model-based inference occurs separately from the dopaminergic reward learning system. It also speaks against the traditional closed-loop account of dopaminergic learning, in which the circuit should only know about reward predictions it has taught itself via direct pairings."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This result adds to a series of studies suggesting that responses in dopaminergic neurons and associated areas report more sophisticated reward predictions than theory suggests (<a href=\"#bib1\">Bromberg-Martin et al., 2010</a>; <a href=\"#bib2\">Daw et al., 2011</a>). Key challenges going forward are to understand how this information gets into the circuit, and what neural computations produce the information in the first place."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These questions might have the same answer if at least some of an animal’s sophisticated learning capacities actually build upon a dopaminergic foundation. This perspective is supported by work in humans that suggests that the dopamine system also helps to produce similar integrative inferences about rewards (<a href=\"#bib3\">Deserno et al., 2015</a>; <a href=\"#bib9\">Sharp et al., 2015</a>; <a href=\"#bib5\">Doll et al., 2016</a>). There are several (not mutually exclusive) possibilities for how dopaminergic learning might contribute to these integrative predictions."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One possibility is that inferences made during the test phase cause the rats to expect a reward when they hear the clicker. Model-based learning theories envision that the brain retrieves successor stimuli (here, the clicker would evoke the tone) as a sort of mental simulation that helps to predict reward. Evidence of such retrieval has been demonstrated using fMRI in humans (<a href=\"#bib4\">Doll et al., 2015</a>). Though this mechanism need not involve dopamine, it could: the usual dopaminergic learning circuit could map the evoked representations to a reward."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The association of the clicker with the reward could also have already been made earlier in the experiment. Though Sadacca et al. believe this is unlikely in their study, two broadly applicable mechanisms for this process have been suggested. One possibility, supported by a human fMRI study of a similar sensory preconditioning task (<a href=\"#bib12\">Wimmer and Shohamy, 2012</a>), is that associations between the clicker and reward could already form in the conditioning phase (during which the rats learn to associate a tone with a reward). If presenting the tone called to mind the clicker, which preceded the tone in the first training phase, dopaminergic learning could associate the reward that followed with both stimuli."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Mentally rehearsing clicker-tone and tone-reward sequences after the conditioning phase (but before testing) could also allow the brain to learn the relationship between the clicker and reward. Replay of previously experienced events has been observed in neural recordings during sleep and quiet rest. If the brain treated such mock experiences like real ones – allowing them to drive dopaminergic responding and learning – this too could drive the integrative association (<a href=\"#bib6\">Gershman et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In all, the venerable framework of dopaminergic reward learning may have more explanatory power than originally thought, as the results of Sadacca et al. suggest that it might point toward explanations even for cases that were thought to challenge it."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ES Bromberg-Martin", 
                            "index": "Bromberg-Martin, ES"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Matsumoto", 
                            "index": "Matsumoto, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hong", 
                            "index": "Hong, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Hikosaka", 
                            "index": "Hikosaka, O"
                        }
                    }
                ], 
                "articleTitle": "A pallidus-habenula-dopamine pathway signals inferred stimulus values", 
                "journal": {
                    "name": [
                        "Journal of Neurophysiology"
                    ]
                }, 
                "volume": "104", 
                "pages": {
                    "first": "1068", 
                    "last": "1076", 
                    "range": "1068–1076"
                }, 
                "doi": "10.1152/jn.00158.2010"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ND Daw", 
                            "index": "Daw, ND"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Gershman", 
                            "index": "Gershman, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Seymour", 
                            "index": "Seymour, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Dayan", 
                            "index": "Dayan, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Dolan", 
                            "index": "Dolan, RJ"
                        }
                    }
                ], 
                "articleTitle": "Model-based influences on humans' choices and striatal prediction errors", 
                "journal": {
                    "name": [
                        "Neuron"
                    ]
                }, 
                "volume": "69", 
                "pages": {
                    "first": "1204", 
                    "last": "1215", 
                    "range": "1204–1215"
                }, 
                "doi": "10.1016/j.neuron.2011.02.027"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Deserno", 
                            "index": "Deserno, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "QJM Huys", 
                            "index": "Huys, QJM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Boehme", 
                            "index": "Boehme, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Buchert", 
                            "index": "Buchert, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H-J Heinze", 
                            "index": "Heinze, H-J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Grace", 
                            "index": "Grace, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Dolan", 
                            "index": "Dolan, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Heinz", 
                            "index": "Heinz, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Schlagenhauf", 
                            "index": "Schlagenhauf, F"
                        }
                    }
                ], 
                "articleTitle": "Ventral striatal dopamine reflects behavioral and neural signatures of model-based control during sequential decision making", 
                "journal": {
                    "name": [
                        "Proceedings of the National Academy of Sciences of the United States of America"
                    ]
                }, 
                "volume": "112", 
                "pages": {
                    "first": "1595", 
                    "last": "1600", 
                    "range": "1595–1600"
                }, 
                "doi": "10.1073/pnas.1417219112"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BB Doll", 
                            "index": "Doll, BB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KD Duncan", 
                            "index": "Duncan, KD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Simon", 
                            "index": "Simon, DA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Shohamy", 
                            "index": "Shohamy, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ND Daw", 
                            "index": "Daw, ND"
                        }
                    }
                ], 
                "articleTitle": "Model-based choices involve prospective neural activity", 
                "journal": {
                    "name": [
                        "Nature Neuroscience"
                    ]
                }, 
                "volume": "18", 
                "pages": {
                    "first": "767", 
                    "last": "772", 
                    "range": "767–772"
                }, 
                "doi": "10.1038/nn.3981"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BB Doll", 
                            "index": "Doll, BB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KG Bath", 
                            "index": "Bath, KG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ND Daw", 
                            "index": "Daw, ND"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Frank", 
                            "index": "Frank, MJ"
                        }
                    }
                ], 
                "articleTitle": "Variability in dopamine genes dissociates model-based and model-free reinforcement learning", 
                "journal": {
                    "name": [
                        "Journal of Neuroscience"
                    ]
                }, 
                "volume": "36", 
                "pages": {
                    "first": "1211", 
                    "last": "1222", 
                    "range": "1211–1222"
                }, 
                "doi": "10.1523/JNEUROSCI.1901-15.2016"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Gershman", 
                            "index": "Gershman, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AB Markman", 
                            "index": "Markman, AB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AR Otto", 
                            "index": "Otto, AR"
                        }
                    }
                ], 
                "articleTitle": "Retrospective revaluation in sequential decision making: A tale of two systems", 
                "journal": {
                    "name": [
                        "Journal of Experimental Psychology. General"
                    ]
                }, 
                "volume": "143", 
                "pages": {
                    "first": "182", 
                    "last": "194", 
                    "range": "182–194"
                }, 
                "doi": "10.1037/a0030844"
            }, 
            {
                "type": "book", 
                "id": "bib7", 
                "date": "1927", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IP Pavlov", 
                            "index": "Pavlov, IP"
                        }
                    }
                ], 
                "bookTitle": "Conditioned Reflexes", 
                "publisher": {
                    "name": [
                        "Limelight"
                    ], 
                    "address": {
                        "formatted": [
                            "New York"
                        ], 
                        "components": {
                            "locality": [
                                "New York"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BF Sadacca", 
                            "index": "Sadacca, BF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Jones", 
                            "index": "Jones, JL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Schoenbaum", 
                            "index": "Schoenbaum, G"
                        }
                    }
                ], 
                "articleTitle": "Midbrain dopamine neurons compute inferred and cached value prediction errors in a common framework", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "5", 
                "pages": "e13665", 
                "doi": "10.7554/eLife.13665"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ME Sharp", 
                            "index": "Sharp, ME"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Foerde", 
                            "index": "Foerde, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ND Daw", 
                            "index": "Daw, ND"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Shohamy", 
                            "index": "Shohamy, D"
                        }
                    }
                ], 
                "articleTitle": "Dopamine selectively remediates 'model-based' reward learning: A computational approach", 
                "journal": {
                    "name": [
                        "Brain"
                    ]
                }, 
                "volume": "139", 
                "pages": {
                    "first": "355", 
                    "last": "364", 
                    "range": "355–364"
                }, 
                "doi": "10.1093/brain/awv347"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "1898", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EL Thorndike", 
                            "index": "Thorndike, EL"
                        }
                    }
                ], 
                "articleTitle": "Animal intelligence: An experimental study of the associative processes in animals", 
                "journal": {
                    "name": [
                        "The Psychological Review: Monograph Supplements"
                    ]
                }, 
                "volume": "2", 
                "pages": {
                    "first": "1", 
                    "last": "8", 
                    "range": "1–8"
                }, 
                "doi": "10.1037/10780-000"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "1948", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EC Tolman", 
                            "index": "Tolman, EC"
                        }
                    }
                ], 
                "articleTitle": "Cognitive maps in rats and men", 
                "journal": {
                    "name": [
                        "Psychological Review"
                    ]
                }, 
                "volume": "55", 
                "pages": {
                    "first": "189", 
                    "last": "208", 
                    "range": "189–208"
                }, 
                "doi": "10.1037/h0061626"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GE Wimmer", 
                            "index": "Wimmer, GE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Shohamy", 
                            "index": "Shohamy, D"
                        }
                    }
                ], 
                "articleTitle": "Preference by association: How memory mechanisms in the hippocampus bias decisions", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "338", 
                "pages": {
                    "first": "270", 
                    "last": "273", 
                    "range": "270–273"
                }, 
                "doi": "10.1126/science.1223252"
            }
        ]
    }
}