{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00804", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00804", 
        "authorLine": "Catherine L Nezich, Richard J Youle", 
        "title": "Make or break for mitochondria", 
        "titlePrefix": "Cell Biology", 
        "published": "2013-05-14T00:00:00Z", 
        "versionDate": "2013-05-14T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00804", 
        "pdf": "https://publishing-cdn.elifesciences.org/00804/elife-00804-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Ensuring that mitochondrial DNA is successfully divided between daughter mitochondria involves a complex series of interactions with the endoplasmic reticulum and a variety of enzymes."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Nezich and Youle", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Catherine L Nezich", 
                    "index": "Nezich, Catherine L"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "National Institute of Neurological Disorders and Stroke", 
                            "Medical Research Council Mitochondrial Biology Unit"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "nezichc@ninds.nih.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Richard J Youle", 
                    "index": "Youle, Richard J"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "National Institute of Neurological Disorders and Stroke", 
                            "National Institutes of Health"
                        ], 
                        "address": {
                            "formatted": [
                                "Bethesda", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bethesda"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "youler@ninds.nih.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00804", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00804", 
        "authorLine": "Catherine L Nezich, Richard J Youle", 
        "title": "Make or break for mitochondria", 
        "titlePrefix": "Cell Biology", 
        "published": "2013-05-14T00:00:00Z", 
        "versionDate": "2013-05-14T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00804", 
        "pdf": "https://publishing-cdn.elifesciences.org/00804/elife-00804-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Ensuring that mitochondrial DNA is successfully divided between daughter mitochondria involves a complex series of interactions with the endoplasmic reticulum and a variety of enzymes."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Nezich and Youle", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Catherine L Nezich", 
                    "index": "Nezich, Catherine L"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "National Institute of Neurological Disorders and Stroke", 
                            "Medical Research Council Mitochondrial Biology Unit"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "nezichc@ninds.nih.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Richard J Youle", 
                    "index": "Youle, Richard J"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "National Institute of Neurological Disorders and Stroke", 
                            "National Institutes of Health"
                        ], 
                        "address": {
                            "formatted": [
                                "Bethesda", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bethesda"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "youler@ninds.nih.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "ERMES", 
            "Gem1", 
            "Miro", 
            "mitochondrial DNA", 
            "mitochondria"
        ], 
        "-related-articles-internal": [
            "00422"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Mitochondria are usually described as being the main source of energy for cells, but they do much more than this. They are, for example, involved in controlling various aspects of the cell cycle and cell growth, and this requires them to undergo repeated cycles of division and fusion. Moreover, mitochondria contain their own DNA, and this needs to be replicated and distributed between the two daughter mitochondria that are produced in the division process."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Mitochondrial division is driven by an enzyme called Dnm1 that assembles into a helix around the mitochondria, and an enzyme called Drp1 performs the same role in mammals. However, the diameter of this helix is much smaller than the diameter of a typical mitochondrion, so the latter must be constricted by something before the helix can form."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It was recently reported that portions of the endoplasmic reticulum (ER) wrap around mitochondria at constriction sites marked by Dnm1/Drp1 helices in yeast/mammalian cells (<a href=\"#bib2\">Friedman et al., 2011</a>). Moreover, depletion of Drp1 does not disrupt the constriction process, which suggests that contact between the ER and mitochondria is a conserved feature of mitochondrial division that precedes the involvement of Dnm1/Drp1."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Contact between the ER and mitochondria enables efficient communication between the two, which is essential for processes such as calcium signaling, lipid biosynthesis and protein import (<a href=\"#bib10\">Rowland and Voeltz, 2012</a>). It is thought that this contact is mediated by one or more protein tethers, but to date only one such tether—a multiprotein complex called the ER-mitochondria encounter structure (ERMES; <a href=\"#bib5\">Kornmann et al., 2009</a>)—has been identified in yeast."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, writing in <i>eLife</i>, Jodi Nunnari of the University of California at Davis and colleagues–including Andrew Murley as first author–report evidence that ERMES resides at the contact sites between the ER and mitochondria where constriction takes place, and that another enzyme, Gem1, is needed to break these contacts after the mitochondria have divided (<a href=\"#bib9\">Murley et al., 2013</a>). Gem1, which is already known to regulate other aspects of the interaction between the ER and mitochondria (<a href=\"#bib6\">Kornmann et al., 2011</a>), contains two domains that bind calcium ions and two domains that break down GTP molecules (which are closely related to the ATP molecules used by mitochondria to store chemical energy)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Nunnari and co-workers—who are based at UC Davis, UC San Francisco and the University of Colorado at Boulder—used time-lapse confocal microscopy to study fluorescently-tagged ERMES and Gem1 proteins in living yeast cells. The ERMES subunits were found to localize to the constriction sites in both wild-type yeast and in mutant yeast lacking Gem1 (<a href=\"#fig1\">Figure 1</a>). The mitochondria also went on to divide successfully in both types of yeast, but both daughter mitochondria remained stuck to the ER in the mutant yeast cells (<a href=\"#fig1\">Figure 1</a>). This suggests that Gem1 is required to disengage or mobilize ER–mitochondria contacts, which is important for the proper distribution of mitochondria in cells."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Mitochondrial division.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Murley et al. demonstrate that the ERMES tethering complex (pink) localizes to the region where the endoplasmic reticulum (ER) makes contact with a mitochondrion in yeast, and where the nucleoid that contains the mitochondrial DNA is replicating. (<b>B</b>) The mitochondrion undergoes constriction at this contact site, which allows a helix of Dnm1 (red) to form around it. (<b>C</b>) This helix leads to further constriction and, ultimately, to the division of the mitochondrion and the formation of two daughter mitochondria in wild-type cells (left). Each daughter mitochondrion has its own nucleoid. Significantly, one daughter remains attached to the ER via ERMES, which remains intact through the division process. However, in cells lacking Gem1, both of the daughter mitochondria remain tethered to the same ER segment, and both have somewhat unusual shapes (right)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00804/elife-00804-fig1-v1.tif", 
                        "attribution": [
                            "FIGURE CREDIT: CATHERINE L NEZICH"
                        ], 
                        "filename": "elife-00804-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Murley et al. also added fluorescent tags to nucleoids—the structures that contain the mitochondrial DNA—and confirmed that they were located adjacent to ERMES complexes (<a href=\"#bib4\">Hobbs et al., 2001</a>) at the majority of the constriction/division sites. Before division occurred these nucleoids were seen to exhibit behaviour that is indicative of DNA replication taking place, and after division they were mostly observed at the tips of both of the new daughter mitochondria. The contact sites between the ER and mitochondria thus appear to preferentially form near replicating nucleoids in order to assist with the distribution of DNA between the daughter mitochondria (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "But how does Gem1 function? Murley et al. demonstrate that the GTPase activity of this protein, but not its calcium-binding activity, is required for the final release of ER–mitochondria contacts, which is consistent with the results of mitochondrial inheritance studies (<a href=\"#bib8\">Koshiba et al., 2011</a>). It has been suggested that ERMES components link the nucleoids to the cellular cytoskeleton (<a href=\"#bib1\">Boldogh et al., 2003</a>). This notion is compatible with the results of experiments which found that the enzymes Miro1 and 2—which are similar to Gem1 in many ways—mobilize mitochondria in mammalian cells by interacting with components of the cytoskeleton (<a href=\"#bib3\">Glater et al., 2006</a>). Gem1 could thus be involved in the recruitment of protein motility factors that promote the spatial separation of the daughter mitochondria following the division process. Alternatively, Gem1 might act directly on ERMES to regulate the physical link between the ER and mitochondria. Consistent with this idea, Miro1 localizes to ER-mitochondria contact sites in mammalian cells, and Gem1 associates with ERMES subunits and regulates the number and size of ERMES foci in yeast (<a href=\"#bib6\">Kornmann et al., 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The discovery of a novel role for ERMES and Gem1 proteins by Murley et al. raises new questions about mitochondrial division. First, does the ER facilitate constriction and, if so, how? One possibility is that an exchange of lipids at the ER–mitochondria interface alters the content of the mitochondrial membrane in this specific region, and that this leads to the constriction required for Dnm1 helix formation. Alternatively, ERMES (or its as yet unidentified mammalian equivalent) may facilitate the generation of a constricting force via actin polymerization (<a href=\"#bib7\">Korobova et al., 2013</a>). And how is Dnm1 recruited to the constriction? Possibilities include via the ERMES complex itself or via some component of the ER that we don’t yet know about. Or maybe the curvature of the membrane activates the proteins that help to recruit the Dnm1/Drp1 enzymes that form the helix around the constriction."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "While the present results leave these and many other questions to be resolved, future research delving into these unknowns should lead to a better understanding of the many neurodegenerative diseases that result from errors in the process of mitochondrial division."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IR Boldogh", 
                            "index": "Boldogh, IR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DW Nowakowski", 
                            "index": "Nowakowski, DW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HC Yang", 
                            "index": "Yang, HC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Chung", 
                            "index": "Chung, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Karmon", 
                            "index": "Karmon, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Royes", 
                            "index": "Royes, P"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "A protein complex containing Mdm10p, Mdm12p, and Mmm1p links mitochondrial membranes and DNA to the cytoskeleton-based segregation machinery", 
                "journal": "Mol Biol Cell", 
                "volume": "14", 
                "pages": {
                    "first": "4618", 
                    "last": "4627", 
                    "range": "4618–4627"
                }, 
                "doi": "10.1091/mbc.E03-04-0225"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Friedman", 
                            "index": "Friedman, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LL Lackner", 
                            "index": "Lackner, LL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M West", 
                            "index": "West, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR DiBenedetto", 
                            "index": "DiBenedetto, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Nunnari", 
                            "index": "Nunnari, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GK Voeltz", 
                            "index": "Voeltz, GK"
                        }
                    }
                ], 
                "articleTitle": "ER tubules mark sites of mitochondrial division", 
                "journal": "Science", 
                "volume": "334", 
                "pages": {
                    "first": "358", 
                    "last": "362", 
                    "range": "358–362"
                }, 
                "doi": "10.1126/science.1207385"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EE Glater", 
                            "index": "Glater, EE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LJ Megeath", 
                            "index": "Megeath, LJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Stowers", 
                            "index": "Stowers, RS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TL Schwarz", 
                            "index": "Schwarz, TL"
                        }
                    }
                ], 
                "articleTitle": "Axonal transport of mitochondria requires milton to recruit kinesin heavy chain and is light chain independent", 
                "journal": "J Cell Biol", 
                "volume": "173", 
                "pages": {
                    "first": "545", 
                    "last": "557", 
                    "range": "545–557"
                }, 
                "doi": "10.1083/jcb.200601067"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AEA Hobbs", 
                            "index": "Hobbs, AEA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Srinivasan", 
                            "index": "Srinivasan, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM McCaffery", 
                            "index": "McCaffery, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Jensen", 
                            "index": "Jensen, RE"
                        }
                    }
                ], 
                "articleTitle": "Mmm1p, a mitochondrial outer membrane protein, is connected to mitochondrial DNA (mtDNA) nucleoids and required for mtDNA stability", 
                "journal": "J Cell Biol", 
                "volume": "152", 
                "pages": {
                    "first": "401", 
                    "last": "410", 
                    "range": "401–410"
                }, 
                "doi": "10.1083/jcb.152.2.401"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Kornmann", 
                            "index": "Kornmann, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Currie", 
                            "index": "Currie, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Collins", 
                            "index": "Collins, SR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Schuldiner", 
                            "index": "Schuldiner, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Nunnari", 
                            "index": "Nunnari, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Weissman", 
                            "index": "Weissman, JS"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "An ER-mitochondria tethering complex revealed by a synthetic biology screen", 
                "journal": "Science", 
                "volume": "325", 
                "pages": {
                    "first": "477", 
                    "last": "481", 
                    "range": "477–481"
                }, 
                "doi": "10.1126/science.1175088"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Kornmann", 
                            "index": "Kornmann, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Osman", 
                            "index": "Osman, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }
                ], 
                "articleTitle": "The conserved GTPase Gem1 regulates endoplasmic reticulum-mitochondria connection", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "108", 
                "pages": {
                    "first": "14151", 
                    "last": "14156", 
                    "range": "14151–14156"
                }, 
                "doi": "10.1073/pnas.1111314108"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Korobova", 
                            "index": "Korobova, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Ramabhadran", 
                            "index": "Ramabhadran, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HN Higgs", 
                            "index": "Higgs, HN"
                        }
                    }
                ], 
                "articleTitle": "An actin-dependent step in mitochondrial fission mediated by the ER-associated formin INF2", 
                "journal": "Science", 
                "volume": "339", 
                "pages": {
                    "first": "464", 
                    "last": "467", 
                    "range": "464–467"
                }, 
                "doi": "10.1126/science.1228360"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Koshiba", 
                            "index": "Koshiba, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HA Holman", 
                            "index": "Holman, HA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Kubara", 
                            "index": "Kubara, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Yasukawa", 
                            "index": "Yasukawa, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kawabata", 
                            "index": "Kawabata, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Okamoto", 
                            "index": "Okamoto, K"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Structure-function analysis of the yeast mitochondrial rho GTPase, Gem1p", 
                "journal": "J Biol Chem", 
                "volume": "286", 
                "pages": {
                    "first": "354", 
                    "last": "362", 
                    "range": "354–362"
                }, 
                "doi": "10.1074/jbc.M110.180034"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Murley", 
                            "index": "Murley, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LL Lackner", 
                            "index": "Lackner, LL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Osman", 
                            "index": "Osman, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M West", 
                            "index": "West, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GK Voeltz", 
                            "index": "Voeltz, GK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Nunnari", 
                            "index": "Nunnari, J"
                        }
                    }
                ], 
                "articleTitle": "ER-associated mitochondrial division links the distribution of mitochondria and mitochondrial DNA in yeast", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00422", 
                "doi": "10.7554/eLife.00422"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Rowland", 
                            "index": "Rowland, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GK Voeltz", 
                            "index": "Voeltz, GK"
                        }
                    }
                ], 
                "articleTitle": "Endoplasmic reticulum-mitochondria contacts: function of the junction", 
                "journal": "Nat Rev Mol Cell Biol", 
                "volume": "13", 
                "pages": {
                    "first": "607", 
                    "last": "625", 
                    "range": "607–625"
                }, 
                "doi": "10.1038/nrm3440"
            }
        ]
    }
}