{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00477-v1.xml"
        }, 
        "-history": {
            "received": "2013-01-11T00:00:00Z", 
            "accepted": "2013-01-11T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "00477", 
        "version": 1, 
        "type": "feature", 
        "doi": "10.7554/eLife.00477", 
        "authorLine": "Eve Marder", 
        "title": "Crossing oceans", 
        "titlePrefix": "Living Science", 
        "published": "2013-01-22T00:00:00Z", 
        "versionDate": "2013-01-22T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00477", 
        "pdf": "https://publishing-cdn.elifesciences.org/00477/elife-00477-v1.pdf", 
        "subjects": [], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "<b>Eve Marder</b> explains why all scientists should spend time living and working in a foreign country."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Marder", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Eve Marder", 
                    "index": "Marder, Eve"
                }, 
                "role": "Senior Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology and the Volen National Center for Complex Systems", 
                            "Brandeis University"
                        ], 
                        "address": {
                            "formatted": [
                                "Waltham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Waltham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "marder@brandeis.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00477-v1.xml", 
            "patched": true
        }, 
        "-history": {
            "received": "2013-01-11T00:00:00Z", 
            "accepted": "2013-01-11T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "00477", 
        "version": 1, 
        "type": "feature", 
        "doi": "10.7554/eLife.00477", 
        "authorLine": "Eve Marder", 
        "title": "Crossing oceans", 
        "titlePrefix": "Living Science", 
        "published": "2013-01-22T00:00:00Z", 
        "versionDate": "2013-01-22T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00477", 
        "pdf": "https://publishing-cdn.elifesciences.org/00477/elife-00477-v1.pdf", 
        "subjects": [], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "<b>Eve Marder</b> explains why all scientists should spend time living and working in a foreign country."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Marder", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Eve Marder", 
                    "index": "Marder, Eve"
                }, 
                "role": "Senior Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology and the Volen National Center for Complex Systems", 
                            "Brandeis University"
                        ], 
                        "address": {
                            "formatted": [
                                "Waltham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Waltham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "marder@brandeis.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ], 
        "keywords": [
            "living science", 
            "careers in science", 
            "grad school", 
            "postdoc"
        ], 
        "-related-articles-internal": [], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "As children we all read stories of explorers who crossed oceans and deserts in search of treasure, spices or the Fountain of Youth. It is hard to imagine that the search for treasure would be sufficient to drive individuals to embark on ocean voyages to unknown destinations in leaky wooden boats, but it did. It is hard to imagine people travelling for thousands of miles across difficult terrain to bring spices from the East to the courts of France and England, but they did. Whether or not these early explorers were of right mind, their experiences shaped their views of the world, and the tales they told expanded the universe for all those they encountered."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In 1975, under the auspices of a Helen Hay Whitney Postdoctoral Fellowship, I got on an airplane to start a postdoc in Paris. Almost everyone advised me not to go, saying I would never get a job in the United States if I left the country for a postdoc. In truth, I was leaving the United States at a time when I wasn't proud to be American, at the end of the war in Vietnam, and I didn't really know if I wanted a job. But I did know that there were beautiful papers in invertebrate neuropharmacology from the laboratories at the École Normale Supérieure (ENS) in Paris. So why wouldn't I go?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Of course, I hadn't the foggiest idea what my life in France would be. I had studied French in high school and college, and at age 18 could conjugate any French verb in any tense, and could read Rimbaud, Baudelaire and Proust. But I had never heard French spoken by the French (a high school French teacher with a Brooklyn accent didn't count). Nine years later, when I got off the plane at Charles De Gaulle airport, I couldn't understand a word. I spent my first year learning enough French to understand the conversation in the lab: almost everyone spoke English to me one-on-one, but the conversation immediately switched back to French as soon as there was a group of two. I found myself learning two languages simultaneously: French and enough biophysics to understand the experiments my new colleagues were doing."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "title": "Spending three years as a postdoc in Paris in the 1970s was instrumental in Eve Marder being offered two faculty jobs in the United States at the end of her fellowship", 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00477/elife-00477-fig1-v1.tif", 
                        "image": "elife-00477-fig1-v1.tif", 
                        "attribution": [
                            "ILLUSTRATION: BEN MARDER"
                        ], 
                        "filename": "elife-00477-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "After a year I knew enough French to understand how deeply different the cultural attitudes to work, science, clothes, movies, food, politics, family and vacations were from mine. I discovered that people told me things that they didn't tell each other, because I was American and, therefore, I was exempt from ordinary rules of decorum. After two years I understood my new colleagues well enough to be able to predict what they were likely to do or say in most situations, although I was still shocked when a dentist chided me for not ironing my blue jeans. After three years I was comfortable in Paris, and ready to come home."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "My years in Paris were wonderful years, filled with extraordinary people in an endlessly fascinating city I still love. But they were also very hard years, not so much because it took me a while before I was fluent enough in French to be part of a group and communicate, but because science is hard, and as a postdoc I didn't have the security and routine established by courses, qualifying exams, teaching duties and the peer group I had as a graduate student."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Moreover, having recently completed my PhD at the University of California at San Diego, which was then a brand-new institution with no tradition, it was disconcerting to be at one of the most elite institutions in France—an institution with a long history, and expectations and entitlements that were like nothing I had ever experienced. In San Diego I had been with people building a new institution with enthusiasm and blind confidence in the future they were creating: in Paris I had trouble understanding an education system that didn't allow people to start over later in life. (Most of those at the ENS had been stellar students throughout their education in a highly competitive school system; in the US, on the other hand, students had an opportunity redeem themselves if they suffered setbacks during their education.) Moreover, I had trouble understanding a scientific culture that gave life-time positions to people my age."
                    }, 
                    {
                        "type": "quote", 
                        "text": [
                            {
                                "type": "paragraph", 
                                "text": "Because it is easy to communicate by email and Skype, it is also easy to underestimate the value of living and working in a foreign country."
                            }
                        ]
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Against all expectations, at the end of my time in Paris, I had two faculty job offers, both at excellent institutions. In retrospect I realized that I received those offers precisely because I had gone to France. The work I did there was not in itself spectacular, but somehow the fact that I had been adventuresome enough to leave home gave me the assurance to convince others that I was ready to be independent. In other words, I had dared to do what I was told not to do."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Science today has become a global enterprise and it is now possible to do fabulous science all over the world. And because it is easy to communicate by email and Skype, it is also easy to underestimate the value of living and working in a foreign country. No one I know who has lived abroad was unchanged by the experience (although today it is certainly easier to negotiate Paris without French than it was in 1975). But, getting on a plane in one country and getting off in a place where the sounds and sights are different, and the education system is different, brings perspectives that cannot be replaced by Skype."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Today American scientists are less likely to work abroad than are students from Asia, Europe or South America. Indeed, for many scientists from these regions, spending time abroad is necessary for them to be competitive when applying for a faculty position at home. The same is not true for an American scientist searching for a faculty position at an American university, although all of the Americans I know who spent time abroad feel immeasurably enriched by that time."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "I urge every beginning scientist to get on an airplane to somewhere, to live and do experiments in a different country, even if only for a short visit. Scientists are supposed to be explorers! Go somewhere. Especially somewhere unexpected."
                    }
                ]
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}