{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-11509-v1.xml"
        }, 
        "status": "vor", 
        "id": "11509", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.11509", 
        "authorLine": "Delfina A Ré, Pablo A Manavella", 
        "title": "Caught in a TrAP", 
        "titlePrefix": "Plant-virus Interactions", 
        "published": "2015-10-16T00:00:00Z", 
        "versionDate": "2015-10-16T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e11509", 
        "pdf": "https://publishing-cdn.elifesciences.org/11509/elife-11509-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }, 
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>A. thaliana</i>", 
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Some DNA viruses overcome plant defenses by producing a suppressor protein that blocks the silencing of viral genes."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Ré and Manavella", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Delfina A Ré", 
                    "index": "Ré, Delfina A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Instituto de Agrobiotecnología del Litoral (IAL)", 
                            "Universidad Nacional del Litoral-CONICET"
                        ], 
                        "address": {
                            "formatted": [
                                "Santa Fe", 
                                "Argentina"
                            ], 
                            "components": {
                                "locality": [
                                    "Santa Fe"
                                ], 
                                "country": "Argentina"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Pablo A Manavella", 
                    "index": "Manavella, Pablo A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Instituto de Agrobiotecnología del Litoral (IAL)", 
                            "Universidad Nacional del Litoral-CONICET"
                        ], 
                        "address": {
                            "formatted": [
                                "Santa Fe", 
                                "Argentina"
                            ], 
                            "components": {
                                "locality": [
                                    "Santa Fe"
                                ], 
                                "country": "Argentina"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "pablomanavella@ial.santafe-conicet.gov.ar"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-11509-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "11509", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.11509", 
        "authorLine": "Delfina A Ré, Pablo A Manavella", 
        "title": "Caught in a TrAP", 
        "titlePrefix": "Plant-virus Interactions", 
        "published": "2015-10-16T00:00:00Z", 
        "versionDate": "2015-10-16T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e11509", 
        "pdf": "https://publishing-cdn.elifesciences.org/11509/elife-11509-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }, 
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>A. thaliana</i>", 
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Some DNA viruses overcome plant defenses by producing a suppressor protein that blocks the silencing of viral genes."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Ré and Manavella", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Delfina A Ré", 
                    "index": "Ré, Delfina A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Instituto de Agrobiotecnología del Litoral (IAL)", 
                            "Universidad Nacional del Litoral-CONICET"
                        ], 
                        "address": {
                            "formatted": [
                                "Santa Fe", 
                                "Argentina"
                            ], 
                            "components": {
                                "locality": [
                                    "Santa Fe"
                                ], 
                                "country": "Argentina"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Pablo A Manavella", 
                    "index": "Manavella, Pablo A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Instituto de Agrobiotecnología del Litoral (IAL)", 
                            "Universidad Nacional del Litoral-CONICET"
                        ], 
                        "address": {
                            "formatted": [
                                "Santa Fe", 
                                "Argentina"
                            ], 
                            "components": {
                                "locality": [
                                    "Santa Fe"
                                ], 
                                "country": "Argentina"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "pablomanavella@ial.santafe-conicet.gov.ar"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "epigenetic silencing", 
            "viral suppression", 
            "geminivirus", 
            "histone methyltransferase", 
            "TrAP/AL2/AC2", 
            "host–virus interaction"
        ], 
        "-related-articles-internal": [
            "06671"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Viruses are parasites that depend on their host to be able to replicate. Animals have mobile immune cells that specialize in detecting and neutralizing viruses. However, plants do not have specialist immune cells so, instead, they rely on mechanisms that are found within all plant cells to block virus replication. Now, in eLife, Xiuren Zhang of Texas A&amp;M; University and co-workers – including Claudia Castillo-González as first author – report a new mechanism by which plants can defend themselves against viruses; Zhang and co-workers also report how these viruses manage to counter this defense mechanism (<a href=\"#bib1\">Castillo-González et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "When a virus invades a cell and starts to replicate, the production of virus RNA molecules triggers a process known as post-transcriptional gene silencing in which host enzymes convert the RNA molecules into vsiRNAs (virus-derived small interfering RNA molecules). These small RNAs – which can also spread to other cells – are then incorporated into a complex of proteins that represses the expression of the viral genes throughout the plant (<a href=\"#bib4\">Llave, 2010</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The genome of a virus can be made of DNA or RNA and post-transcriptional gene silencing has evolved as a universal defense against both types of viruses. Plants can also defend against DNA viruses using a second process known as transcriptional gene silencing (<a href=\"#bib5\">Pumplin and Voinnet, 2013</a>). This process – which is also used to regulate the expression of a plant’s own genes – can be used to halt virus replication by directly modifying the way DNA is packaged in the cell (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In plants and other eukaryotic organisms, DNA is wrapped around proteins called histones to form a structure called chromatin. Such packing is essential to fit all the genetic material inside the cell nucleus. However, a gene that is in a region of tightly wrapped DNA cannot be expressed. DNA and histones are often modified by the addition of chemical groups known as methyl groups. The pattern of “methylation” in a region of the chromatin influences how tightly it is condensed. Therefore, it rules how highly the genes in that region are expressed (<a href=\"#bib3\">Liu et al., 2010</a>). To activate particular genes, the structure of the chromatin can be relaxed by altering the methylation pattern of its associated histones. However, unlike post-transcriptional gene silencing, researchers do not fully understand how plants use transcriptional gene silencing to defend themselves against viruses."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Geminiviridae is the largest known family of single-stranded DNA viruses in plants. These viruses use host plant histones to pack their DNA and form structures called minichromosomes. Plants control Geminivirus infections by depositing repressive methylation marks into these minichromosomes. It is known that both the Geminivirus DNA and the associated histones are methylated in infected cells (<a href=\"#bib6\">Raja et al., 2008</a>). Remarkably, Castillo-González et al. show that an enzyme called KRYPTONITE binds to the minichromosomes in the plant <i>Arabidopsis thaliana</i>. This enzyme – which belongs to the SET domain family of methyltransferases – methylates the virus-associated histones and promotes DNA methylation: the end result is to condense the viral minichromosomes and stop virus replication."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Virtually all plant viruses produce suppressor proteins that block the plant defense mechanisms (<a href=\"#bib2\">Csorba et al., 2015</a>). Geminiviruses produce a suppressor protein called TrAP that inhibits an enzyme that is required to produce the methyl groups needed for methylation. Thus, it was thought that Geminiviruses avoid transcriptional gene silencing by reducing the cell’s pool of methyl groups (<a href=\"#bib7\">Wang et al., 2005</a>). Using cleverly designed in vivo and in vitro experiments Castillo-González et al. found that TrAP interacts with KRYPTONITE and blocks its enzymatic activity to relax the viral chromatin and allow the virus DNA to replicate (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The production of high levels of TrAP in plants also leads to the deregulation of many plant genes whose expression is usually controlled by transcriptional gene silencing. This deregulation could potentially explain the similarities in appearance between TrAP-producing plants and transcriptional gene silencing mutant plants. However, plants that lack a working KRYPTONITE enzyme do not present those physical features, which suggest that TrAP may also block other enzymes belonging to the SET domain family in <i>A. thaliana</i>."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the future, it will be interesting to find out whether some plants are resistant to infection by Geminiviruses because they have methyltransferases that TrAP is unable to bind to. If that turns to be the case, the findings would be of great help to unravel the interactions between plants and viruses and how they have co-evolved. Some Geminiviruses, such as the Maize streak virus infect crops and can cause serious economical losses. The work from Castillo-González et al. might point biotechnologists into new ways to create resistant plants."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Plant defenses against virus infection can be overcome by a suppressor protein.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "After infecting a plant cell, a Geminivirus starts to replicate (bottom right). This leads to the production of double stranded RNA molecules, which are processed by a DCL enzyme to produce virus-derived small interfering RNAs (vsiRNAs). These, in turn, trigger two defense mechanisms (black arrows) that aim to block virus replication. The vsiRNAs could be loaded into AGO1 and AGO2 enzymes to silence target viral mRNAs (known as post-transcriptional gene silencing), or could be loaded into AGO4 enzymes to direct DNA methylation (process called transcriptional gene silencing). KRYPTONITE (KYP), or another methyltranserase (MTase), methylates the histones in the viral minichromosome, which also promotes methylation of virus DNA. This results in the minichromosome becoming condensed, which blocks virus replication. However, many viruses produce suppressor proteins, such as TrAP, to counteract these defenses. TrAP blocks transcriptional gene silencing in two ways (red arrows): it inhibits the activity of the ADK enzyme leading to the accumulation of SAH (a molecule that blocks MTase activity) and a reduction in SAM (which is needed for methylation); TrAP can also directly bind to and inhibit the activity of KYP (and perhaps other MTases). Together these two process lead to the de-methylation of the minichromosome, which allows the virus to replicate. Abbreviations: DCL: Dicer-like ribonuclease; AGO: Argonaute; ADK: adenosine kinase; SAH: S-adenosylhomocysteine; SAM: S-adenosyl-methionine."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/11509/elife-11509-fig1-v1.tif", 
                        "image": "elife-11509-fig1-v1.tif", 
                        "filename": "elife-11509-fig1-v1.tif"
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Castillo-González", 
                            "index": "Castillo-González, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Liu", 
                            "index": "Liu, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Huang", 
                            "index": "Huang, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Zhao", 
                            "index": "Zhao, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Ma", 
                            "index": "Ma, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Hu", 
                            "index": "Hu, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Sun", 
                            "index": "Sun, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zhou", 
                            "index": "Zhou, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "XJ Wang", 
                            "index": "Wang, XJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Zhou", 
                            "index": "Zhou, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Zhang", 
                            "index": "Zhang, X"
                        }
                    }
                ], 
                "articleTitle": "Geminivirus-encoded TrAP suppressor inhibits the histone methyltransferase SUVH4/KYP to counter host defense", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "06671", 
                "doi": "10.7554/eLife.06671"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Csorba", 
                            "index": "Csorba, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Kontra", 
                            "index": "Kontra, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Burgyán", 
                            "index": "Burgyán, J"
                        }
                    }
                ], 
                "articleTitle": "Viral silencing suppressors: Tools forged to fine-tune host-pathogen coexistence", 
                "journal": "Virology", 
                "volume": "479-480", 
                "pages": {
                    "first": "85", 
                    "last": "103", 
                    "range": "85–103"
                }, 
                "doi": "10.1016/j.virol.2015.02.028"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Liu", 
                            "index": "Liu, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Lu", 
                            "index": "Lu, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Cui", 
                            "index": "Cui, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Cao", 
                            "index": "Cao, X"
                        }
                    }
                ], 
                "articleTitle": "Histone methylation in higher plants", 
                "journal": "Annual Review of Plant Biology", 
                "volume": "61", 
                "pages": {
                    "first": "395", 
                    "last": "420", 
                    "range": "395–420"
                }, 
                "doi": "10.1146/annurev.arplant.043008.091939"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Llave", 
                            "index": "Llave, C"
                        }
                    }
                ], 
                "articleTitle": "Virus-derived small interfering RNAs at the core of plant-virus interactions", 
                "journal": "Trends in Plant Science", 
                "volume": "15", 
                "pages": {
                    "first": "701", 
                    "last": "707", 
                    "range": "701–707"
                }, 
                "doi": "10.1016/j.tplants.2010.09.001"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Pumplin", 
                            "index": "Pumplin, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Voinnet", 
                            "index": "Voinnet, O"
                        }
                    }
                ], 
                "articleTitle": "RNA silencing suppression by plant pathogens: defence, counter-defence and counter-counter-defence", 
                "journal": "Nature Reviews. Microbiology", 
                "volume": "11", 
                "pages": {
                    "first": "745", 
                    "last": "760", 
                    "range": "745–760"
                }, 
                "doi": "10.1038/nrmicro3120"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Raja", 
                            "index": "Raja, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BC Sanville", 
                            "index": "Sanville, BC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RC Buchmann", 
                            "index": "Buchmann, RC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Bisaro", 
                            "index": "Bisaro, DM"
                        }
                    }
                ], 
                "articleTitle": "Viral genome methylation as an epigenetic defense against geminiviruses", 
                "journal": "Journal of Virology", 
                "volume": "82", 
                "pages": {
                    "first": "8997", 
                    "last": "9007", 
                    "range": "8997–9007"
                }, 
                "doi": "10.1128/JVI.00719-08"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Wang", 
                            "index": "Wang, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KJ Buckley", 
                            "index": "Buckley, KJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "XJ Yang", 
                            "index": "Yang, XJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RC Buchmann", 
                            "index": "Buchmann, RC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Bisaro", 
                            "index": "Bisaro, DM"
                        }
                    }
                ], 
                "articleTitle": "Adenosine kinase inhibition and suppression of RNA silencing by geminivirus AL2 and L2 proteins", 
                "journal": "Journal of Virology", 
                "volume": "79", 
                "pages": {
                    "first": "7410", 
                    "last": "7418", 
                    "range": "7410–7418"
                }, 
                "doi": "10.1128/JVI.79.12.7410-7418.2005"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}