{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-08166-v1.xml"
        }, 
        "status": "vor", 
        "id": "08166", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.08166", 
        "authorLine": "Hugh D Piggins , David A Bechtold ", 
        "title": "Feeding time", 
        "titlePrefix": "Circadian Rhythms", 
        "published": "2015-05-27T00:00:00Z", 
        "versionDate": "2015-05-27T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e08166", 
        "pdf": "https://publishing-cdn.elifesciences.org/08166/elife-08166-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A hormone released from the gut after a meal can reset clock gene activity in the liver."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Piggins and Bechtold", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Hugh D Piggins ", 
                    "index": "Piggins , Hugh D"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Faculty of Life Sciences", 
                            "University of Manchester"
                        ], 
                        "address": {
                            "formatted": [
                                "Manchester", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Manchester"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "hugh.d.piggins@manchester.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "David A Bechtold ", 
                    "index": "Bechtold , David A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Faculty of Life Sciences", 
                            "University of Manchester"
                        ], 
                        "address": {
                            "formatted": [
                                "Manchester", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Manchester"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "david.bechtold@manchester.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-08166-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "08166", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.08166", 
        "authorLine": "Hugh D Piggins , David A Bechtold ", 
        "title": "Feeding time", 
        "titlePrefix": "Circadian Rhythms", 
        "published": "2015-05-27T00:00:00Z", 
        "versionDate": "2015-05-27T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e08166", 
        "pdf": "https://publishing-cdn.elifesciences.org/08166/elife-08166-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A hormone released from the gut after a meal can reset clock gene activity in the liver."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Piggins and Bechtold", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Hugh D Piggins ", 
                    "index": "Piggins , Hugh D"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Faculty of Life Sciences", 
                            "University of Manchester"
                        ], 
                        "address": {
                            "formatted": [
                                "Manchester", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Manchester"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "hugh.d.piggins@manchester.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "David A Bechtold ", 
                    "index": "Bechtold , David A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Faculty of Life Sciences", 
                            "University of Manchester"
                        ], 
                        "address": {
                            "formatted": [
                                "Manchester", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Manchester"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "david.bechtold@manchester.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "circadian clock", 
            "liver", 
            "food resetting", 
            "clock gene", 
            "per"
        ], 
        "-related-articles-internal": [
            "06253"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "All forms of life have to be able to cope with changes in their environment, including daily cycles in temperature and light levels. As a result, organisms as diverse as bacteria and humans have evolved inbuilt timekeeping mechanisms that are capable of tracking the 24-hour day."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These so-called ‘circadian’ clocks enable organisms to anticipate changes that take place in their environment, and adapt their biology accordingly. In addition to tracking time, biological clocks must stay synchronized (or entrained) with the world around them. To achieve this, circadian clocks can be influenced or reset by environmental factors called ‘zeitgebers’ (from the German for ‘time-giver’). The daily cycle of light and dark is a dominant zeitgeber for most organisms, while periodic food availability represents another powerful zeitgeber. Now, in <i>eLife</i>, Henrik Oster and colleagues—including Dominic Landgraf and Anthony Tsang as joint first authors—report how a hormone released from the gut after eating can help the body to track changes in mealtimes (<a href=\"#bib5\">Landgraf et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Circadian clocks have a profound impact on mammalian biology, and virtually all aspects of our lives—from sleep-wake cycles to patterns of hormone release and energy metabolism—follow pronounced daily rhythms (<a href=\"#bib1\">Albrecht, 2012</a>). In mammals, it is well established that the suprachiasmatic nucleus (or SCN) contains the body's master clock. Located in the brain, just above the optic nerves, the SCN clock receives information about environmental light levels directly from the eyes, which keeps it in sync with the external world."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Twenty years of research into circadian clockwork mean that we understand relatively well how changes in light adjust the timing of the SCN clock. The expression of specific ‘clock genes’, such as <i>Per1</i> and <i>Per2</i>, within neurons of the SCN is increased in response to light. This means that the SCN clock can be advanced or delayed to ensure it remains in time with the prevailing light–dark cycle. However, it has also become clear that there are other circadian clocks in most of the cells and tissues in the body (<a href=\"#bib4\">Guilding and Piggins, 2007</a>; <a href=\"#bib6\">Mohawk et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Under normal circumstances, this network of clocks is kept in synchrony by the master clock in the SCN; but it has been known for many decades that behavioural rhythms in laboratory rodents can be entrained by restricting access to food to certain times of the day. These food-entrained rhythms are not affected by the light–dark cycle, and they can persist in animals that have had their SCN destroyed. A set mealtime is now known to be a dominant zeitgeber for these peripheral tissue clocks (such as the clock in the liver), with the expression of the clock genes in these tissues become aligned to feeding time (<a href=\"#bib2\">Damiola et al., 2000</a>). In contrast, the SCN clock remains locked to the light–dark cycle. It makes sense for tissue-specific clocks to be sensitive to food instead of light because the availability of food in nature may not always coincide with other environmental factors."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Unlike modulation of the SCN clock by light, it is unclear which signals convey information about feeding time to reset the circadian clock in the liver. Oster, Landgraf, Tsang and colleagues—who are based at the Max Planck Institute for Biophysical Chemistry, and the Universities of Lübeck and Toronto—report that a gut hormone called oxyntomodulin is one of these signals. Oxyntomodulin is a peptide hormone that is released from the gut in response to food intake, and has been suggested to be a potential drug target to combat obesity in humans (<a href=\"#bib3\">Druce and Bloom, 2006</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Landgraf, Tsang et al. started by screening around 200 peptide molecules that are known to be involved in appetite and the regulation of body weight to see if any could adjust the molecular clock of liver tissue. This in vitro screen identified two molecules: oxyntomodulin and glucagon. In particular, treatment with oxyntomodulin could shift the liver clock by several hours, either forward or back, depending on the time it was administered. Both of these characteristics suggest that oxyntomodulin serves to set the liver clock to feeding rhythms in living organisms."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So how does oxyntomodulin reset the liver clock? Somewhat unusually, this hormone can bind to two different types of receptor protein (namely GLP-1 receptors and glucagon receptors; <a href=\"#bib7\">Pocai, 2013</a>). Further experiments confirmed that oxyntomodulin's liver resetting activity depends on it stimulating glucagon receptors (and not GLP-1 receptors). This stimulation leads to a transient increase in the expression of the <i>Per1</i> clock gene in the liver cells, which involves a signalling cascade that is reminiscent of the light-induced responses of the SCN (<a href=\"#bib8\">Tischkau et al., 2003</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Mice that were given oxyntomodulin when they would normally be resting showed an increase in <i>Per</i> expression in the liver, and experienced a shift in the timing of their liver clock. Treatment with oxyntomodulin also delayed and/or reduced the expression of genes involved in carbohydrate metabolism. However, treating the mice with oxyntomodulin during the period when they were normally active had no effect on the liver. Thus, oxyntomodulin's effects on the liver clock only occur at times of the daily cycle when the mice do not typically eat. Furthermore, oxyntomodulin had no effect the SCN master clock."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These experiments only demonstrate that artificially elevated levels of oxyntomodulin alter liver activity, so Landgraf, Tsang et al. then explored whether a mouse's normal levels of oxyntomodulin act to regulate its liver clock. When fasted animals were then given the opportunity to eat, oxyntomodulin levels in the blood increased within 20 minutes, and remained high for one hour. This signal was enough to alter clock gene activity in the liver. Landgraf, Tsang et al. then treated mice with antibodies that bind to oxyntomodulin. This treatment neutralized the hormone circulating in the body, and prevented its action, which weakened the resetting of the liver clock following food intake."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Landgraf, Tsang et al. suggest that the oxynto-modulin released by the gut following a meal serves as a timing cue for the liver clock. When food intake occurs at the expected times of day, the liver clock is relatively blind to this signal. However, when a meal occurs outside of a normal feeding time, the induced rise in oxyntomodulin serves to adjust the clock to a new feeding schedule. In this way, oxyntomodulin may function as an important signal that translates feeding time into the timing of an internal clock."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It will be important to examine oxyntomodulin signalling in situations were food is limited, and to explore whether it can also shift the clocks in other peripheral tissues, such as muscles and the pancreas. Furthermore, the therapeutic potential of this peptide hormone in correcting problems associated with ‘jet-lag’ and rapid travel through multiple time zones also awaits investigation."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Albrecht", 
                            "index": "Albrecht, U"
                        }
                    }
                ], 
                "articleTitle": "Timing to perfection: the biology of central and peripheral circadian clocks", 
                "journal": "Neuron", 
                "volume": "74", 
                "pages": {
                    "first": "246", 
                    "last": "260", 
                    "range": "246–260"
                }, 
                "doi": "10.1016/j.neuron.2012.04.006"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Damiola", 
                            "index": "Damiola, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Le Minh", 
                            "index": "Le Minh, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Preitner", 
                            "index": "Preitner, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Kornmann", 
                            "index": "Kornmann, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Fleury-Olela", 
                            "index": "Fleury-Olela, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Schibler", 
                            "index": "Schibler, U"
                        }
                    }
                ], 
                "articleTitle": "Restricted feeding uncouples circadian oscillators in peripheral tissues from the central pacemaker in the suprachiasmatic nucleus", 
                "journal": "Genes & Development", 
                "volume": "14", 
                "pages": {
                    "first": "2950", 
                    "last": "2961", 
                    "range": "2950–2961"
                }, 
                "doi": "10.1101/gad.183500"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Druce", 
                            "index": "Druce, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Bloom", 
                            "index": "Bloom, SR"
                        }
                    }
                ], 
                "articleTitle": "Oxyntomodulin: a novel potential treatment for obesity", 
                "journal": "Treatments in Endocrinology", 
                "volume": "5", 
                "pages": {
                    "first": "265", 
                    "last": "272", 
                    "range": "265–272"
                }, 
                "doi": "10.2165/00024677-200605050-00001"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Guilding", 
                            "index": "Guilding, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HD Piggins", 
                            "index": "Piggins, HD"
                        }
                    }
                ], 
                "articleTitle": "Challenging the omnipotence of the suprachiasmatic circadian timekeeper: are circadian oscillators present throughout the mammalian brain?", 
                "journal": "European Journal of Neuroscience", 
                "volume": "25", 
                "pages": {
                    "first": "229", 
                    "last": "255", 
                    "range": "229–255"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Landgraf", 
                            "index": "Landgraf, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AH Tsang", 
                            "index": "Tsang, AH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Leliavski", 
                            "index": "Leliavski, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CE Koch", 
                            "index": "Koch, CE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Barclay", 
                            "index": "Barclay, JL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Drucker", 
                            "index": "Drucker, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Oster", 
                            "index": "Oster, H"
                        }
                    }
                ], 
                "articleTitle": "Oxyntomodulin regulates resetting of the liver circadian clock by food", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e06253", 
                "doi": "10.7554/eLife.06253"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Mohawk", 
                            "index": "Mohawk, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CB Green", 
                            "index": "Green, CB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Takahashi", 
                            "index": "Takahashi, JS"
                        }
                    }
                ], 
                "articleTitle": "Central and peripheral circadian clocks in mammals", 
                "journal": "Annual Review of Neuroscience", 
                "volume": "35", 
                "pages": {
                    "first": "445", 
                    "last": "462", 
                    "range": "445–462"
                }, 
                "doi": "10.1146/annurev-neuro-060909-153128"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Pocai", 
                            "index": "Pocai, A"
                        }
                    }
                ], 
                "articleTitle": "Action and therapeutic potential of oxyntomodulin", 
                "journal": "Molecular Metabolism", 
                "volume": "3", 
                "pages": {
                    "first": "241", 
                    "last": "251", 
                    "range": "241–251"
                }, 
                "doi": "10.1016/j.molmet.2013.12.001"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Tischkau", 
                            "index": "Tischkau, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Mitchell", 
                            "index": "Mitchell, JW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SH Tyan", 
                            "index": "Tyan, SH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GF Buchanan", 
                            "index": "Buchanan, GF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MU Gillette", 
                            "index": "Gillette, MU"
                        }
                    }
                ], 
                "articleTitle": "Ca2+/cAMP response element-binding protein (CREB)-dependent activation of Per1 is required for light-induced signaling in the suprachiasmatic nucleus circadian clock", 
                "journal": "Journal of Biological Chemistry", 
                "volume": "278", 
                "pages": {
                    "first": "718", 
                    "last": "723", 
                    "range": "718–723"
                }, 
                "doi": "10.1074/jbc.M209241200"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}