{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "01042", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01042", 
        "authorLine": "Emily R Derbyshire, Jon Clardy", 
        "title": "Closing in on a new treatment for sleeping sickness", 
        "titlePrefix": "Chemical Biology", 
        "published": "2013-07-09T00:00:00Z", 
        "versionDate": "2013-07-09T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01042", 
        "pdf": "https://publishing-cdn.elifesciences.org/01042/elife-01042-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Mouse", 
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A chemoproteomics approach has been employed to identify a kinase that could be used as a druggable target in efforts to develop new treatments for African sleeping sickness."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Derbyshire and Clardy", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Emily R Derbyshire", 
                    "index": "Derbyshire, Emily R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biological Chemistry and Molecular Pharmacology", 
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "emily_derbyshire@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Jon Clardy", 
                    "index": "Clardy, Jon"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biological Chemistry and Molecular Pharmacology", 
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jon_clardy@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "01042", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01042", 
        "authorLine": "Emily R Derbyshire, Jon Clardy", 
        "title": "Closing in on a new treatment for sleeping sickness", 
        "titlePrefix": "Chemical Biology", 
        "published": "2013-07-09T00:00:00Z", 
        "versionDate": "2013-07-09T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01042", 
        "pdf": "https://publishing-cdn.elifesciences.org/01042/elife-01042-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Mouse", 
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A chemoproteomics approach has been employed to identify a kinase that could be used as a druggable target in efforts to develop new treatments for African sleeping sickness."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Derbyshire and Clardy", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Emily R Derbyshire", 
                    "index": "Derbyshire, Emily R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biological Chemistry and Molecular Pharmacology", 
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "emily_derbyshire@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Jon Clardy", 
                    "index": "Clardy, Jon"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biological Chemistry and Molecular Pharmacology", 
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jon_clardy@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "chemical biology", 
            "<i>T. brucei</i>", 
            "chemoproteomics", 
            "hypothemycin", 
            "protein kinase"
        ], 
        "relatedArticles": [
            "00712"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Chemists have created impressive collections of small molecules in recent years. The Molecular Libraries Program, for example, contains information on more than 300,000 different molecules, and PubChem lists chemical structures and the results of experimental investigations for some 5.5 million unique molecules. This immense amount of chemical information, combined with the availability of fully sequenced genomes for a growing number of hosts and pathogens, could in theory accelerate efforts to identify new drugs for the treatment of a variety of diseases. In practice, however, sampling the complete chemical space to discover molecules with therapeutic potential is inefficient. Instead, using a handful of carefully selected compounds that identify a limited set of targets may be a more fruitful means of uncovering candidate drugs."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "African sleeping sickness, or trypanosomiasis, is a neglected tropical disease caused by the protozoan parasite <i>Trypanosoma brucei</i> (<a href=\"#bib3\">Kennedy, 2013</a>). Untreated, the disease is often fatal, and the latest treatment, eflornithine, while still effective, is over 50 years old. The genomes of several strains of <i>T. brucei</i> have been sequenced, and together they contain genes that code for about 9000 proteins, including about 1700 that are specific to <i>T. brucei</i> (<a href=\"#bib2\">Berriman et al., 2005</a>). Now, in <i>eLife</i>, Jack Taunton and colleagues at the University of California, San Francisco—including Mari Nishino, Jonathan Choy and Nathan Gushwa as joint first authors—report a chemoproteomics approach to focus their search for drug targets in a way that creates a clear path to new trypanosomiasis therapies (<a href=\"#bib6\">Nishino et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Chemoproteomics is a relatively recent entry in the -omics lexicon, and involves using chemical tools, often small molecules, to identify a group of functionally related proteins (<a href=\"#bib4\">Moellering and Cravatt, 2012</a>). The UCSF team began by selecting protein kinases as their intended targets because inhibiting these enzymes in other systems is often lethal. As well as playing essential roles in the cell, kinases are druggable: that is, small molecules have been developed that can selectively inhibit these proteins in a variety of screening assays. More importantly, some of these small-molecule inhibitors have become effective drugs: Gleevec (imatinib), the tyrosine-kinase inhibitor used to treat chronic myelogenous leukemia and other cancers, is probably the best known."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The <i>T. brucei</i> genome encodes 182 protein kinases, most with poorly understood functions. The UCSF team focused on a subset of 21 <i>T. brucei</i> kinases that had a cysteine residue near their active sites (<a href=\"#bib7\">Schirmer et al., 2006</a>). Most of these ‘CDXG kinases’, named after the motif found at their active sites, were expected to react with and be inhibited by a proven CDXG inhibitor called hypothemycin (<a href=\"#bib5\">Nair and Carey, 1980</a>; <a href=\"#bib1\">Agatsuma et al., 1993</a>) (<a href=\"#fig1\">Figure 1</a>). Hypothemycin is a compound produced by several fungal species, and it can inhibit some CDXG kinases by reacting with a cysteine residue at the active site."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The kinase inhibitor hypothemycin has been used to identify a druggable kinase to combat African sleeping sickness", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The kinase inhibitor hypothemycin has been used to identify a druggable kinase to combat African sleeping sickness. Here a ball-and-stick molecular model of hypothemycin is overlaid on an image of <i>Hypomyces subiculosus</i> (orange), the fungus from which it was originally isolated over thirty years ago."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01042/elife-01042-fig1-v1.tif", 
                        "attribution": [
                            "PHOTOGRAPH: MASANORI KUTSUNA"
                        ], 
                        "filename": "elife-01042-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The UCSF team first established that hypothemycin killed <i>T. brucei</i> at therapeutically significant (sub-µM) levels in vitro, and then found that it reduced the parasite load in vivo in a mouse model. However, higher levels of hypothemycin resulted in toxicity, which means that the dose cannot be increased to a level that would completely eliminate the parasites. CDXG kinases are conserved in mammals, and these results highlight the liability of kinase inhibitors that lack sufficient host/parasite selectivity. Significantly, however, while hypothemycin could kill parasites in a mammalian host, it was not established that it did so by inhibiting CDXG kinases, or if it did, which of the 21 such kinases in <i>T. brucei</i> was affected."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The team then employed an impressive array of experimental techniques in an effort to identify the kinase that was targeted by hypothemycin. They also chemically modified hypothemycin to make it easy to detect (without altering its biological activity). In a follow-up assay, this modified hypothemycin labeled 11 proteins, all of which were CDXG kinases. More quantitative studies reduced these 11 potential targets to two, and still further studies fingered a single kinase called <i>Tb</i>CLK1. An RNAi knockdown of <i>Tb</i>CLK1 independently showed that it was essential in <i>T. brucei.</i>"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "What did the chemoproteomics approach accomplish in this study? First, it allowed Taunton and colleagues to define the activity of a single molecule, hypothemycin, in a whole-organism assay that, by its very nature, includes all targets. Secondly, since hypothemycin had a known mechanism of action—covalently inhibiting a small class of kinases by reaction with a critical cysteine residue—the initial search for the target was greatly simplified. By narrowing down the original set of plausible suspects to <i>Tb</i>CLK1, the UCSF team illustrated the power of systematically applying several new technologies."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "An important point, which Taunton and co-workers diplomatically mention only in passing, is that more inclusive assays to identify druggable <i>T. brucei</i> kinases failed to capture <i>Tb</i>CLK1 as a potential therapeutic target. This discrepancy likely results from the experimental differences between probing cell lysates with small molecules and probing whole organisms. So the hypothemycin-based chemoproteomics approach, with its early attention to mechanism and target structure, yielded a significant dividend."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Hypothemycin’s disadvantages as a therapy, including the fact that it inhibits several human kinases (<a href=\"#bib7\">Schirmer et al., 2006</a>), will prevent it from being developed as a new drug to treat human African trypanosomiasis. But there is room for optimism, as large numbers of kinase inhibitors already exist and may be repurposed to inhibit <i>Tb</i>CLK1 or related factors in parasites that cause other neglected tropical diseases. Importantly, the amino-acid sequences of human and <i>T. brucei</i> CLK1s are dissimilar, so <i>Tb</i>CLK1 holds promise as a drug target. Further studies should enable the development of inhibitors that preferentially bind the parasite kinase and cure trypanosomiasis without being toxic to humans."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Agatsuma", 
                            "index": "Agatsuma, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Takahashi", 
                            "index": "Takahashi, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Kabuto", 
                            "index": "Kabuto, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Nozoe", 
                            "index": "Nozoe, S"
                        }
                    }
                ], 
                "articleTitle": "Revised structure and stereochemistry of hypothemycin", 
                "journal": {
                    "name": [
                        "Chem Pharm Bull (Tokyo)"
                    ]
                }, 
                "volume": "41", 
                "pages": {
                    "first": "373", 
                    "last": "375", 
                    "range": "373–375"
                }, 
                "doi": "10.1248/cpb.41.373"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Berriman", 
                            "index": "Berriman, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Ghedin", 
                            "index": "Ghedin, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Hertz-Fowler", 
                            "index": "Hertz-Fowler, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Blandin", 
                            "index": "Blandin, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Renauld", 
                            "index": "Renauld, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Bartholomeu", 
                            "index": "Bartholomeu, D"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The genome of the African trypanosome <i>Trypanosoma brucei</i>", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "309", 
                "pages": {
                    "first": "416", 
                    "last": "422", 
                    "range": "416–422"
                }, 
                "doi": "10.1126/science.1112642"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PG Kennedy", 
                            "index": "Kennedy, PG"
                        }
                    }
                ], 
                "articleTitle": "Clinical features, diagnosis, and treatment of human African trypanosomiasis (sleeping sickness)", 
                "journal": {
                    "name": [
                        "Lancet Neurol"
                    ]
                }, 
                "volume": "12", 
                "pages": {
                    "first": "186", 
                    "last": "194", 
                    "range": "186–194"
                }, 
                "doi": "10.1016/S1474-4422(12)70296-X"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Moellering", 
                            "index": "Moellering, RE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BF Cravatt", 
                            "index": "Cravatt, BF"
                        }
                    }
                ], 
                "articleTitle": "How chemoproteomics can enable drug discovery and development", 
                "journal": {
                    "name": [
                        "Chem Biol"
                    ]
                }, 
                "volume": "19", 
                "pages": {
                    "first": "11", 
                    "last": "22", 
                    "range": "11–22"
                }, 
                "doi": "10.1016/j.chembiol.2012.01.001"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1980", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MSR Nair", 
                            "index": "Nair, MSR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ST Carey", 
                            "index": "Carey, ST"
                        }
                    }
                ], 
                "articleTitle": "Metabolites of pyrenomycetes.13. Structure of (+) hypothemycin, an antibiotic macrolide from <i>Hypomyces trichothecoides</i>", 
                "journal": {
                    "name": [
                        "Tet Letters"
                    ]
                }, 
                "volume": "21", 
                "pages": {
                    "first": "2011", 
                    "last": "2012", 
                    "range": "2011–2012"
                }, 
                "doi": "10.1016/S0040-4039(00)71472-9"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Nishino", 
                            "index": "Nishino, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Choy", 
                            "index": "Choy, JW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NN Gushwa", 
                            "index": "Gushwa, NN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Oses-Prieto", 
                            "index": "Oses-Prieto, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Koupparis", 
                            "index": "Koupparis, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Burlingame", 
                            "index": "Burlingame, AL"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Hypothemycin, a fungal natural product, identifies therapeutic targets in <i>Trypanosoma brucei</i>", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00712", 
                "doi": "10.7554/eLife.00712"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Schirmer", 
                            "index": "Schirmer, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kennedy", 
                            "index": "Kennedy, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Murli", 
                            "index": "Murli, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Reid", 
                            "index": "Reid, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DV Santi", 
                            "index": "Santi, DV"
                        }
                    }
                ], 
                "articleTitle": "Targeted covalent inactivation of protein kinases by resorcylic acid lactone polyketides", 
                "journal": {
                    "name": [
                        "Proc Natl Acad Sci USA"
                    ]
                }, 
                "volume": "103", 
                "pages": {
                    "first": "4234", 
                    "last": "4239", 
                    "range": "4234–4239"
                }, 
                "doi": "10.1073/pnas.0600445103"
            }
        ]
    }
}