{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-01587-v1.xml"
        }, 
        "status": "vor", 
        "id": "01587", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01587", 
        "authorLine": "Petra Van Damme", 
        "title": "Dissecting apoptosis the omics way", 
        "titlePrefix": "Proteomics", 
        "published": "2013-11-12T00:00:00Z", 
        "versionDate": "2013-11-12T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01587", 
        "pdf": "https://publishing-cdn.elifesciences.org/01587/elife-01587-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A combined analysis of transcription, translation and protein degradation reveals the global effects of an anticancer drug on tumour cells."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Van Damme", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Petra Van Damme", 
                    "index": "Van Damme, Petra"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medical Protein Research, VIB, and Department of Biochemistry", 
                            "Ghent University"
                        ], 
                        "address": {
                            "formatted": [
                                "Ghent", 
                                "Belgium"
                            ], 
                            "components": {
                                "locality": [
                                    "Ghent"
                                ], 
                                "country": "Belgium"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "petra.vandamme@vib-ugent.be"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-01587-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "01587", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01587", 
        "authorLine": "Petra Van Damme", 
        "title": "Dissecting apoptosis the omics way", 
        "titlePrefix": "Proteomics", 
        "published": "2013-11-12T00:00:00Z", 
        "versionDate": "2013-11-12T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01587", 
        "pdf": "https://publishing-cdn.elifesciences.org/01587/elife-01587-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A combined analysis of transcription, translation and protein degradation reveals the global effects of an anticancer drug on tumour cells."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Van Damme", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Petra Van Damme", 
                    "index": "Van Damme, Petra"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medical Protein Research, VIB, and Department of Biochemistry", 
                            "Ghent University"
                        ], 
                        "address": {
                            "formatted": [
                                "Ghent", 
                                "Belgium"
                            ], 
                            "components": {
                                "locality": [
                                    "Ghent"
                                ], 
                                "country": "Belgium"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "petra.vandamme@vib-ugent.be"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "apoptosis", 
            "proteomics", 
            "ribosome profiling", 
            "caspase", 
            "myeloma"
        ], 
        "-related-articles-internal": [
            "01236"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Most anticancer drugs work by triggering tumour cells to undergo programmed cell death, or apoptosis. However, many tumour cells activate a stress response in an attempt to combat the effects of the drugs. To date, most studies that have examined this response have focused on how the drugs affect the production of messenger RNA (mRNA) via transcription in the tumour cells, and much less is known about the effects of these drugs on the translation of the mRNA, or on proteins. Now, in <i>eLife</i>, James Wells of the University of California, San Francisco and co-workers—including Arun Wiita as first author—use a new approach to study changes in transcription, translation and protein degradation in tumour cells exposed to an anticancer drug. They show that by targeting key regulators of the stress response, they can lower the threshold for triggering apoptosis in the tumour cells (<a href=\"#bib9\">Wiita et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To study apoptosis in detail, Wiita et al. used a systems-level approach to examine transcription, translation and protein degradation (proteolysis) in a myeloma cell line—a type of cancer of white blood cells—exposed to an anticancer drug called bortezomib. They paired mRNA sequencing with a technique called ribosome profiling, in which the presence of a ribosome bound to mRNA (a ‘footprint’) is used to reveal which mRNAs are being translated. This technique has proven to be indispensable for the genome-wide study of translation (<a href=\"#bib3\">Ingolia et al., 2009</a>). Wiita et al. used an additional suite of tools to study the abundance of proteins and the rate at which they were broken down by apoptotic proteases (<a href=\"#bib6\">Mahrus et al., 2008</a>; <a href=\"#bib1\">Agard et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "By comparing the number of ribosome footprints with the number of mRNA sequencing reads, it was possible to deduce the efficiency of translation within the tumour cells (<a href=\"#fig1\">Figure 1</a>). In line with previous reports, they found that bortezomib—which inhibits a complex called the proteasome—caused misfolded proteins to accumulate inside cells. As a result, the endoplasmic reticulum (which is involved in protein trafficking) became overwhelmed, triggering the unfolded protein response (<a href=\"#bib7\">Obeng et al., 2006</a>). This leads to a series of cellular processes to counteract the accumulation of misfolded proteins, including increased protein folding, inhibition of translation, and, as a last resort, the induction of apoptosis. Witta et al. showed that bortezomib increased both transcription and translation of a number of genes involved in the folding or degradation of proteins, and downregulated the expression of genes involved in cellular proliferation."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "A schematic to show how translation efficiency can be assessed by means of ribosome profiling.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The production of a protein from a gene involves transcription, which can be measured in terms of mRNA sequence reads (red), and translation, which can be measured in terms of ribosome footprints (blue). (<b>A</b>) Relative to a baseline condition (top), bortezomib increases both the transcription and the translation of certain genes, as can be seen from the mRNA levels and the ribosome footprints (bottom). (<b>B</b>) Bortezomib can also decrease both transcription and translation. For other genes, bortezomib had differing effects on these two processes: an increase in protein levels relative to baseline, despite a reduction in mRNA, indicates that the efficiency of translation is increased (<b>C</b>); and a reduction in protein levels relative to baseline, despite no change in mRNA, indicates that the efficiency of translation is reduced (<b>D</b>)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://dev--iiif.elifesciences.org/lax:01587/elife-01587-fig1-v1.tif", 
                        "filename": "elife-01587-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The coding sequence of genes is preceded by an upstream regulatory region called the 5′-leader. Ribosomes have frequently been shown to initiate translation from within this 5′-leader when cells are exposed to oxidative stress (<a href=\"#bib2\">Gerashchenko et al., 2012</a>) or undergo differentiation (<a href=\"#bib4\">Ingolia et al., 2011</a>), thereby providing another level of translational control. Ribosome occupancy of the 5′-leader sequence may indicate the translation of short regulatory polypeptides encoded by upstream open reading frames, or point to the expression of alternative isoforms of the protein extended at the N-terminus (<a href=\"#bib4\">Ingolia et al., 2011</a>). Wiita et al. found that genes whose expression was regulated by bortezomib showed altered translation from the 5′-leader compared to non-regulated genes. Nevertheless, despite the relatively large changes in mRNA and footprint reads that were seen across the tumour cell genes, the vast majority of proteins showed no changes in their relative abundance, as inferred from quantitative proteomics data."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Based on estimates of the absolute levels of transcripts and proteins, Wiita et al. then devised a model to account for the limited changes in protein levels relative to those of mRNA and mRNA-translation events. Their proposed ‘mass-action model of translation’ describes changes in the number of copies of a protein per cell as a function of the number of copies of a transcript per cell, as well as the rates of mRNA translation and protein degradation. The model demonstrates that increases in the abundance of proteins tend to be coupled to increases in absolute transcript levels, and implies that for the same increase in relative transcript levels, low abundance proteins will undergo a larger increase in relative protein abundance than will high abundance proteins. Finally, the results of Wiita et al. revealed that proteins that were upregulated in response to bortezomib were not preferentially processed by proteases relative to other proteins, suggesting that the changes in transcription and translation do not affect the dynamics of protein processing once apoptosis ensues."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Myeloma cells produce large quantities of antibodies and have therefore adapted to cope with an increased burden of secretory protein synthesis and folding, but these changes have also made them particularly sensitive to the effects of proteasome inhibition. Although cells can adapt to protein folding insults following chronic exposure (<a href=\"#bib5\">Jager et al., 2012</a>), the acute nature of bortezomib treatment is likely to prevent such adaptation, despite the translational re-programming observed in bortezomib treated myeloma cells. Adaptation has also been linked to low levels of activation of the stress response and a distinct pattern of protein expression (<a href=\"#bib8\">Rutkowski et al., 2006</a>). Since adaptation could underlie the ability of cells to become resistant to chemotherapy, it would be interesting to compare the responses of resistant and sensitive cells. It also remains to be explored how the actions of bortezomib relate to those of other chemotherapeutic drugs and other apoptosis inducing agents. Overall, it is likely that efforts to integrate the transcriptome, translatome, proteome and degradome responses will typify future systems biology research and lead to new molecular insights into cancer and the drugs used to treat it."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NJ Agard", 
                            "index": "Agard, NJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Mahrus", 
                            "index": "Mahrus, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Trinidad", 
                            "index": "Trinidad, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Lynn", 
                            "index": "Lynn, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Burlingame", 
                            "index": "Burlingame, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Wells", 
                            "index": "Wells, JA"
                        }
                    }
                ], 
                "articleTitle": "Global kinetic analysis of proteolysis via quantitative targeted proteomics", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "109", 
                "pages": {
                    "first": "1913", 
                    "last": "1918", 
                    "range": "1913–1918"
                }, 
                "doi": "10.1073/pnas.1117158109"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MV Gerashchenko", 
                            "index": "Gerashchenko, MV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AV Lobanov", 
                            "index": "Lobanov, AV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VN Gladyshev", 
                            "index": "Gladyshev, VN"
                        }
                    }
                ], 
                "articleTitle": "Genome-wide ribosome profiling reveals complex translational regulation in response to oxidative stress", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "109", 
                "pages": {
                    "first": "17394", 
                    "last": "17399", 
                    "range": "17394–17399"
                }, 
                "doi": "10.1073/pnas.1120799109"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NT Ingolia", 
                            "index": "Ingolia, NT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Ghaemmaghami", 
                            "index": "Ghaemmaghami, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Newman", 
                            "index": "Newman, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Weissman", 
                            "index": "Weissman, JS"
                        }
                    }
                ], 
                "articleTitle": "Genome-wide analysis in vivo of translation with nucleotide resolution using ribosome profiling", 
                "journal": "Science", 
                "volume": "324", 
                "pages": {
                    "first": "218", 
                    "last": "223", 
                    "range": "218–223"
                }, 
                "doi": "10.1126/science.1168978"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NT Ingolia", 
                            "index": "Ingolia, NT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LF Lareau", 
                            "index": "Lareau, LF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Weissman", 
                            "index": "Weissman, JS"
                        }
                    }
                ], 
                "articleTitle": "Ribosome profiling of mouse embryonic stem cells reveals the complexity and dynamics of mammalian proteomes", 
                "journal": "Cell", 
                "volume": "147", 
                "pages": {
                    "first": "789", 
                    "last": "802", 
                    "range": "789–802"
                }, 
                "doi": "10.1016/j.cell.2011.10.002"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Jager", 
                            "index": "Jager, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Bertrand", 
                            "index": "Bertrand, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Gorman", 
                            "index": "Gorman, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Vandenabeele", 
                            "index": "Vandenabeele, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Samali", 
                            "index": "Samali, A"
                        }
                    }
                ], 
                "articleTitle": "The unfolded protein response at the crossroads of cellular life and death during endoplasmic reticulum stress", 
                "journal": "Biol Cell", 
                "volume": "104", 
                "pages": {
                    "first": "259", 
                    "last": "270", 
                    "range": "259–270"
                }, 
                "doi": "10.1111/boc.201100055"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Mahrus", 
                            "index": "Mahrus, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Trinidad", 
                            "index": "Trinidad, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DT Barkan", 
                            "index": "Barkan, DT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Sali", 
                            "index": "Sali, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Burlingame", 
                            "index": "Burlingame, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Wells", 
                            "index": "Wells, JA"
                        }
                    }
                ], 
                "articleTitle": "Global sequencing of proteolytic cleavage sites in apoptosis by specific labeling of protein N termini", 
                "journal": "Cell", 
                "volume": "134", 
                "pages": {
                    "first": "866", 
                    "last": "876", 
                    "range": "866–876"
                }, 
                "doi": "10.1016/j.cell.2008.08.012"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EA Obeng", 
                            "index": "Obeng, EA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LM Carlson", 
                            "index": "Carlson, LM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Gutman", 
                            "index": "Gutman, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WJ Harrington Jnr", 
                            "index": "Harrington, WJ, Jnr"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KP Lee", 
                            "index": "Lee, KP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LH Boise", 
                            "index": "Boise, LH"
                        }
                    }
                ], 
                "articleTitle": "Proteasome inhibitors induce a terminal unfolded protein response in multiple myeloma cells", 
                "journal": "Blood", 
                "volume": "107", 
                "pages": {
                    "first": "4907", 
                    "last": "4916", 
                    "range": "4907–4916"
                }, 
                "doi": "10.1182/blood-2005-08-3531"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DT Rutkowski", 
                            "index": "Rutkowski, DT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Arnold", 
                            "index": "Arnold, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CN Miller", 
                            "index": "Miller, CN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Wu", 
                            "index": "Wu, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Li", 
                            "index": "Li, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KM Gunnison", 
                            "index": "Gunnison, KM"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Adaptation to ER stress is mediated by differential stabilities of pro-survival and pro-apoptotic mRNAs and proteins", 
                "journal": "PLOS Biol", 
                "volume": "4", 
                "pages": "e374", 
                "doi": "10.1371/journal.pbio.0040374"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Wiita", 
                            "index": "Wiita, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Ziv", 
                            "index": "Ziv, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Wiita", 
                            "index": "Wiita, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Urisman", 
                            "index": "Urisman, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Julien", 
                            "index": "Julien, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Burlingame", 
                            "index": "Burlingame, A"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Global cellular response to chemotherapy-induced apoptosis", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e01236", 
                "doi": "10.7554/eLife.01236"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}