{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "01159", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01159", 
        "authorLine": "Christopher Hein et al", 
        "title": "How to switch a master switch", 
        "titlePrefix": "Regulatory Proteins", 
        "published": "2013-07-30T00:00:00Z", 
        "versionDate": "2013-07-30T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01159", 
        "pdf": "https://publishing-cdn.elifesciences.org/01159/elife-01159-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The crystal structure of a nucleotide exchange factor in white blood cells reveals an autoinhibitory mechanism that reinforces the switch-like behaviour of the signalling protein Ras."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Hein et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Christopher Hein", 
                    "index": "Hein, Christopher"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Biophysical Chemistry and the Buchmann Institute of Molecular Life Sciences", 
                            "Goethe University"
                        ], 
                        "address": {
                            "formatted": [
                                "Frankfurt", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Frankfurt"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "hein@bpc.uni-frankfurt.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Alfred Wittinghofer", 
                    "index": "Wittinghofer, Alfred"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Max Planck Institute of Molecular Physiology"
                        ], 
                        "address": {
                            "formatted": [
                                "Dortmund", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Dortmund"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alfred.wittinghofer@mpi-dortmund.mpg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Volker Dötsch", 
                    "index": "Dötsch, Volker"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Biophysical Chemistry and the Buchmann Institute of Molecular Life Sciences", 
                            "Goethe University"
                        ], 
                        "address": {
                            "formatted": [
                                "Frankfurt", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Frankfurt"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "vdoetsch@em.uni-frankfurt.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "01159", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01159", 
        "authorLine": "Christopher Hein et al", 
        "title": "How to switch a master switch", 
        "titlePrefix": "Regulatory Proteins", 
        "published": "2013-07-30T00:00:00Z", 
        "versionDate": "2013-07-30T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01159", 
        "pdf": "https://publishing-cdn.elifesciences.org/01159/elife-01159-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The crystal structure of a nucleotide exchange factor in white blood cells reveals an autoinhibitory mechanism that reinforces the switch-like behaviour of the signalling protein Ras."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Hein et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Christopher Hein", 
                    "index": "Hein, Christopher"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Biophysical Chemistry and the Buchmann Institute of Molecular Life Sciences", 
                            "Goethe University"
                        ], 
                        "address": {
                            "formatted": [
                                "Frankfurt", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Frankfurt"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "hein@bpc.uni-frankfurt.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Alfred Wittinghofer", 
                    "index": "Wittinghofer, Alfred"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Max Planck Institute of Molecular Physiology"
                        ], 
                        "address": {
                            "formatted": [
                                "Dortmund", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Dortmund"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alfred.wittinghofer@mpi-dortmund.mpg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Volker Dötsch", 
                    "index": "Dötsch, Volker"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Biophysical Chemistry and the Buchmann Institute of Molecular Life Sciences", 
                            "Goethe University"
                        ], 
                        "address": {
                            "formatted": [
                                "Frankfurt", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Frankfurt"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "vdoetsch@em.uni-frankfurt.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "cell signalling", 
            "nucleotide exchange factor", 
            "diacylglycerol"
        ], 
        "relatedArticles": [
            "00813"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Cells in many organisms can modify their behaviour after receiving signals from elsewhere in the organism. In principle, these signals can evoke two types of responses: a linear response or a switch-like response. The regulatory circuits that control various metabolic pathways within the body often involve linear responses: in other words, the strength of the response depends on the strength of the input signal. However, the signalling pathways that regulate the proliferation, death or survival of cells often involve switch-like responses: that is, there is no response when the input signal is below a certain threshold, and there is a full response when the input is above this threshold."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One prototypical switch in the cell is a small protein called Ras that can exist in two different conformations (shapes), depending on whether it is bound to the regulatory small molecules GTP or GDP (<a href=\"#bib7\">Vetter and Wittinghofer, 2001</a>). When it is bound to GTP, Ras is active and can interact with many other proteins. However, when Ras is bound to GDP it is inactive. The ability of Ras to exist in either of two different states is a prerequisite for its role as one of the master switches of the cell and, consequently, mutations in Ras have been found in many cancers."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "However, this capacity of Ras to cycle between ‘on’ and ‘off’ states is not sufficient to build a switch because, in theory, the relative amount of activated Ras could be proportional to some incoming signal. To make Ras a true switch, other regulatory proteins are necessary. Indeed, an entire arsenal of different proteins and mechanisms has been found to control the activity of Ras (and other, related, proteins), thus ensuring that signalling by Ras is tightly regulated under normal conditions. Now, in <i>eLife</i>, a collaboration between the laboratories of John Kuriyan, of UC Berkeley, and Jeroen Roose, of UC San Francisco, reports new insights into one of these regulatory proteins, a factor important for the development of white blood cells (<a href=\"#bib3\">Iwig et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Two categories of proteins can regulate Ras (<a href=\"#fig1\">Figure 1</a>). GAPs (GTPase activating proteins) help to make Ras inactive by accelerating the conversion of GTP into the related compound GDP. In contrast, GEFs (guanosine-nucleotide exchange factors) catalyse the replacement of GDP by GTP, and thus activate Ras (<a href=\"#bib1\">Bos et al., 2007</a>). These GAPs and GEFs must also be tightly regulated to ensure that Ras does not go rogue: in particular, they may be restricted to certain tissues or types of cells. Kuriyan, Roose and colleagues—including Jeffrey Iwig, Yvonne Vercoulen and Rahul Das as joint first authors—focus on one such tissue-restricted GEF. Called RasGRP1, this GEF cooperates with a GEF called SOS (Son of sevenless) to regulate the activity of Ras during the development of white blood cells (<a href=\"#bib2\">Dower et al., 2000</a>; <a href=\"#bib4\">Kortum et al., 2011</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Ras cycles between a GTP-bound state (top; left panel) in which it interacts with downstream effector proteins, and a GDP-bound state (bottom) in which it is inactive", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Ras cycles between a GTP-bound state (top; left panel) in which it interacts with downstream effector proteins, and a GDP-bound state (bottom) in which it is inactive. The activity of Ras is tightly regulated by many different proteins. However, it is also important for cells to control the activity of the proteins that deactivate Ras (called GAPs) and the proteins that activate Ras (called GEFs). RasGRP1 is a GEF: in its inactive conformation (bottom; right panel) it cannot bind to Ras because the binding site for Ras is blocked by a linker peptide (depicted in red) and because the C1 domains (depicted in dark blue) that recruit it to the membrane are buried within the RasGRP1 dimer. RasGRP1 can be activated by calcium ions and diacylglycerol binding to it: this removes the linker peptide and exposes the C1 domains (top; right panel)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01159/elife-01159-fig1-v1.tif", 
                        "filename": "elife-01159-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "RasGRP1 has been found to consist of several domains. The catalytic Cdc25 domain is responsible for interacting with Ras and for enhancing the exchange of GDP for GTP. RasGRP1 also contains a C1 domain that can direct it to the membrane, where it can associate with Ras. Through another domain, the EF-hand domain, RasGRP1 can bind calcium ions, which results in significant changes in conformation. Finally, a C-terminal coiled-coil region can assist RasGRP1 in forming dimers."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It has previously been shown that SOS can be prevented from binding to Ras by an autoinhibitory mechanism, in which the Ras binding site on the catalytic domain of SOS is blocked by another portion of the SOS protein. Interestingly, the activation of SOS requires activated Ras: GTP-bound Ras can associate with an allosteric binding site on SOS that is separate from the catalytic site of the protein. This induces a conformational change in SOS that un-blocks its catalytic Ras binding site. Additional Ras can then bind to the catalytic site and, in turn, be activated by SOS. However, this presents an enigma: if activated Ras is necessary to activate SOS, how is this Ras activated in the first place? The structural and functional investigations of RasGRP1 by the UC team offer an intriguing model for how this might occur. They reveal that RasGRP1 crystallizes in a dimeric, autoinhibited conformation. The autoinhibition occurs because the linker peptide that connects the Cdc25 catalytic domain with the EF domain obstructs the Ras binding site."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "But this is only one aspect of inhibition. As has been seen in the autoinhibited structures of many other proteins (<a href=\"#bib6\">Sicheri and Kuriyan, 1997</a>; <a href=\"#bib8\">Yu et al., 2010</a>), autoinhibition is often achieved by more than one domain-domain interaction. These multiple autoinhibitory mechanisms have the advantage that full activation requires at least two different—and often independent—signals. With independent signals the likelihood of activation becomes the product of the likelihood of each individual activation process (<a href=\"#bib5\">Prehoda et al., 2000</a>). Integrating two different processes thus results in the switch-like behaviour that regulates many pathways. In RasGRP1, this second level of autoinhibition is achieved by the sequestration of the C1 domain within the dimer. More specifically, the C1 domain (which directs the protein to the membrane) interacts with, and is hidden by, the catalytic Cdc25 domain and the calcium-binding EF domain."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This autoinhibited conformation of RasGRP1 also suggests how the protein could become activated. Binding of diacylglycerol to the C1 domain and calcium to the EF domain would induce large conformational changes that are incompatible with the closed, autoinhibited conformation. Functional studies carried out by the UC team have indeed shown that both calcium and diacylglycerol can activate RasGRP1. This leads to a compelling model for how the activity of Ras is regulated in developing white blood cells. Activation of RasGRP1 activates a small amount of membrane-associated Ras, which can then interact with the allosteric binding site on SOS. Activated SOS, in turn, strongly amplifies the activating signal for Ras, thus establishing the switch-like behaviour required to regulate this protein. This interplay of a weak initiator and a strong enhancer protein leads to a safe, and at the same time very effective, biological switch that ensures that white blood cell development is adequately controlled. It will be exciting to see if this model can be further verified by functional analysis of the interactions among these three proteins in cells."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Bos", 
                            "index": "Bos, JL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Rehmann", 
                            "index": "Rehmann, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Wittinghofer", 
                            "index": "Wittinghofer, A"
                        }
                    }
                ], 
                "articleTitle": "GEFs and GAPs: critical elements in the control of small G proteins", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "129", 
                "pages": {
                    "first": "865", 
                    "last": "877", 
                    "range": "865–877"
                }, 
                "doi": "10.1016/j.cell.2007.05.018"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NA Dower", 
                            "index": "Dower, NA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Stang", 
                            "index": "Stang, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Bottorff", 
                            "index": "Bottorff, DA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JO Ebinu", 
                            "index": "Ebinu, JO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Dickie", 
                            "index": "Dickie, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HL Ostergaard", 
                            "index": "Ostergaard, HL"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "RasGRP is essential for mouse thymocyte differentiation and TCR signaling", 
                "journal": {
                    "name": [
                        "Nat Immunol"
                    ]
                }, 
                "volume": "1", 
                "pages": {
                    "first": "317", 
                    "last": "321", 
                    "range": "317–321"
                }, 
                "doi": "10.1038/79766"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Iwig", 
                            "index": "Iwig, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Vercoulen", 
                            "index": "Vercoulen, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Das", 
                            "index": "Das, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Barros", 
                            "index": "Barros, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Limnander", 
                            "index": "Limnander, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Che", 
                            "index": "Che, Y"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Structural analysis of autoinhibition in the Ras-specific exchange factor RasGRP1", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00813", 
                "doi": "10.7554/eLife.00813"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RL Kortum", 
                            "index": "Kortum, RL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CL Sommers", 
                            "index": "Sommers, CL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CP Alexander", 
                            "index": "Alexander, CP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Pinski", 
                            "index": "Pinski, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Li", 
                            "index": "Li, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Grinberg", 
                            "index": "Grinberg, A"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Targeted Sos1 deletion reveals its critical role in early T-cell development", 
                "journal": {
                    "name": [
                        "Proc Natl Acad Sci USA"
                    ]
                }, 
                "volume": "108", 
                "pages": {
                    "first": "12407", 
                    "last": "12412", 
                    "range": "12407–12412"
                }, 
                "doi": "10.1073/pnas.1104295108"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KE Prehoda", 
                            "index": "Prehoda, KE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Scott", 
                            "index": "Scott, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RD Mullins", 
                            "index": "Mullins, RD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WA Lim", 
                            "index": "Lim, WA"
                        }
                    }
                ], 
                "articleTitle": "Integration of multiple signals through cooperative regulation of the N-WASP-Arp2/3 complex", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "290", 
                "pages": {
                    "first": "801", 
                    "last": "806", 
                    "range": "801–806"
                }, 
                "doi": "10.1126/science.290.5492.801"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Sicheri", 
                            "index": "Sicheri, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kuriyan", 
                            "index": "Kuriyan, J"
                        }
                    }
                ], 
                "articleTitle": "Structures of Src-family tyrosine kinases", 
                "journal": {
                    "name": [
                        "Curr Opin Struct Biol"
                    ]
                }, 
                "volume": "7", 
                "pages": {
                    "first": "777", 
                    "last": "785", 
                    "range": "777–785"
                }, 
                "doi": "10.1016/S0959-440X(97)80146-7"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IR Vetter", 
                            "index": "Vetter, IR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Wittinghofer", 
                            "index": "Wittinghofer, A"
                        }
                    }
                ], 
                "articleTitle": "The guanine nucleotide-binding switch in three dimensions", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "294", 
                "pages": {
                    "first": "1299", 
                    "last": "1304", 
                    "range": "1299–1304"
                }, 
                "doi": "10.1126/science.1062023"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Yu", 
                            "index": "Yu, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Martins", 
                            "index": "Martins, RS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Li", 
                            "index": "Li, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GK Amarasinghe", 
                            "index": "Amarasinghe, GK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Umetani", 
                            "index": "Umetani, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ME Fernandez-Zapico", 
                            "index": "Fernandez-Zapico, ME"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Structural and energetic mechanisms of cooperative autoinhibition and activation of Vav1", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "140", 
                "pages": {
                    "first": "246", 
                    "last": "256", 
                    "range": "246–256"
                }, 
                "doi": "10.1016/j.cell.2009.12.033"
            }
        ]
    }
}