{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00515-v1.xml"
        }, 
        "status": "vor", 
        "id": "00515", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00515", 
        "authorLine": "Yves Barral", 
        "title": "A new answer to old questions", 
        "titlePrefix": "Aging", 
        "published": "2013-02-05T00:00:00Z", 
        "versionDate": "2013-02-05T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00515", 
        "pdf": "https://publishing-cdn.elifesciences.org/00515/elife-00515-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Sudden changes in the level of a coenzyme called NADPH might be the underlying cause of aging in cells."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Barral", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yves Barral", 
                    "index": "Barral, Yves"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Biochemistry"
                        ], 
                        "address": {
                            "formatted": [
                                "ETH Zurich, Zurich", 
                                "Switzerland"
                            ], 
                            "components": {
                                "locality": [
                                    "ETH Zurich, Zurich"
                                ], 
                                "country": "Switzerland"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "yves.barral@bc.biol.ethz.ch"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00515-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00515", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00515", 
        "authorLine": "Yves Barral", 
        "title": "A new answer to old questions", 
        "titlePrefix": "Aging", 
        "published": "2013-02-05T00:00:00Z", 
        "versionDate": "2013-02-05T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00515", 
        "pdf": "https://publishing-cdn.elifesciences.org/00515/elife-00515-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Sudden changes in the level of a coenzyme called NADPH might be the underlying cause of aging in cells."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Barral", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yves Barral", 
                    "index": "Barral, Yves"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Biochemistry"
                        ], 
                        "address": {
                            "formatted": [
                                "ETH Zurich, Zurich", 
                                "Switzerland"
                            ], 
                            "components": {
                                "locality": [
                                    "ETH Zurich, Zurich"
                                ], 
                                "country": "Switzerland"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "yves.barral@bc.biol.ethz.ch"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ], 
        "keywords": [
            "Aging", 
            "Metabolism", 
            "Oxidative Stress", 
            "Redox Regulation", 
            "Redox Proteomic"
        ], 
        "-related-articles-internal": [
            "00306"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "One prominent theory of aging proposes that the physiological decline associated with old age is the result of protein oxidation and oxidative damage, mainly caused by reactive oxygen species. There are various lines of evidence that support this idea: for example, yeast cells that overexpress superoxide dismutase—an enzyme that transforms superoxides, which are a particularly aggressive class of reactive oxygen species, into oxygen and hydrogen peroxide—have extended lifespans (<a href=\"#bib4\">Harris et al., 2003</a>), whereas cells that contain little or no superoxide dismutase live for relatively short times (<a href=\"#bib5\">Longo et al., 1996</a>). Furthermore, aging cells have been shown to accumulate carbonylated proteins (proteins in which certain amino acids have been oxidized by reactive oxygen species), which suggests that oxidative damage does indeed take place during aging and may, therefore, also be one of the causes of aging (reviewed in <a href=\"#bib6\">Nyström, 2005</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "However, there are many questions about the links between aging and oxidation (which is the removal of one or more electrons from a chemical species) that remain unanswered: how much protein oxidation takes place during the aging of single cells? What are the main targets of oxidation? And how does oxidation correlate temporally with aging? Answering these questions will clarify whether oxidation actually contributes to aging, or if it merely correlates with the physiological decline observed during aging. Writing in <i>eLife</i>, Ursula Jakob and co-workers at the University of Michigan—including Nicolas Brandes and Heather Tienson as joint first authors—supply answers to some of these questions (<a href=\"#bib1\">Brandes et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Michigan group started by measuring the oxidation status of an amino acid (cysteine) in almost 300 different proteins in yeast cells that had stopped dividing and started the process of chronological aging. The measurements were made over a period of 7–10 days in most cases, and for up to 20 days in some cases. The use of such a large number of proteins allowed the researchers to probe all the different organelles found in yeast cells and a large variety of cellular functions. In parallel, they measured the levels of thioredoxin and glutathione—antioxidants that prevent the oxidation of other molecules and proteins. (Both of these antioxidants also contain cysteine). Finally, they monitored the levels of adenosine triphosphate, which transfers energy within cells, and both nicotinamide adenine dinucleotide phosphate (NADP+) and its reduced version, which is known as NADPH. NADPH is a source of electrons (which means that it is a reducing agent) that is involved in various anabolic reactions and in redox control (that is, maintaining the balance between oxidation and reduction, which is the addition of one or more electrons to a chemical species). These measurements were performed under a number of different dietary regimes, including one—caloric restriction (that is, a reduced calorie intake)—that is known to prolong the lifespan of post-mitotic yeast cells and many other organisms (see <a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Brandes et al. made a series of measurements every 24 hours on yeast cells under various dietary regimes, including a standard diet (top) and caloric restriction (bottom).", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "As expected, the yeast on the caloric restriction diet lived longer. However, in both regimes the levels of the coenzyme NADPH rose rapidly (dark blue represents high levels of NADPH) and then reduced rapidly (yellow and red represent low levels of NADPH); this was followed by an increase in the oxidation of a small number of ‘early oxidation’ proteins (blue and green represent low oxidation levels; yellow and red represent high levels), which was followed by the oxidation of most of the other proteins measured. Brandes et al. propose that a sudden and substantial decrease in NADPH levels is likely to be the underlying cause of aging, rather than the accumulation of reactive oxygen species. E<sub>GSH</sub> is the glutathione potential; see figure 7 of Brandes et al. for further information."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00515/elife-00515-fig1-v1.tif", 
                        "filename": "elife-00515-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As expected, Brandes, Tienson and co-workers observed that oxidation did increase with aging, reaching its maximum value about 24 hours before the viability of the cells started to decrease. This is consistent with the possibility that oxidation has a deleterious effect on cell viability, although it also suggests that this effect is indirect (otherwise the drop in viability would happen immediately, rather than 24 hours after oxidation reaches a maximum). The Michigan group then showed that the proteins responded to oxidation in one of three ways. About 10% of the proteins—including the enzyme that reduces thioredoxin—are oxidized 48 hours before the decline of viability. Another 80% or so of the proteins are oxidized about 24 hours before mortality increases, with the remaining proteins being only minimally affected by aging."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The vast majority of the proteins that are particularly sensitive to oxidation by reactive oxygen species are in the group that are oxidized 24 hours before mortality increases, which means that these species are not the primary cause of the oxidation that is associated with aging in yeast. Rather, the data are consistent with a scenario in which a collapse in NADPH levels causes the oxidation of proteins involved in redox control. This first wave of oxidation causes a second wave in which the oxidation propagates to most (but not all) of the proteins. A small number of proteins are protected from oxidation, and a better understanding of the mechanisms responsible for this protection might help explain how cells can remain viable for 24 hours after the majority of proteins have been oxidized. The same sequence of events happens during caloric restriction, but over a longer timescale."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As Brandes, Tienson et al. remark, it is striking that the oxidation events they detect are reversible. This observation is consistent with the suggestion that an important role of many of the cysteines in yeast cells might be to buffer changes in the redox potential of the cell (<a href=\"#bib2\">Gallogly and Mieyal, 2007</a>; <a href=\"#bib3\">Hansen et al., 2009</a>). The redox potential, which is measured in volts, is essentially a measure of electron concentration. In this view, therefore, oxidation events (and the damage they cause) are essentially a by-product of the proteome's role in sensing and adjusting the global redox potential of the cell. Indeed, the Michigan team goes further and suggests that some of these cysteines might have been selected to help regulate (depending on the redox potential) the function of the proteins in which they are embedded. Thus, the work of Brandes, Tienson, Jakob and co-workers opens the possibility that the cell survives the collapse in its NAPDH levels thanks to, rather than despite, protein oxidation."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Obviously, such ideas now need to be tested, but it will not be simple to perturb the mechanisms responsible for maintaining the balance between oxidation and reduction in cells. And even if this could be done it would be very difficult to draw meaningful conclusions from such experiments. However, the work of the Michigan group underlines the importance of studying the mechanisms that control the levels of NADPH in cells as they age. Furthermore, if the Michigan team is right, cysteine modification should prove to be a widespread and potent mechanism for the regulation of protein function, as is the case for a very similar amino acid, namely serine. Time will tell whether these attractive ideas are meaningful."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Brandes", 
                            "index": "Brandes, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Tienson", 
                            "index": "Tienson, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Lindemann", 
                            "index": "Lindemann, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Vitvitsky", 
                            "index": "Vitvitsky, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Reichmann", 
                            "index": "Reichmann, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Banerjee", 
                            "index": "Banerjee, R"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Time line of redox events in aging postmitotic cells", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00306", 
                "doi": "10.7554/elife.00306"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Gallogly", 
                            "index": "Gallogly, MM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JJ Mieyal", 
                            "index": "Mieyal, JJ"
                        }
                    }
                ], 
                "articleTitle": "Mechanisms of reversible protein glutathionylation in redox signaling and oxidative stress", 
                "journal": "Curr Opin Pharmacol", 
                "volume": "7", 
                "pages": {
                    "first": "381", 
                    "last": "391", 
                    "range": "381–391"
                }, 
                "doi": "10.1016/j.coph.2007.06.003"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Hansen", 
                            "index": "Hansen, RE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Roth", 
                            "index": "Roth, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Winther", 
                            "index": "Winther, JR"
                        }
                    }
                ], 
                "articleTitle": "Quantifying the global cellular thiol-disulfide status", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "106", 
                "pages": {
                    "first": "422", 
                    "last": "427", 
                    "range": "422–427"
                }, 
                "doi": "10.1073/pnas.0812149106"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Harris", 
                            "index": "Harris, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Costa", 
                            "index": "Costa, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Maclean", 
                            "index": "Maclean, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Mollapour", 
                            "index": "Mollapour, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Moradas-Ferreira", 
                            "index": "Moradas-Ferreira, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PW Piper", 
                            "index": "Piper, PW"
                        }
                    }
                ], 
                "articleTitle": "Mnsod overexpression extends the yeast chronological (G(0)) life span but acts independently of Sir2p histone deacetylase to shorten the replicative life span of dividing cells", 
                "journal": "Free Radic Biol Med", 
                "volume": "34", 
                "pages": {
                    "first": "1599", 
                    "last": "1606", 
                    "range": "1599–1606"
                }, 
                "doi": "10.1016/S0891-5849(03)00210-7"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VD Longo", 
                            "index": "Longo, VD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EB Gralla", 
                            "index": "Gralla, EB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Valentine", 
                            "index": "Valentine, JS"
                        }
                    }
                ], 
                "articleTitle": "Superoxide dismutase activity is essential for stationary phase survival in Saccharomyces cerevisiae. Mitochondrial production of toxic oxygen species in vivo", 
                "journal": "J Biol Chem", 
                "volume": "271", 
                "pages": {
                    "first": "12275", 
                    "last": "12280", 
                    "range": "12275–12280"
                }, 
                "doi": "10.1074/jbc.271.21.12275"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Nyström", 
                            "index": "Nyström, T"
                        }
                    }
                ], 
                "articleTitle": "Role of oxidative carbonylation in protein quality control and senescence", 
                "journal": "EMBO J", 
                "volume": "24", 
                "pages": {
                    "first": "1311", 
                    "last": "1317", 
                    "range": "1311–1317"
                }, 
                "doi": "10.1038/sj.emboj.7600599"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}