{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-24896-v1.xml"
        }, 
        "status": "vor", 
        "id": "24896", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.24896", 
        "authorLine": "Mehmet Keleş, Mark A Frye", 
        "title": "The eyes have it", 
        "titlePrefix": "Visual behavior", 
        "published": "2017-02-06T00:00:00Z", 
        "versionDate": "2017-02-06T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e24896", 
        "pdf": "https://publishing-cdn.elifesciences.org/24896/elife-24896-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Molecular genetic experiments are revealing how the fly brain generates behavioral responses to visual stimuli."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Keleş et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Mehmet Keleş", 
                    "index": "Keleş, Mehmet"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Integrative Biology and Physiology", 
                            "University of California, Los Angeles"
                        ], 
                        "address": {
                            "formatted": [
                                "Los Angeles", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Los Angeles"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Mark A Frye", 
                    "index": "Frye, Mark A"
                }, 
                "orcid": "0000-0003-3277-3094", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Integrative Biology and Physiology", 
                            "University of California, Los Angeles"
                        ], 
                        "address": {
                            "formatted": [
                                "Los Angeles", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Los Angeles"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "frye@ucla.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "impactStatement": "Optogenetic experiments are revealing how the fly brain generates behavioral responses in response to visual stimuli."
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-24896-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "24896", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.24896", 
        "authorLine": "Mehmet Keleş, Mark A Frye", 
        "title": "The eyes have it", 
        "titlePrefix": "Visual behavior", 
        "published": "2017-02-06T00:00:00Z", 
        "versionDate": "2017-02-06T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e24896", 
        "pdf": "https://publishing-cdn.elifesciences.org/24896/elife-24896-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Molecular genetic experiments are revealing how the fly brain generates behavioral responses to visual stimuli."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Keleş et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Mehmet Keleş", 
                    "index": "Keleş, Mehmet"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Integrative Biology and Physiology", 
                            "University of California, Los Angeles"
                        ], 
                        "address": {
                            "formatted": [
                                "Los Angeles", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Los Angeles"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Mark A Frye", 
                    "index": "Frye, Mark A"
                }, 
                "orcid": "0000-0003-3277-3094", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Integrative Biology and Physiology", 
                            "University of California, Los Angeles"
                        ], 
                        "address": {
                            "formatted": [
                                "Los Angeles", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Los Angeles"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "frye@ucla.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "impactStatement": "Optogenetic experiments are revealing how the fly brain generates behavioral responses in response to visual stimuli.", 
        "keywords": [
            "visual behavior", 
            "lobula", 
            "feature detection", 
            "loom detection and avoidance behaviors", 
            "optic glomeruli", 
            "retinotopy"
        ], 
        "-related-articles-internal": [
            "21022"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Like us, flies depend on their sense of sight. When a fly perceives an approaching object, such as a fly swatter, it repositions itself and executes an escape strategy in less time than the blink of an eye (<a href=\"#bib2\">Card and Dickinson, 2008</a>). Flies produce an impressive repertoire of visual behaviors, including escape, with a brain that contains a relatively small number of neurons. <i>Drosophila melanogaster</i>, the fruit fly, has become an enormously useful model for studying visual behavior, yet the neural mechanisms for transforming object signals (such as an approaching swatter) into motor actions (escape) remain poorly understood."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The <i>Drosophila</i> retina is composed of roughly 700 hexagonal facets, each viewing a small portion of the visual field, and signals from the photoreceptors within each facet are processed by four optic lobes in the brain. The processing in these optic lobes happens in a retinotopic fashion: in other words, signals from neighboring facets are passed through the optic lobes by neighboring columns of neurons. The signals are first processed by an optic lobe called the lamina, followed by the medulla, and then the lobula and the lobula plate (<a href=\"#fig1\">Figure 1</a>). The last two lobes collate retinotopic information from all the inputs and project axons that carry filtered signals to structures elsewhere in the brain."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Transforming visual signals into motor actions.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Visual features that are important to the fly include looming (top), small moving objects, colors, and vertical edges. (<b>B</b>) Wu et al. identified 22 different classes of visual projection neurons (VPNs) in the lobula (Lo), with all the neurons in a given class projecting to a specific glomerulus in the brain. Five examples are shown schematically. Wu et al. also observed that the neurons have dendritic innervations within anatomically distinct layers of the lobula (indicated by white dashed lines). (<b>C</b>) Neighboring columns of neurons in the lobula (indicated by black dashed lines) sample neighboring regions of space. The neurons in a given VPN class have overlapping dendritic fields, which corresponds to overlaps in the sampling of visual space. The axon terminals, on the other hand, completely innervate the glomerulus for that VPN class. (<b>D</b>) It is thought that each VPN class responds to a visual feature (panel A) and contributes to a particular form of behavior (panel D)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/24896/elife-24896-fig1-v1.jpg", 
                        "filename": "elife-24896-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Lobula plate neurons have been studied for 60 years and it is known that they compute patterns of visual motion across the eye to guide navigation tasks (<a href=\"#bib1\">Borst, 2014</a>). However, much less is known about the lobula, even though it contains four times as many neurons (<a href=\"#bib5\">Strausfeld, 1976</a>). Now, in eLife, Aljoscha Nern, Gerald Rubin and colleagues at the Janelia Research Campus – including Ming Wu and Nern as joint first authors – report the results of a series of anatomical and behavioral experiments to understand the architecture and functions of these neurons (<a href=\"#bib8\">Wu et al., 2016</a>). In particular they identify 22 different classes of visual projection neurons (VPN) in the lobula, and show that specific classes of neurons elicit specific visual behaviors, such as escape."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The power of <i>Drosophila</i> genetics is deployed in full force here. Wu et al. first screened large collections of genetically modified flies to find lines in which it is possible to fluorescently label all the retinotopic neurons of a given VPN class that project from the lobula to the center of the brain. Then they stochastically labeled a few individual neurons in each of the 22 VPN classes with different fluorescent colors. This systematic approach allowed them to take high-resolution pictures of input dendrites and output axon terminals, and to demonstrate that each VPN class had a characteristic number of cells, dendritic span, and axon output location (<a href=\"#fig1\">Figure 1B</a>). Whereas the input dendrites in each class were organized in a retinotopic fashion, the axon terminals were fully intermingled to form an optic glomerulus. Strikingly, it would appear that the spatial information contained in the inputs is thrown away because it is not contained in the outputs (<a href=\"#fig1\">Figure 1C</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Next, Wu et. al. investigated the behavioral role of each VPN class by testing whether the use of light to activate the neurons in a particular class provoked any observable behavioral reactions. Activation of two classes (called LC6 and LC16) resulted in significant jumping and backward walking, which are hallmarks of visual escape behavior. In further tests strong calcium currents were detected in both classes when the flies were presented with a looming stimulus (like an approaching fly swatter). It would appear that LC6 and LC16 neurons transform looming visual information into the motor control of a rapid escape behavior (also see <a href=\"#bib6\">von Reyn et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In addition to shedding new light on lobula projection neurons, the work of Wu et al. also raises exciting new questions. 1) What is the functional benefit of losing the retinotopic information that was contained in the input to the lobula? 2) Individual members of a given class have overlapping dendritic fields, which means that a given region of visual space is covered more than once: what is the benefit to this oversampling? 3) As Wu et al. demonstrate, a single type of behavior can be initiated by more than one class of neurons. This means that activating a given class may be sufficient to provoke a specific behavior, but silencing the same class does not necessarily quell that behavior. What gives rise to the apparent redundancy within the brain? 4) We recently performed a complimentary comprehensive physiological characterization of one these VPN classes: this study revealed complex spatial inhibitory interactions, indicating that only a fraction of the neurons in this class are activated by the salient visual stimulus (<a href=\"#bib3\">Keleş and Frye, 2017</a>). Therefore, as Wu et al. note, the use of optogenetic techniques to simultaneously activate the whole population of neurons does not mimic what happens naturally. How does the output sent to the glomerulus reflect the spatial dynamics of the inputs?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Based on what we currently know about the functional properties of lobula visual projection neurons (<a href=\"#bib3\">Keleş and Frye, 2017</a>; <a href=\"#bib4\">Mu et al., 2012</a>), activity within a given optic glomerulus seems to correspond to the presence of a visual feature rather than its direction of movement or spatial location. In flies and mammals, the spatial pattern of olfactory glomeruli can signal the identity and intensity of an odorant (<a href=\"#bib7\">Wang et al., 2003</a>). Perhaps something similar is happening here, with the pattern of activation across different optic glomeruli signaling particular features of visual objects rather than their motion or location. The approaches developed by Wu et al. are likely to prove very useful for exploring this hypothesis and for studying how visual representations are transformed into behavioral commands more generally."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Borst", 
                            "index": "Borst, A"
                        }
                    }
                ], 
                "articleTitle": "Fly visual course control: behaviour, algorithms and circuits", 
                "journal": "Nature Reviews Neuroscience", 
                "volume": "15", 
                "pages": {
                    "first": "590", 
                    "last": "599", 
                    "range": "590–599"
                }, 
                "doi": "10.1038/nrn3799", 
                "pmid": 25116140
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Card", 
                            "index": "Card, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MH Dickinson", 
                            "index": "Dickinson, MH"
                        }
                    }
                ], 
                "articleTitle": "Visually mediated motor planning in the escape response of <i>Drosophila</i>", 
                "journal": "Current Biology", 
                "volume": "18", 
                "pages": {
                    "first": "1300", 
                    "last": "1307", 
                    "range": "1300–1307"
                }, 
                "doi": "10.1016/j.cub.2008.07.094", 
                "pmid": 18760606
            }, 
            {
                "type": "unknown", 
                "id": "bib3", 
                "date": "2017", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Keleş", 
                            "index": "Keleş, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Frye", 
                            "index": "Frye, M"
                        }
                    }
                ], 
                "title": "Object-detecting neurons in <i>Drosophila</i>", 
                "details": "Current Biology, 10.1016/j.cub.2017.01.012"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Mu", 
                            "index": "Mu, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Ito", 
                            "index": "Ito, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Bacon", 
                            "index": "Bacon, JP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NJ Strausfeld", 
                            "index": "Strausfeld, NJ"
                        }
                    }
                ], 
                "articleTitle": "Optic glomeruli and their inputs in <i>Drosophila</i> share an organizational ground pattern with the antennal lobes", 
                "journal": "Journal of Neuroscience", 
                "volume": "32", 
                "pages": {
                    "first": "6061", 
                    "last": "6071", 
                    "range": "6061–6071"
                }, 
                "doi": "10.1523/JNEUROSCI.0221-12.2012", 
                "pmid": 22553013
            }, 
            {
                "type": "book", 
                "id": "bib5", 
                "date": "1976", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NJ Strausfeld", 
                            "index": "Strausfeld, NJ"
                        }
                    }
                ], 
                "bookTitle": "Atlas of an Insect Brain", 
                "publisher": {
                    "name": [
                        "Springer-Verlag"
                    ], 
                    "address": {
                        "formatted": [
                            "Berlin"
                        ], 
                        "components": {
                            "locality": [
                                "Berlin"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CR von Reyn", 
                            "index": "von Reyn, CR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Breads", 
                            "index": "Breads, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MY Peek", 
                            "index": "Peek, MY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GZ Zheng", 
                            "index": "Zheng, GZ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WR Williamson", 
                            "index": "Williamson, WR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Yee", 
                            "index": "Yee, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Leonardo", 
                            "index": "Leonardo, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GM Card", 
                            "index": "Card, GM"
                        }
                    }
                ], 
                "articleTitle": "A spike-timing mechanism for action selection", 
                "journal": "Nature Neuroscience", 
                "volume": "17", 
                "pages": {
                    "first": "962", 
                    "last": "970", 
                    "range": "962–970"
                }, 
                "doi": "10.1038/nn.3741", 
                "pmid": 24908103
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Wang", 
                            "index": "Wang, JW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Wong", 
                            "index": "Wong, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Flores", 
                            "index": "Flores, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LB Vosshall", 
                            "index": "Vosshall, LB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Axel", 
                            "index": "Axel, R"
                        }
                    }
                ], 
                "articleTitle": "Two-photon calcium imaging reveals an odor-evoked map of activity in the fly brain", 
                "journal": "Cell", 
                "volume": "112", 
                "pages": {
                    "first": "271", 
                    "last": "282", 
                    "range": "271–282"
                }, 
                "doi": "10.1016/S0092-8674(03)00004-7", 
                "pmid": 12553914
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Wu", 
                            "index": "Wu, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Nern", 
                            "index": "Nern, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WR Williamson", 
                            "index": "Williamson, WR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Morimoto", 
                            "index": "Morimoto, MM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MB Reiser", 
                            "index": "Reiser, MB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GM Card", 
                            "index": "Card, GM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GM Rubin", 
                            "index": "Rubin, GM"
                        }
                    }
                ], 
                "articleTitle": "Visual projection neurons in the <i>Drosophila</i> lobula link feature detection to distinct behavioral programs", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e21022", 
                "doi": "10.7554/eLife.21022", 
                "pmid": 28029094
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}