{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "17692", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.17692", 
        "authorLine": "Owen P Gross, Henrique von Gersdorff", 
        "title": "Recycling at synapses", 
        "titlePrefix": "Endocytosis", 
        "published": "2016-06-29T00:00:00", 
        "versionDate": "2016-06-29T00:00:00", 
        "volume": 5, 
        "elocationId": "e17692", 
        "pdf": "https://publishing-cdn.elifesciences.org/17692/elife-17692-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse", 
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Synaptic vesicles in rodent neurons are recycled using at least two distinct mechanisms."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Gross et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Owen P Gross", 
                    "index": "Gross, Owen P"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "The Vollum Institute, Oregon Health and Science University"
                        ], 
                        "address": {
                            "formatted": [
                                "Portland", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Portland"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Henrique von Gersdorff", 
                    "index": "von Gersdorff, Henrique"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "The Vollum Institute, Oregon Health and Science University"
                        ], 
                        "address": {
                            "formatted": [
                                "Portland", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Portland"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "vongersd@ohsu.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "17692", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.17692", 
        "authorLine": "Owen P Gross, Henrique von Gersdorff", 
        "title": "Recycling at synapses", 
        "titlePrefix": "Endocytosis", 
        "published": "2016-06-29T00:00:00", 
        "versionDate": "2016-06-29T00:00:00", 
        "volume": 5, 
        "elocationId": "e17692", 
        "pdf": "https://publishing-cdn.elifesciences.org/17692/elife-17692-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse", 
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Synaptic vesicles in rodent neurons are recycled using at least two distinct mechanisms."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Gross et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Owen P Gross", 
                    "index": "Gross, Owen P"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "The Vollum Institute, Oregon Health and Science University"
                        ], 
                        "address": {
                            "formatted": [
                                "Portland", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Portland"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Henrique von Gersdorff", 
                    "index": "von Gersdorff, Henrique"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "The Vollum Institute, Oregon Health and Science University"
                        ], 
                        "address": {
                            "formatted": [
                                "Portland", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Portland"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "vongersd@ohsu.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "exocytosis", 
            "endocytosis", 
            "synaptic terminals", 
            "image analysis", 
            "electrophysiology", 
            "transgenic animals"
        ], 
        "relatedArticles": [
            "14643"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Okamoto Y, Lipstein N, Hua Y, Lin KH, Brose N, Sakaba T, Midorikawa M. 2016. Distinct modes of endocytotic presynaptic membrane and protein uptake at the calyx of Held terminal of rats and mice. <i>eLife</i> <b>5</b>:e14643. doi: <a href=\"http://dx.doi.org/10.7554/eLife.14643\">10.7554/eLife.14643</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> The slower mode of vesicle recycling can take up to tens of seconds, whereas a faster mode takes a few seconds"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic mime-subtype=\"x-tiff\" mimetype=\"image\" xlink:href=\"elife-17692-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "Neurons use small molecules called neurotransmitters to communicate with each other at junctions known as chemical synapses. Neurotransmitter is stored inside small sacs called synaptic vesicles, and is released into the synaptic cleft of the synapse when a vesicle fuses with the cell membrane. This process, which is known as exocytosis, can release neurotransmitter in less than a millisecond. However, it takes much longer to retrieve fused vesicle membrane to make a new vesicle (<a href=\"#fig1\">Figure 1</a>): the fast version of this endocytosis process typically takes seconds, whereas a slow mode of endocytosis takes tens of seconds. This means that if a neuron is continuously active for a long period of time, its pool of vesicles can be depleted. Studies of vesicle recycling are complicated because the various processes involved, including membrane retrival, vesicle refilling, and transport of vesicles to the sites of exocytosis (active zones), are interdependent (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib4\">Hosoi et al., 2009</a>; <a href=\"#bib5\">Hua et al., 2013</a>)."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "Exocytosis and endocytosis at nerve terminals. ", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "During exocytosis, synaptic vesicles (red circles) fuse with the plasma membrane at active zones (left) to release neurotransmitter molecules (glutamate; pale blue) and protons (red dots) into the synaptic cleft. Synaptic vesicles that have fused to the plasma membrane are then recycled to make new vesicles in a process involving slow (middle) or fast (right) endocytosis. Synaptic vesicles are more acidic than the cytoplasm due to the action of pump proteins (purple) that load protons into the vesicles. Transport proteins (yellow) load glutamate into vesicles in exchange for protons. Slow endocytosis (middle) relies on a protein called clathrin (green), with membrane retrieval and acidification happening at approximately the same time. Fast endocytosis involves the production of large structures called endosomes that slowly become more acidic due to the action of proton pumps. New synaptic vesicles then bud from the endosome in a process that depends on clathrin. Both modes of endocytosis require dynamin (turquoise), a protein that pinches off the membrane."
                    }
                ], 
                "alt": "", 
                "uri": "elife-17692-fig1-v1"
            }, 
            {
                "type": "paragraph", 
                "text": "Two techniques have been widely used to study vesicle recycling at synapses: patch clamping and fluorescent imaging. The patch clamp technique can be used to measure changes in the capacitance of the cell membrane and is a direct way to track membrane endocytosis (<a href=\"#bib10\">von Gersdorff and Matthews, 1994</a>). Fluorescent imaging involves attaching pH-sensitive dyes to proteins in the vesicle membrane and recording how the fluorescence signal from the dye changes in response to fluctuations in pH (the inside of a vesicle is much more acidic than the cytoplasm and the environment outside the cell; <a href=\"#bib3\">Fernández-Alfonso and Ryan, 2004</a>). When neurons are moderately stimulated, these two techniques report approximately the same time course, corresponding to the slow mode of endocytosis. However, stronger stimulation leads to conflicting results: patch clamp studies suggest that a fast mode of endocytosis becomes dominant, whereas fluorescent imaging reports a slowed time course for vesicle recycling."
            }, 
            {
                "type": "paragraph", 
                "text": "Now, in eLife, Mitsuhara Midorikawa at Doshisha University and co-workers – including Yuji Okamoto as first author – report an elegant series of experiments where they used both patch clamping and fluorescent imaging at the same time to investigate vesicle recycling at a nerve terminal called the calyx of Held in rodents (<a href=\"#bib8\">Okamoto et al., 2016</a>). Following moderate stimulation of the nerve terminal, patch-clamp experiments revealed the presence of both fast and slow modes of membrane endocytosis. However, fluorescent imaging revealed a delayed and slow time course for the pH change corresponding to the slower mode of endocytosis only. Nevertheless, both techniques reveal a significant block of endocytosis when small molecules that target the function of a critical protein called dynamin are introduced into the nerve terminal (<a href=\"#bib12\">Yamashita et al., 2005</a>; <a href=\"#bib2\">Delvendahl et al., 2016</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "When a stronger and prolonged stimulus was used, the fast form of endocytosis dominated according to membrane capacitance measurements, while the fluorescent signal reported almost no recovery of the acidic pH in vesicles for about 30 seconds after exocytosis. This crucial experiment reminds us that fluorescent imaging merely reflects the process by which the new vesicles are filled with protons (or re-acidification; see <a href=\"#fig1\">Figure 1</a>), not the retrieval of membrane itself. Re-acidification might be much slower than membrane retrieval, particularly during fast endocytosis, which may be mediated by bulk endocytosis and the formation of transient endosomes that then bud off synaptic vesicles (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib1\">de Lange et al., 2003</a>; <a href=\"#bib11\">Watanabe et al., 2014</a>). Ultimately, measuring membrane capacitance appears to be more reliable than fluorescent imaging as a tool for reporting synaptic vesicle membrane retrieval. Okamoto et al. also provide evidence that inhibiting a specific calcium-sensitive signaling pathway at active zones can prevent vesicle proteins from being taken up without affecting the retrieval of membrane. However, it is not clear whether this “decoupling” plays a biological role under physiological stimulation conditions."
            }, 
            {
                "type": "paragraph", 
                "text": "Previous studies have shown that calcium ions both inhibit and promote endocytosis under various conditions (<a href=\"#bib4\">Hosoi et al., 2009</a>; <a href=\"#bib6\">Leitz and Kavalali, 2011</a>). The results of Okamoto et al. will be useful for designing experiments to clarify the distinct roles of calcium ions in regulating the different modes of endocytosis. Their approach could also be extended to use conditions that more closely match the normal activation patterns of neurons in the brain, where vesicle recycling happens very quickly at physiological temperatures (<a href=\"#bib2\">Delvendahl et al., 2016</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "The slow mode of endocytosis depends on a protein called clathrin to make vesicles from the cell membrane or from endosomes (<a href=\"#bib7\">López-Murcia et al., 2014</a>). Recently researchers in the UK observed a new role for clathrin in coordinating vesicle recycling in a ribbon-type chemical synapse on a faster time scale than seen previously (<a href=\"#bib9\">Pelassa et al., 2014</a>). Further investigation is required to determine if this role for clathrin is specific to ribbon-type synapses, or whether it also applies to other types of synapses. Moreover, Pelassa et al. also found that the timing of the changes in the fluorescent signal and the membrane capacitance corresponded well with each other for a single brief stimulus condition. However, Okamoto et al. have demonstrated that there is much insight to be gained from studying strongly stimulated neurons where this correspondence breaks down."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RP de Lange", 
                            "index": "de Lange, RP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD de Roos", 
                            "index": "de Roos, AD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG Borst", 
                            "index": "Borst, JG"
                        }
                    }
                ], 
                "articleTitle": "Two modes of vesicle recycling in the rat calyx of Held", 
                "journal": {
                    "name": [
                        "Journal of Neuroscience"
                    ]
                }, 
                "volume": "23", 
                "pages": {
                    "first": "10164", 
                    "last": "10173", 
                    "range": "10164–10173"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Delvendahl", 
                            "index": "Delvendahl, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NP Vyleta", 
                            "index": "Vyleta, NP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H von Gersdorff", 
                            "index": "von Gersdorff, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hallermann", 
                            "index": "Hallermann, S"
                        }
                    }
                ], 
                "articleTitle": "Fast, temperature-sensitive and clathrin-independent endocytosis at central synapses", 
                "journal": {
                    "name": [
                        "Neuron"
                    ]
                }, 
                "volume": "90", 
                "pages": {
                    "first": "492", 
                    "last": "498", 
                    "range": "492–498"
                }, 
                "doi": "10.1016/j.neuron.2016.03.013"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Fernández-Alfonso", 
                            "index": "Fernández-Alfonso, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Ryan", 
                            "index": "Ryan, TA"
                        }
                    }
                ], 
                "articleTitle": "The kinetics of synaptic vesicle pool depletion at CNS synaptic terminals", 
                "journal": {
                    "name": [
                        "Neuron"
                    ]
                }, 
                "volume": "41", 
                "pages": {
                    "first": "943", 
                    "last": "953", 
                    "range": "943–953"
                }, 
                "doi": "10.1016/S0896-6273(04)00113-8"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Hosoi", 
                            "index": "Hosoi, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Holt", 
                            "index": "Holt, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Sakaba", 
                            "index": "Sakaba, T"
                        }
                    }
                ], 
                "articleTitle": "Calcium dependence of exo- and endocytotic coupling at a glutamatergic synapse", 
                "journal": {
                    "name": [
                        "Neuron"
                    ]
                }, 
                "volume": "63", 
                "pages": {
                    "first": "216", 
                    "last": "229", 
                    "range": "216–229"
                }, 
                "doi": "10.1016/j.neuron.2009.06.010"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Hua", 
                            "index": "Hua, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Woehler", 
                            "index": "Woehler, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kahms", 
                            "index": "Kahms, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Haucke", 
                            "index": "Haucke, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Neher", 
                            "index": "Neher, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Klingauf", 
                            "index": "Klingauf, J"
                        }
                    }
                ], 
                "articleTitle": "Blocking endocytosis enhances short-term synaptic depression under conditions of normal availability of vesicles", 
                "journal": {
                    "name": [
                        "Neuron"
                    ]
                }, 
                "volume": "80", 
                "pages": {
                    "first": "343", 
                    "last": "349", 
                    "range": "343–349"
                }, 
                "doi": "10.1016/j.neuron.2013.08.010"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Leitz", 
                            "index": "Leitz, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ET Kavalali", 
                            "index": "Kavalali, ET"
                        }
                    }
                ], 
                "articleTitle": "Ca<sup>2+</sup> influx slows single synaptic vesicle endocytosis", 
                "journal": {
                    "name": [
                        "Journal of Neuroscience"
                    ]
                }, 
                "volume": "31", 
                "pages": {
                    "first": "16318", 
                    "last": "16326", 
                    "range": "16318–16326"
                }, 
                "doi": "10.1523/JNEUROSCI.3358-11.2011"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FJ López-Murcia", 
                            "index": "López-Murcia, FJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Royle", 
                            "index": "Royle, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Llobet", 
                            "index": "Llobet, A"
                        }
                    }
                ], 
                "articleTitle": "Presynaptic clathrin levels are a limiting factor for synaptic transmission", 
                "journal": {
                    "name": [
                        "Journal of Neuroscience"
                    ]
                }, 
                "volume": "34", 
                "pages": {
                    "first": "8618", 
                    "last": "8629", 
                    "range": "8618–8629"
                }, 
                "doi": "10.1523/JNEUROSCI.5081-13.2014"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Okamoto", 
                            "index": "Okamoto, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Lipstein", 
                            "index": "Lipstein, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Hua", 
                            "index": "Hua, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KH Lin", 
                            "index": "Lin, KH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Brose", 
                            "index": "Brose, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Sakaba", 
                            "index": "Sakaba, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Midorikawa", 
                            "index": "Midorikawa, M"
                        }
                    }
                ], 
                "articleTitle": "Distinct modes of endocytotic presynaptic membrane and protein uptake at the calyx of Held terminal of rats and mice", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "5", 
                "pages": "e14643", 
                "doi": "10.7554/eLife.14643"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Pelassa", 
                            "index": "Pelassa, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Zhao", 
                            "index": "Zhao, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Pasche", 
                            "index": "Pasche, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Odermatt", 
                            "index": "Odermatt, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Lagnado", 
                            "index": "Lagnado, L"
                        }
                    }
                ], 
                "articleTitle": "Synaptic vesicles are \"primed\" for fast clathrin-mediated endocytosis at the ribbon synapse", 
                "journal": {
                    "name": [
                        "Frontiers in Molecular Neuroscience"
                    ]
                }, 
                "volume": "7", 
                "pages": "91", 
                "doi": "10.3389/fnmol.2014.00091"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H von Gersdorff", 
                            "index": "von Gersdorff, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Matthews", 
                            "index": "Matthews, G"
                        }
                    }
                ], 
                "articleTitle": "Dynamics of synaptic vesicle fusion and membrane retrieval in synaptic terminals", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "367", 
                "pages": {
                    "first": "735", 
                    "last": "739", 
                    "range": "735–739"
                }, 
                "doi": "10.1038/367735a0"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Watanabe", 
                            "index": "Watanabe, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Trimbuch", 
                            "index": "Trimbuch, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Camacho-Pérez", 
                            "index": "Camacho-Pérez, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BR Rost", 
                            "index": "Rost, BR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Brokowski", 
                            "index": "Brokowski, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Söhl-Kielczynski", 
                            "index": "Söhl-Kielczynski, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Felies", 
                            "index": "Felies, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MW Davis", 
                            "index": "Davis, MW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Rosenmund", 
                            "index": "Rosenmund, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Jorgensen", 
                            "index": "Jorgensen, EM"
                        }
                    }
                ], 
                "articleTitle": "Clathrin regenerates synaptic vesicles from endosomes", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "515", 
                "pages": {
                    "first": "228", 
                    "last": "233", 
                    "range": "228–233"
                }, 
                "doi": "10.1038/nature13846"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Yamashita", 
                            "index": "Yamashita, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Hige", 
                            "index": "Hige, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Takahashi", 
                            "index": "Takahashi, T"
                        }
                    }
                ], 
                "articleTitle": "Vesicle endocytosis requires dynamin-dependent GTP hydrolysis at a fast CNS synapse", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "307", 
                "pages": {
                    "first": "124", 
                    "last": "127", 
                    "range": "124–127"
                }, 
                "doi": "10.1126/science.1103631"
            }
        ]
    }
}