{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "09713", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09713", 
        "authorLine": "Natalia L Komarova", 
        "title": "The benefits of treating undetectable tumors", 
        "titlePrefix": "Cancer Prevention", 
        "published": "2015-08-05T00:00:00Z", 
        "versionDate": "2015-08-05T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09713", 
        "pdf": "https://publishing-cdn.elifesciences.org/09713/elife-09713-v1.pdf", 
        "subjects": [
            {
                "id": "computational-systems-biology", 
                "name": "Computational and Systems Biology"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Cancer prevention is predicted to result in more positive therapeutic outcomes than post-diagnostic interventions, and so may be a viable option for future personalized medicine."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Komarova", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Natalia L Komarova", 
                    "index": "Komarova, Natalia L"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Mathematics", 
                            "University of California, Irvine"
                        ], 
                        "address": {
                            "formatted": [
                                "Irvine", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Irvine"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "komarova@uci.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "09713", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09713", 
        "authorLine": "Natalia L Komarova", 
        "title": "The benefits of treating undetectable tumors", 
        "titlePrefix": "Cancer Prevention", 
        "published": "2015-08-05T00:00:00Z", 
        "versionDate": "2015-08-05T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09713", 
        "pdf": "https://publishing-cdn.elifesciences.org/09713/elife-09713-v1.pdf", 
        "subjects": [
            {
                "id": "computational-systems-biology", 
                "name": "Computational and Systems Biology"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Cancer prevention is predicted to result in more positive therapeutic outcomes than post-diagnostic interventions, and so may be a viable option for future personalized medicine."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Komarova", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Natalia L Komarova", 
                    "index": "Komarova, Natalia L"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Mathematics", 
                            "University of California, Irvine"
                        ], 
                        "address": {
                            "formatted": [
                                "Irvine", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Irvine"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "komarova@uci.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "cancer prevention", 
            "evolution", 
            "mathematical model"
        ], 
        "relatedArticles": [
            "06266"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Many factors must be considered when choosing the most appropriate treatment strategy for a cancer patient, including drug availability, side effects, and the cost. Some scientists suggest that making this choice after the tumor has been detected may already be too late. Now, in eLife, Andrei Akhmetzhanov and Michael Hochberg at the University of Montpellier II have used a mathematical model to compare cancer prevention (treatment before a diagnosis) with cancer intervention (treatment after a diagnosis). In many cases, they found that prevention is the best option (<a href=\"#bib1\">Akhmetzhanov and Hochberg, 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Cancer growth can be viewed as cell development and evolution that went astray. Certain mutations, dubbed ‘driver mutations’, alter the behavior of the cells, allowing them to divide faster or die slower; this results in faster overall growth (<a href=\"#bib3\">Haber and Settleman, 2007</a>). This ability to grow more quickly, which depends on the genetic make-up of the cells as well as their environment, defines the cells' ‘fitness’. Thus, cells that are fitter than others can overcome the tightly regulated processes that keep the number of cells in an organ constant. These cells may then start to form a (pre)-malignant colony that can become highly diverse. As well as the driver mutations that increase cell growth, colony cells can also develop ‘passenger mutations’, which may be regarded as random modifications that may not cause a noticeable difference in the cells' behavior."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "But that's until treatment begins. When a drug is applied, the environment inside the tumor changes, and all the cells that are sensitive to the treatment either slow down their growth or start decaying. However, it is possible that some of the passenger mutations that have been accumulating in the colony confer resistance to the drug. Cells with these mutations now experience a growth advantage because they are ‘fitter’ than the rest of the cells. This drug resistance is a serious problem in the treatment of cancer and has been studied extensively (<a href=\"#bib4\">Holohan et al., 2013</a>). In particular, researchers have proposed mathematical models that aim to find a treatment strategy that minimizes the risk of drug resistance emerging (<a href=\"#bib2\">Goldie and Coldman, 2009</a>; <a href=\"#bib5\">Komarova and Wodarz, 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Akhmetzhanov and Hochberg have approached this old problem from a new angle. Using a model based on evolutionary dynamics, they compared the typical intervention strategies that are carried out post-diagnosis with a less common but promising strategy of tumor prevention. The logic behind this model is as follows. Imagine that a cancerous colony grows from one cell and randomly accumulates various mutations. In the post-diagnostic intervention strategy, the colony must have grown to a considerable size, such that it can be detected (a minimum of a billion cells). At this point, surgery is used to cut the colony down to a much smaller size, and then a certain anti-cancer treatment – for example, a chemotherapy drug – is applied. This treatment kills off the cells that are susceptible to it, but any resistant cells that have been generated in the colony will remain."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Alternatively, one can start treatment preventatively, even before the patient knows that cancer is growing. This is especially feasible for people that have a high likelihood of developing cancer at some point of their life; for example, because they have a inherited mutation that increases their cancer risk. In this second scenario, it is assumed that treatment hits the growing tumor before it has grown to a detectable size. For the sake of comparison, Akhmetzhanov and Hochberg assumed that preventative treatment starts when the colony is the same size as the colony that remains after surgery during post-diagnostic treatment. They also assumed that preventative treatment works in the same way as post-diagnostic treatments by removing susceptible, non-resistant cells. If the preventative treatment fails – that is, the colony still grows to a detectable size – surgery is carried out, followed by a second wave of treatment. The question is, which of the two treatment approaches leads to a higher probability of success? (In this model, success is defined as the tumor colony staying below a detectable size for at least 50 years.)"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The results from Akhmetzhanov and Hochberg's model suggest that the preventative treatment strategy is often significantly better than the post-diagnostic treatment strategy, both in extending the tumor-free life of patients and in reducing the chance of treatment failure. Unexpectedly, the model also showed that preventative strategies can be highly effective, even at very low treatment doses."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The elegant mathematical methods used by Akhmetzhanov and Hochberg could be extended by future studies to include further subtleties of the cancer growth and treatment processes. For example, it will be important to examine the effects of cell competition and limited resources, as opposed to the unbounded growth considered so far. Furthermore, including different types of treatments – as well as combination treatments – will be important to obtain a more comprehensive picture of the relative benefits of the different treatment approaches. This is needed to account for the fact that long-term cancer prevention strategies may not use the same intensive chemotherapies that are currently used after cancer has been diagnosed. Finally, the toxicity effects experienced by patients on prevention therapies have to be studied and quantified in more detail."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These and other refinements will have to be implemented before the model can inform medical care professionals of the best drug doses and therapy start times to use on a patient. But the ground has been broken. The framework offered by Akhmetzhanov and Hochberg provides an important stepping-stone on our way to developing true personalized medicine."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Andrei R Akhmetzhanov", 
                            "index": "Akhmetzhanov, Andrei R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Michael E Hochberg", 
                            "index": "Hochberg, Michael E"
                        }
                    }
                ], 
                "articleTitle": "Dynamics of preventive versus post-diagnostic cancer control using low-impact measures", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "4", 
                "pages": "e06266", 
                "doi": "10.7554/eLife.06266"
            }, 
            {
                "type": "book", 
                "id": "bib2", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "James H Goldie", 
                            "index": "Goldie, James H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Andrew J Coldman", 
                            "index": "Coldman, Andrew J"
                        }
                    }
                ], 
                "authorsType": "authors", 
                "bookTitle": "Drug resistance in cancer: mechanisms and models", 
                "publisher": {
                    "name": [
                        "Cambridge University Press"
                    ]
                }
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Daniel A Haber", 
                            "index": "Haber, Daniel A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Jeff Settleman", 
                            "index": "Settleman, Jeff"
                        }
                    }
                ], 
                "articleTitle": "Cancer: drivers and passengers", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "446", 
                "pages": {
                    "first": "145", 
                    "last": "146", 
                    "range": "145–146"
                }, 
                "doi": "10.1038/446145a"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Caitriona Holohan", 
                            "index": "Holohan, Caitriona"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Sandra Van Schaeybroeck", 
                            "index": "Schaeybroeck, Sandra Van"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Daniel B Longley", 
                            "index": "Longley, Daniel B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Patrick G Johnston", 
                            "index": "Johnston, Patrick G"
                        }
                    }
                ], 
                "articleTitle": "Cancer drug resistance: an evolving paradigm", 
                "journal": {
                    "name": [
                        "Nature Reviews Cancer"
                    ]
                }, 
                "volume": "13", 
                "pages": {
                    "first": "714", 
                    "last": "726", 
                    "range": "714–726"
                }, 
                "doi": "10.1038/nrc3599"
            }, 
            {
                "type": "book", 
                "id": "bib5", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Natalia Komarova", 
                            "index": "Komarova, Natalia"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Dominik Wodarz", 
                            "index": "Wodarz, Dominik"
                        }
                    }
                ], 
                "authorsType": "authors", 
                "bookTitle": "Targeted cancer treatment in silico. Modeling and simulation in science, engineering and technology", 
                "publisher": {
                    "name": [
                        "Birkhäuser"
                    ], 
                    "address": {
                        "formatted": [
                            "Boston"
                        ], 
                        "components": {
                            "locality": [
                                "Boston"
                            ]
                        }
                    }
                }
            }
        ]
    }
}