{
    "journal": {
        "id": "elife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00281", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00281", 
        "authorLine": "Jody C Culham", 
        "title": "New ideas on how drivers perceive speed emerge from the fog", 
        "titlePrefix": "Motion Perception", 
        "published": "2012-10-30T00:00:00Z", 
        "versionDate": "2012-10-30T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00281", 
        "pdf": "https://publishing-cdn.elifesciences.org/00281/elife-00281-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Experiments with a driving simulator contradict previous results by showing that car drivers slow down in fog. However, other forms of reduced visibility can cause drivers to speed up."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Culham", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jody C Culham", 
                    "index": "Culham, Jody C"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Brain and Mind Institute, Department of Psychology", 
                            "University of Western Ontario"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jculham@uwo.ca"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00281", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00281", 
        "authorLine": "Jody C Culham", 
        "title": "New ideas on how drivers perceive speed emerge from the fog", 
        "titlePrefix": "Motion Perception", 
        "published": "2012-10-30T00:00:00Z", 
        "versionDate": "2012-10-30T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00281", 
        "pdf": "https://publishing-cdn.elifesciences.org/00281/elife-00281-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Experiments with a driving simulator contradict previous results by showing that car drivers slow down in fog. However, other forms of reduced visibility can cause drivers to speed up."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Culham", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jody C Culham", 
                    "index": "Culham, Jody C"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Brain and Mind Institute, Department of Psychology", 
                            "University of Western Ontario"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jculham@uwo.ca"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ], 
        "keywords": [
            "motion perception", 
            "human psychophysic", 
            "virtual reality", 
            "driving simulation"
        ], 
        "relatedArticles": [
            "00031"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Pretto P, Bresciani J-P, Rainer G, Bülthoff HH. 2012. Foggy perception slows us down. <i>eLife</i> <b>1</b>:e00031. doi: <a href=\"http://dx.doi.org/10.7554/eLife.00031\">10.7554/eLife.00031</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> Measuring motion perception in a driving simulator"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-00281-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "There is a stretch of Highway 401 in Canada that is known as ‘Carnage Alley’ because of the number of horrific accidents that have happened there. In fact, one of the worst accidents in Canadian history occurred in 1999 when 87 vehicles piled up after a thick blanket of fog descended on the highway. Statistics suggest that about a quarter of all car crashes are weather related, and that fog doubles the risk of an accident."
            }, 
            {
                "type": "paragraph", 
                "text": "But what makes driving in fog so dangerous? One widely accepted explanation is that drivers underestimate their speed when driving in foggy conditions, so they speed up to compensate for this. However, in research published in <i>eLife</i>, Paolo Pretto, Jean-Pierre Bresciani, Gregor Rainer and Heinrich Bülthoff challenge this explanation with data from experiments in which state-of-the-art virtual-reality simulations are used to explore how drivers respond to conditions of reduced visibility (<a href=\"#bib1\">Pretto et al., 2012</a>). The driving simulator used in the experiments is fitted with a panoramic virtual reality screen that fills the driver's entire field of view."
            }, 
            {
                "type": "paragraph", 
                "text": "Past studies of speed perception simulated the effects of fog by reducing the contrast of everything in the scene equally regardless of distance (see, e.g., <a href=\"#bib2\">Snowden et al., 1998</a>). Effectively, the simulation was more like driving while looking through a fogged up windshield than driving through actual fog."
            }, 
            {
                "type": "paragraph", 
                "text": "Pretto et al.—who are based at the Max Planck Institute for Biological Cybernetics (PP and HHB), the University Pierre Mendès-France and the CNRS in Grenoble (J-PB) and the University of Fribourg (GR)—created a much more realistic simulation of fog: objects far away from the driver, such as the road surface close to the horizon, appeared fainter and fuzzier than nearby locations, such as the road surface right in front of the vehicle. In other words, the contrast was highest for objects nearest the driver and lowest for those further away. The experimenters used two levels of realistic fogginess (moderate and severe), and also two levels of uniform contrast reduction (again, moderate and severe) so that they could compare their results with previous studies."
            }, 
            {
                "type": "paragraph", 
                "text": "In one experiment, 12 experienced drivers viewed two driving scenes that could differ in the visibility conditions and decided which of the two made them feel as if they were moving faster. In another experiment, 10 experienced drivers (none of whom had taken part in the first experiment) were trained to drive at a target speed during clear visibility based on feedback from a speedometer; then they attempted to match that speed under conditions of reduced visibility and without feedback."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "title": "Fog doubles the risk of an car accident, which is why researchers are keen to understand how it influences how drivers perceive their speed.", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "Fog doubles the risk of an car accident, which is why researchers are keen to understand how it influences how drivers perceive their speed."
                    }
                ], 
                "alt": "", 
                "uri": "https://publishing-cdn.elifesciences.org/00281/elife-00281-fig1-v1.tif", 
                "attribution": [
                    "FIGURE CREDIT: TIM MCCORMACK."
                ], 
                "filename": "elife-00281-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "Pretto et al. found that—contrary to previous results—the test drivers actually overestimated their speed during the natural fog simulations, and thus drove slower to compensate. Specifically, while drivers had an average speed of 85 km/hr under clear visibility, they decreased their speed to 77 and 71 km/hr for moderate and severe fog, respectively. Moreover, the authors replicated previous results, showing that a uniform reduction in contrast led drivers to underestimate their speed and thus speed up (to 101 km/hr for severe reductions)."
            }, 
            {
                "type": "paragraph", 
                "text": "Cleverly, they also created an ‘anti-fog’ simulation in which near objects had lower contrast than far objects. As with the uniform reductions in contrast, the anti-fog led drivers to underestimate their speed and to speed up dramatically (from 68 to 104 km/hr), which is the opposite of what happened for realistic fog."
            }, 
            {
                "type": "paragraph", 
                "text": "Taken together, these results confirm that fog influences speed perception, and that this illusion causes drivers to slow down in real fog, as well they should. While many past studies, including studies of visual perception and the visual areas of the brain, have examined how changes in overall contrast affect perception, these results suggest that our visual system responds to the gradient of contrast differences rather than to overall levels of contrast."
            }, 
            {
                "type": "paragraph", 
                "text": "Based on the finding that the drivers responded to fog and anti-fog in completely different ways, Pretto et al. suggest that one important factor may be the contrast gradient between central vision (where the participant is looking directly forward, down the road in this case) and peripheral vision (toward the edges of the scene, such as the roadsides in this case). This explanation is certainly plausible and parsimonious. However, it might be that speed perception is influenced by the way that contrast depends on distance from the driver. In the real world objects in the lower visual field (that is, objects below the viewer's line of sight, such the ground or the road) tend to be closer than objects in the upper visual field (such as clouds). Further experiments, perhaps even adding 3D vision to the displays, could disentangle the dependence of perceived speed on the contributions from various gradients (including central-peripheral, upper-lower, or near-far gradients)."
            }, 
            {
                "type": "paragraph", 
                "text": "Although this research eliminates one of the simplest and most intuitively appealing explanations for the increased likelihood of car accidents in fog, it could eventually lead to a better understanding of weather-related accidents. More importantly, with increasingly realistic simulations of real-world conditions in the safety of the laboratory environment, researchers can begin to search for possible technical solutions and driver strategies to help reduce accidents in the future."
            }, 
            {
                "type": "paragraph", 
                "text": "A valuable next stage would be to make the simulations even more complex and naturalistic, adding additional features (such as hills, curves, lane boundaries and landmarks) to the scene. It would also be valuable to examine how the distance of perceived objects, particularly other vehicles, is affected by realistic fog conditions. Perhaps through such simulations, researchers can help drivers avoid devastating consequences in places such as Carnage Alley."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Pretto", 
                            "index": "Pretto, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J-P Bresciani", 
                            "index": "Bresciani, J-P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Rainer", 
                            "index": "Rainer, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HH Bülthoff", 
                            "index": "Bülthoff, HH"
                        }
                    }
                ], 
                "articleTitle": "Foggy perception slows us down", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "1", 
                "pages": "e00031", 
                "uri": "https://publishing-cdn.elifesciences.org/00281/http://dx.doi.org/10.7554/eLife.00031", 
                "filename": "eLife.00031"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Snowden", 
                            "index": "Snowden, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Stimpson", 
                            "index": "Stimpson, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Ruddle", 
                            "index": "Ruddle, RA"
                        }
                    }
                ], 
                "articleTitle": "Speed perception fogs up as visibility drops", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "392", 
                "pages": "450", 
                "uri": "https://publishing-cdn.elifesciences.org/00281/http://dx.doi.org/10.1038/33049", 
                "filename": "33049"
            }
        ]
    }
}