{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-03978-v1.xml"
        }, 
        "status": "vor", 
        "id": "03978", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03978", 
        "authorLine": "Benjamin Kottler, Bruno van Swinderen", 
        "title": "Taking a new look at how flies learn", 
        "titlePrefix": "Learning and Memory", 
        "published": "2014-08-19T00:00:00Z", 
        "versionDate": "2014-08-19T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03978", 
        "pdf": "https://publishing-cdn.elifesciences.org/03978/elife-03978-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Learning based on what a fruit fly sees or what it smells might not involve distinct parts of the brain, as was previously thought."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Kottler and van Swinderen", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Benjamin Kottler", 
                    "index": "Kottler, Benjamin"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Queensland Brain Institute", 
                            "The University of Queensland"
                        ], 
                        "address": {
                            "formatted": [
                                "Brisbane", 
                                "Australia"
                            ], 
                            "components": {
                                "locality": [
                                    "Brisbane"
                                ], 
                                "country": "Australia"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "b.kottler@uq.edu.au"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Bruno van Swinderen", 
                    "index": "van Swinderen, Bruno"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Queensland Brain Institute", 
                            "The University of Queensland"
                        ], 
                        "address": {
                            "formatted": [
                                "Brisbane", 
                                "Australia"
                            ], 
                            "components": {
                                "locality": [
                                    "Brisbane"
                                ], 
                                "country": "Australia"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "b.vanswinderen@uq.edu.au"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-03978-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "03978", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03978", 
        "authorLine": "Benjamin Kottler, Bruno van Swinderen", 
        "title": "Taking a new look at how flies learn", 
        "titlePrefix": "Learning and Memory", 
        "published": "2014-08-19T00:00:00Z", 
        "versionDate": "2014-08-19T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03978", 
        "pdf": "https://publishing-cdn.elifesciences.org/03978/elife-03978-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Learning based on what a fruit fly sees or what it smells might not involve distinct parts of the brain, as was previously thought."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Kottler and van Swinderen", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Benjamin Kottler", 
                    "index": "Kottler, Benjamin"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Queensland Brain Institute", 
                            "The University of Queensland"
                        ], 
                        "address": {
                            "formatted": [
                                "Brisbane", 
                                "Australia"
                            ], 
                            "components": {
                                "locality": [
                                    "Brisbane"
                                ], 
                                "country": "Australia"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "b.kottler@uq.edu.au"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Bruno van Swinderen", 
                    "index": "van Swinderen, Bruno"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Queensland Brain Institute", 
                            "The University of Queensland"
                        ], 
                        "address": {
                            "formatted": [
                                "Brisbane", 
                                "Australia"
                            ], 
                            "components": {
                                "locality": [
                                    "Brisbane"
                                ], 
                                "country": "Australia"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "b.vanswinderen@uq.edu.au"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "associative memory", 
            "dopamine neuron", 
            "visual learning"
        ], 
        "-related-articles-internal": [
            "02395"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "What we see often depends on what we looked for. The same is true for what we understand about the regions of the brain that are involved in learning and memory. For example, fear conditioning—when an animal learns to avoid harmful events based on signals that might predict the event—has been associated with a region of the brain called the amygdala in rats, while experiments in which rats have to learn the route through a maze suggest that the hippocampus is involved (reviewed in <a href=\"#bib6\">Squire, 2004</a>). However, it can be difficult to compare the results of experiments on various aspects of memory and learning because the methods used to obtain the results can be very different."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The same is true in simpler animals such as the fruit fly, <i>Drosophila melanogaster</i>. Learning to associate an odour with harmful or rewarding stimuli has been associated with a pair of structures in the fly's brain called the mushroom bodies, whereas visual learning has been mapped to a different brain region called the central complex (reviewed in <a href=\"#bib2\">Kahsai and Zars, 2011</a>). Again, it is difficult to combine and compare the results of experiments on visual learning and olfactory (odour-based) learning because the two experimental approaches are different."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in <i>eLife</i>, Hiromu Tanimoto and co-workers at the Max Planck Institute for Neurobiology, the Janelia Farm Research Campus and Tohoku University—including Katrin Vogt and Christopher Schnaitmann as joint first authors—have used a newly developed visual learning assay for <i>Drosophila</i> that is similar to the assay widely used in olfactory experiments. This new assay suggests that learning in the flies based on either visual and olfactory signals use overlapping neuronal pathways (<a href=\"#bib8\">Vogt et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "With hindsight, it seems intuitive that the brain would have a common mechanism that is able to handle different kinds of memory, whether they are pleasant or unpleasant, or whether they originate from different senses. Researchers working on olfactory learning in flies traditionally use sugar as a reward, and electric shocks as a punishment, to induce positive and negative associations with various scents. The flies are then tested to see if they have learnt these associations by giving them a choice of two odours that they can walk towards after training (<a href=\"#fig1\">Figure 1A</a>). In contrast, experiments on visual learning have traditionally involved flying animals (which are tethered) and used heat as a punishment (<a href=\"#fig1\">Figure 1B</a>). Furthermore, in this flying paradigm the flies themselves can control if they get punished or not by flying in one direction or the other (termed ‘operant’ conditioning). Again, it is not surprising that such completely different tests have associated distinct brain regions with learning behaviour."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Olfactory and visual learning assays in <i>Drosophila</i>.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Top: odours are first processed via the antennal lobes (arrows), and the mushroom bodies (red) are required for the formation of olfactory memories. Bottom: the ‘T-shaped’ apparatus has been used for most experiments on olfactory learning in flies: odours are either associated with electric shocks (as a punishment, in <i>italics</i>) or sugar (as a reward, in <b>bold</b>) in the top ‘training chamber’. Groups of flies are then lowered to a choice-point and can decide to walk into one of two chambers that contain different odours. (<b>B</b>) Top: visual stimuli are first processed in the optic lobes (arrows), and the central complex (red) is required for the formation of visual memories. Bottom: the tethered flight arena has been used for most experiments on visual learning in flies. A single fly is held in place, but its direction of flight is measured using a torque meter. This in turn controls the position of visual objects (blue and green regions) in the flight arena as the fly moves left or right, towards or away from the objects. Learning is achieved by punishing the fly (by laser heating) when it turns towards one of the objects (the blue region in this case). (<b>C</b>) Top: Vogt, Schnaitmann et al. have revealed that the gamma lobes of the mushroom bodies (red) are also associated with visual learning in walking flies. Bottom: a new visual learning assay that can reward or punish groups of flies walking on a surface over coloured lights/LEDs. Flies are not drawn to scale."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/03978/elife-03978-fig1-v1.tif", 
                        "image": "https://dev--iiif.elifesciences.org/lax:03978/elife-03978-fig1-v1.tif", 
                        "filename": "elife-03978-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Several years ago Tanimoto and co-workers built a visual learning assay that more closely resembled the assays used in olfactory experiments: in this assay flies displayed their learned choices by walking to coloured regions on a platform (<a href=\"#bib5\">Schnaitmann et al., 2010</a>). Vogt, Schnaitmann et al. have now made this assay even more similar to olfactory learning tests, by also using electric shocks as the punishment and sugar as the reward (<a href=\"#fig1\">Figure 1C</a>). However, to be able to punish or reward the flies on the same surface that presents the visual cues has required some innovative engineering."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "First, Vogt, Schnaitmann et al. showed that flies could be trained to avoid or prefer a visual cue (coloured lights). Then, they probed the neurons involved in a classical olfactory learning pathway to investigate whether any of these neurons could also process visual memories. A substantial overlap was found: the dopamine neurons that signal punishment or reward for odour learning (<a href=\"#bib9\">Waddell, 2010</a>) and the dopamine receptor that communicates these signals to the mushroom bodies are also required for visual learning. Moreover, the ‘gamma lobes’ of the mushroom body appear to be involved in both short-term olfactory memories and short-term visual memories, while other neurons in the mushroom body show distinct effects."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So, how do we reconcile these new results with decades worth of <i>Drosophila</i> research pointing to the mushroom bodies as centres for olfactory memories? First, the work highlights the importance of behavioural context. Earlier work using flying insects (<a href=\"#fig1\">Figure 1B</a>) suggested that the mushroom bodies are not needed for simple visual learning, but are instead required for learning that the same signal or stimulus can have the same meaning in different contexts (e.g., learning that an object can be presented on a blue background or a green background and still be the same object; <a href=\"#bib10\">Wolf et al., 1998</a>; <a href=\"#bib3\">Liu et al., 1999</a>). By showing that mushroom body circuits are indeed involved in simple visual learning, Vogt Schnaitmann et al. raise the possibility that walking flies and flying flies might use different memory pathways."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Another way that tethered flight and walking paradigms are different for visual learning is the fact that visual stimuli are much better controlled in the former, because the fly always sees the stimuli in the same way (<a href=\"#bib1\">Brembs and Wiener, 2006</a>). As such, walking assays for measuring visual or olfactory learning might implicate the mushroom body precisely because these neurons may be needed by the fly to generalise the context, which is always changing when the flies are free to walk around. Alternatively both the mushroom bodies and the central complex might be required for visual learning in this new assay, which remains a possibility because Vogt, Schnaitmann et al. did not probe central complex neurons."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In mice and rats, the amygdala, medial prefrontal cortex and hippocampus interact to guide behavioural choices (<a href=\"#bib4\">Maren et al., 2013</a>). It is therefore likely that a network of different structures in the fly brain also interact to guide learned behaviours."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Another possible explanation for the overlap found between visual and olfactory learning is that certain circuits in the mushroom body, such as the dopamine-to-gamma-lobe pathway highlighted by Vogt, Schnaitmann et al., are involved in ‘selective attention’ (<a href=\"#bib7\">van Swinderen et al., 2009</a>). This process describes when an animal concentrates on one aspect of its environment, and the same circuits might be involved regardless of which sense is providing the information (e.g. sight or smell). The mushroom bodies may still respond only to olfactory cues or the central complex to visual cues, but both probably require a common filtering mechanism to allow the fly to decide what to do. By making the assays that test different aspects of memory and learning more comparable, Vogt, Schnaitmann, Tanimoto and co-workers have now placed <i>Drosophila</i> researchers in a better position to understand how the fly brain makes these decisions."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Brembs", 
                            "index": "Brembs, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Wiener", 
                            "index": "Wiener, J"
                        }
                    }
                ], 
                "articleTitle": "Context and occasion setting in Drosophila visual learning", 
                "journal": "Learning & Memory", 
                "volume": "13", 
                "pages": {
                    "first": "618", 
                    "last": "628", 
                    "range": "618–628"
                }, 
                "doi": "10.1101/lm.318606"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Kahsai", 
                            "index": "Kahsai, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Zars", 
                            "index": "Zars, T"
                        }
                    }
                ], 
                "articleTitle": "Learning and memory in Drosophila: behavior, genetics, and neural systems", 
                "journal": "International Review of Neurobiology", 
                "volume": "99", 
                "pages": {
                    "first": "139", 
                    "last": "167", 
                    "range": "139–167"
                }, 
                "doi": "10.1016/B978-0-12-387003-2.00006-9"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1999", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Liu", 
                            "index": "Liu, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Wolf", 
                            "index": "Wolf, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ernst", 
                            "index": "Ernst, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Heisenberg", 
                            "index": "Heisenberg, M"
                        }
                    }
                ], 
                "articleTitle": "Context generalization in Drosophila visual learning requires the mushroom bodies", 
                "journal": "Nature", 
                "volume": "400", 
                "pages": {
                    "first": "753", 
                    "last": "756", 
                    "range": "753–756"
                }, 
                "doi": "10.1038/23456"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Maren", 
                            "index": "Maren, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KL Phan", 
                            "index": "Phan, KL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Liberzon", 
                            "index": "Liberzon, I"
                        }
                    }
                ], 
                "articleTitle": "The contextual brain: implications for fear conditioning, extinction and psychopathology", 
                "journal": "Nature Reviews Neuroscience", 
                "volume": "14", 
                "pages": {
                    "first": "417", 
                    "last": "428", 
                    "range": "417–428"
                }, 
                "doi": "10.1038/nrn3492"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Schnaitmann", 
                            "index": "Schnaitmann, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Vogt", 
                            "index": "Vogt, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Triphan", 
                            "index": "Triphan, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Tanimoto", 
                            "index": "Tanimoto, H"
                        }
                    }
                ], 
                "articleTitle": "Appetitive and aversive visual learning in freely moving Drosophila", 
                "journal": "Frontiers in Behavioral Neuroscience", 
                "volume": "4", 
                "pages": "10", 
                "doi": "10.3389/fnbeh.2010.00010"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LR Squire", 
                            "index": "Squire, LR"
                        }
                    }
                ], 
                "articleTitle": "Memory systems of the brain: a brief history and current perspective", 
                "journal": "Neurobiology of Learning and Memory", 
                "volume": "82", 
                "pages": {
                    "first": "171", 
                    "last": "177", 
                    "range": "171–177"
                }, 
                "doi": "10.1016/j.nlm.2004.06.005"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B van Swinderen", 
                            "index": "van Swinderen, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A McCartney", 
                            "index": "McCartney, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kauffman", 
                            "index": "Kauffman, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Flores", 
                            "index": "Flores, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Agrawal", 
                            "index": "Agrawal, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Wagner", 
                            "index": "Wagner, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Paulk", 
                            "index": "Paulk, A"
                        }
                    }
                ], 
                "articleTitle": "Shared visual attention and memory systems in the Drosophila brain", 
                "journal": "PLOS ONE", 
                "volume": "4", 
                "pages": "e5989", 
                "doi": "10.1371/journal.pone.0005989"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Vogt", 
                            "index": "Vogt, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Schnaitmann", 
                            "index": "Schnaitmann, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KV Dylla", 
                            "index": "Dylla, KV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Knapek", 
                            "index": "Knapek, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Aso", 
                            "index": "Aso, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GM Rubin", 
                            "index": "Rubin, GM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Tanimoto", 
                            "index": "Tanimoto, H"
                        }
                    }
                ], 
                "articleTitle": "Shared mushroom body circuits underlie visual and olfactory memories in Drosophila", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e02395", 
                "doi": "10.7554/eLife.02395"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Waddell", 
                            "index": "Waddell, S"
                        }
                    }
                ], 
                "articleTitle": "Dopamine reveals neural circuit mechanisms of fly memory", 
                "journal": "Trends in Neurosciences", 
                "volume": "33", 
                "pages": {
                    "first": "457", 
                    "last": "464", 
                    "range": "457–464"
                }, 
                "doi": "10.1016/j.tins.2010.07.001"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Wolf", 
                            "index": "Wolf, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Wittig", 
                            "index": "Wittig, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Liu", 
                            "index": "Liu, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Wustmann", 
                            "index": "Wustmann, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Eyding", 
                            "index": "Eyding, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Heisenberg", 
                            "index": "Heisenberg, M"
                        }
                    }
                ], 
                "articleTitle": "Drosophila mushroom bodies are dispensable for visual, tactile, and motor learning", 
                "journal": "Learning & Memory", 
                "volume": "5", 
                "pages": {
                    "first": "166", 
                    "last": "178", 
                    "range": "166–178"
                }, 
                "doi": "10.1101/lm.5.1.166"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}