{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "10054", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.10054", 
        "authorLine": "Heather Schofield, Marina Pasca di Magliano", 
        "title": "Change isn't always better", 
        "titlePrefix": "Pancreatic Cancer", 
        "published": "2015-08-14T00:00:00Z", 
        "versionDate": "2015-08-14T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e10054", 
        "pdf": "https://publishing-cdn.elifesciences.org/10054/elife-10054-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Maintaining the identity of acinar cells in the pancreas could help to prevent the development of pancreatic cancer."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Schofield and Pasca di Magliano", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Heather Schofield", 
                    "index": "Schofield, Heather"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Program in Cell and Molecular Biology and the Medical Scientist Training Program", 
                            "University of Michigan"
                        ], 
                        "address": {
                            "formatted": [
                                "Ann Arbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Ann Arbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Marina Pasca di Magliano", 
                    "index": "Pasca di Magliano, Marina"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Program in Cell and Molecular Biology, Department of Surgery and Department of Cell and Developmental Biology", 
                            "University of Michigan"
                        ], 
                        "address": {
                            "formatted": [
                                "Ann Arbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Ann Arbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "marinapa@umich.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "10054", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.10054", 
        "authorLine": "Heather Schofield, Marina Pasca di Magliano", 
        "title": "Change isn't always better", 
        "titlePrefix": "Pancreatic Cancer", 
        "published": "2015-08-14T00:00:00Z", 
        "versionDate": "2015-08-14T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e10054", 
        "pdf": "https://publishing-cdn.elifesciences.org/10054/elife-10054-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Maintaining the identity of acinar cells in the pancreas could help to prevent the development of pancreatic cancer."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Schofield and Pasca di Magliano", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Heather Schofield", 
                    "index": "Schofield, Heather"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Program in Cell and Molecular Biology and the Medical Scientist Training Program", 
                            "University of Michigan"
                        ], 
                        "address": {
                            "formatted": [
                                "Ann Arbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Ann Arbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Marina Pasca di Magliano", 
                    "index": "Pasca di Magliano, Marina"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Program in Cell and Molecular Biology, Department of Surgery and Department of Cell and Developmental Biology", 
                            "University of Michigan"
                        ], 
                        "address": {
                            "formatted": [
                                "Ann Arbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Ann Arbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "marinapa@umich.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "pancreatic cancer", 
            "differentiation", 
            "pancreatitis"
        ], 
        "relatedArticles": [
            "07125"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Pancreatic cancer is the fourth most common cause of cancer-related death in the United States, with only 6% of people surviving for five years after diagnosis. Now, in eLife, Charles Murtaugh and co-workers – including Nathan Krah as first author – shed new light on the process that leads normal pancreatic cells to become cancer cells (<a href=\"#bib3\">Krah et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The exocrine pancreas is the part of the pancreas that produces the enzymes that help to digest food, and is also the region where pancreatic cancer arises. It remains unclear how normal exocrine cells – two types of which are the acinar and ductal cells – become cancerous. Pancreatic cancer – as well as the pre-cancerous lesions that precede it – consists of cells that resemble ductal cells. It had thus been assumed that ductal cells are the origin of this disease. However, this notion has been challenged by recent experimental evidence from genetically engineered mice that suggests that acinar cells are in fact the most common source of pancreatic cancer (for review see <a href=\"#bib5\">Puri et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "For acinar cells to give rise to cancer, they first must lose their acinar characteristics and become duct-like, in a process known as acinar-to-ductal metaplasia (or ADM). Then, these duct-like cells transform into cancer precursor cells and, in time, become cancer cells. This cancerous transformation is associated with the presence of a form of the <i>Kras</i> gene that causes cells to divide more often (known as the <i>Kras</i> oncogene). Experimentally, the transformation of the duct-like cells into a cancerous form is modelled in mice that are engineered to express the <i>Kras</i> oncogene. These mice develop small pre-cancerous lesions in their pancreas that only arise from a small subset of the acinar cells, despite mutant Kras expression in all cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Krah et al. – who are based at the University of Utah, Vanderbilt Medical Center and University of Texas Southwestern Medical Center – sought to determine what normally protects against the <i>Kras</i>-mediated transformation in acinar cells; that is to say, the safety mechanisms that are bypassed during the formation of pre-cancerous lesions."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Since the first step of pancreatic cancer development is the ADM process that causes the acinar cells to become duct-like, Krah et al. hypothesized that preventing ADM from occurring may protect against <i>Kras</i>-mediated transformation. They reasoned that PTF1A, a protein that regulates the differentiation of acinar cells from precursor cells during pancreas development is similarly required to maintain the identity of the acinar cells in the adult pancreas. Thus, PTF1A could protect against the <i>Kras</i>-mediated transformation of the cells to a pre-cancerous cell type by preventing ADM. This hypothesis was based on previous studies of other molecules that regulate differentiation and guide the development of acinar cells, because these so-called “acinar differentiation factors” have been seen to protect against <i>Kras</i>-mediated transformation. Furthermore, inactivating these differentiation factors promotes the ADM process (<a href=\"#bib6\">Shi et al., 2009</a>; <a href=\"#bib7\">von Figura et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To investigate the role of PTF1A, Krah et al. first examined when and where this protein was expressed throughout the pancreas. This revealed that PTF1A is not produced in the pre-cancerous lesions of either humans or mice. However, PTF1A was expressed in adjacent acinar cells that appeared normal, suggesting that PTF1A may protect against <i>Kras</i>-mediated transformation in these cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Next, Krah et al. used genetic mouse models to prevent acinar cells from producing PTF1A, and observed spontaneous ADM in these animals. Expressing the <i>Kras</i> oncogene in these mice caused precursor lesions to form more rapidly and over a wider area of the pancreas than those seen in mice whose acinar cells expressed both PTF1A and oncogenic <i>Kras</i>. Together, these data show that acinar cells must lose PTF1A before they can undergo ADM, and thus become susceptible to <i>Kras</i>-induced transformation."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Furthermore, by gene expression analysis, Krah et al. showed that PTF1A controls multiple genes and pathways associated with both the initiation of pancreatic cancer and their continuous need for oncogenic <i>Kras</i> expression."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Overall, Krah et al.'s data show that acinar cell differentiation, which is maintained by PTF1A, protects against the expression of oncogenic <i>Kras</i> and helps to prevent the cells from becoming cancerous. The next open question is whether forced expression of PTF1A in the pancreas protects against <i>Kras</i>-induced transformation; this has already been shown to be the case for a different acinar cell factor called Mist1 (<a href=\"#bib1\">Direnzo et al., 2012</a>). Further open questions include what it is that causes the accelerated rate at which ADM progresses to precursor lesions in mice that express oncogenic <i>Kras</i> and lack PTF1A (compared with mice that do express PTF1A). Since PTF1A is normally lost during the process of ADM, the absence of this protein cannot explain the accelerated rate of cancer progression. It is possible that in mice that carry oncogenic <i>Kras</i> and still retain intact PTF1A, an equilibrium between acinar cells and ADM cells occurs, whereby ADM cells can ‘choose’ to re-express PTF1A and return to an acinar fate, or progress to form pre-cancerous lesions (<a href=\"#fig1\">Figure 1</a>). This equilibrium would be lost in mice lacking PTF1A, where cells that have undergone ADM have no choice other than to progress towards becoming cancerous. Furthermore, the effect PTF1A re-expression has in pre-cancerous lesions as well as in advanced disease merits further exploration."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Preventing acinar cells differentiating to duct-like cells may help to prevent the development of pancreatic cancer.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "In the figure, the cell nuclei are colour-coded to indicate which genes are expressed. Acinar cells in the pancreas (left) express the differentiation factors PTF1A, Mist1 and Nr5a2 (blue). Krah et al. show that loss of PTF1A causes acinar de-differentiation in a process known as acinar-to-ductal metaplasia (ADM; centre). In the presence of oncogenic <i>Kras</i>, ADM leads to the formation of precancerous lesions (right) and, in time, cancer. Other factors have also been shown to be important in regulating the balance between cell differentiation and cancer: Mist1 and Nr5a2, expressed in normal acinar cells, protect from transformation. Conversely, factors that control ductal fate, including Sox9 and Pdx1, can push acinar cells toward a ductal state and accelerate the rate at which cancerous cells develop (red arrows; <a href=\"#bib2\">Kopp et al., 2012</a>; <a href=\"#bib4\">Miyatsuka et al., 2006</a>)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/10054/elife-10054-fig1-v1.tif", 
                        "filename": "elife-10054-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In summary, this study provides new insight into the process that triggers the development of pancreatic cancer. In doing so, it opens many avenues of exploration that will provide more insight into the biology of this disease – an essential first step towards developing new therapies."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Direnzo", 
                            "index": "Direnzo, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Hess", 
                            "index": "Hess, DA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Damsz", 
                            "index": "Damsz, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Hallett", 
                            "index": "Hallett, JE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Marshall", 
                            "index": "Marshall, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Goswami", 
                            "index": "Goswami, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Liu", 
                            "index": "Liu, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Deering", 
                            "index": "Deering, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Macdonald", 
                            "index": "Macdonald, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SF Konieczny", 
                            "index": "Konieczny, SF"
                        }
                    }
                ], 
                "articleTitle": "Induced Mist1 expression promotes remodeling of mouse pancreatic acinar cells", 
                "journal": {
                    "name": [
                        "Gastroenterology"
                    ]
                }, 
                "volume": "143", 
                "pages": {
                    "first": "469", 
                    "last": "480", 
                    "range": "469–480"
                }, 
                "doi": "10.1053/j.gastro.2012.04.011"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Kopp", 
                            "index": "Kopp, JL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G von Figura", 
                            "index": "von Figura, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Mayes", 
                            "index": "Mayes, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FF Liu", 
                            "index": "Liu, FF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CL Dubois", 
                            "index": "Dubois, CL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Morris IV", 
                            "index": "Morris, JP, IV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FC Pan", 
                            "index": "Pan, FC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Akiyama", 
                            "index": "Akiyama, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CV Wright", 
                            "index": "Wright, CV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Jensen", 
                            "index": "Jensen, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Hebrok", 
                            "index": "Hebrok, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Sander", 
                            "index": "Sander, M"
                        }
                    }
                ], 
                "articleTitle": "Identification of Sox9-dependent acinar-to-ductal reprogramming as the principal mechanism for initiation of pancreatic ductal adenocarcinoma", 
                "journal": {
                    "name": [
                        "Cancer Cell"
                    ]
                }, 
                "volume": "22", 
                "pages": {
                    "first": "737", 
                    "last": "750", 
                    "range": "737–750"
                }, 
                "doi": "10.1016/j.ccr.2012.10.025"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NM Krah", 
                            "index": "Krah, NM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP De La O", 
                            "index": "De La O, JP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GH Swift", 
                            "index": "Swift, GH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CQ Hoang", 
                            "index": "Hoang, CQ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SG Willet", 
                            "index": "Willet, SG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Chen Pan", 
                            "index": "Chen Pan, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GM Cash", 
                            "index": "Cash, GM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MP Bronner", 
                            "index": "Bronner, MP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CV Wright", 
                            "index": "Wright, CV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ MacDonald", 
                            "index": "MacDonald, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LC Murtaugh", 
                            "index": "Murtaugh, LC"
                        }
                    }
                ], 
                "articleTitle": "The acinar differentiation determinant PTF1A inhibits initiation of pancreatic ductal adenocarcinoma", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "4", 
                "pages": "e07125", 
                "doi": "10.7554/eLife.07125"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Miyatsuka", 
                            "index": "Miyatsuka, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Kaneto", 
                            "index": "Kaneto, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Shiraiwa", 
                            "index": "Shiraiwa, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Matsuoka", 
                            "index": "Matsuoka, TA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Yamamoto", 
                            "index": "Yamamoto, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Kato", 
                            "index": "Kato, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Nakamura", 
                            "index": "Nakamura, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Akira", 
                            "index": "Akira, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Takeda", 
                            "index": "Takeda, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Kajimoto", 
                            "index": "Kajimoto, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Yamasaki", 
                            "index": "Yamasaki, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EP Sandgren", 
                            "index": "Sandgren, EP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Kawaguchi", 
                            "index": "Kawaguchi, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CV Wright", 
                            "index": "Wright, CV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Fujitani", 
                            "index": "Fujitani, Y"
                        }
                    }
                ], 
                "articleTitle": "Persistent expression of PDX-1 in the pancreas causes acinar-to-ductal metaplasia through Stat3 activation", 
                "journal": {
                    "name": [
                        "Genes & Development"
                    ]
                }, 
                "volume": "20", 
                "pages": {
                    "first": "1435", 
                    "last": "1440", 
                    "range": "1435–1440"
                }, 
                "doi": "10.1101/gad.1412806"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Puri", 
                            "index": "Puri, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AE Folias", 
                            "index": "Folias, AE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Hebrok", 
                            "index": "Hebrok, M"
                        }
                    }
                ], 
                "articleTitle": "Plasticity and dedifferentiation within the pancreas: development, homeostasis, and disease", 
                "journal": {
                    "name": [
                        "Cell Stem Cell"
                    ]
                }, 
                "volume": "16", 
                "pages": {
                    "first": "18", 
                    "last": "31", 
                    "range": "18–31"
                }, 
                "doi": "10.1016/j.stem.2014.11.001"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Shi", 
                            "index": "Shi, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Zhu", 
                            "index": "Zhu, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Sun", 
                            "index": "Sun, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Bettencourt", 
                            "index": "Bettencourt, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Damsz", 
                            "index": "Damsz, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RH Hruban", 
                            "index": "Hruban, RH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SF Konieczny", 
                            "index": "Konieczny, SF"
                        }
                    }
                ], 
                "articleTitle": "Loss of the acinar-restricted transcription factor Mist1 accelerates Kras-induced pancreatic intraepithelial neoplasia", 
                "journal": {
                    "name": [
                        "Gastroenterology"
                    ]
                }, 
                "volume": "136", 
                "pages": {
                    "first": "1368", 
                    "last": "1378", 
                    "range": "1368–1378"
                }, 
                "doi": "10.1053/j.gastro.2008.12.066"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G von Figura", 
                            "index": "von Figura, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Morris IV", 
                            "index": "Morris, JP, IV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CV Wright", 
                            "index": "Wright, CV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Hebrok", 
                            "index": "Hebrok, M"
                        }
                    }
                ], 
                "articleTitle": "Nr5a2 maintains acinar cell differentiation and constrains oncogenic Kras-mediated pancreatic neoplastic initiation", 
                "journal": {
                    "name": [
                        "Gut"
                    ]
                }, 
                "volume": "63", 
                "pages": {
                    "first": "656", 
                    "last": "664", 
                    "range": "656–664"
                }, 
                "doi": "10.1136/gutjnl-2012-304287"
            }
        ]
    }
}