{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00648", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00648", 
        "authorLine": "Tanya T Whitfield", 
        "title": "Shedding new light on the origins of olfactory neurons", 
        "titlePrefix": "Developmental Neurobiology", 
        "published": "2013-03-26T00:00:00Z", 
        "versionDate": "2013-03-26T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00648", 
        "pdf": "https://publishing-cdn.elifesciences.org/00648/elife-00648-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Zebrafish"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Sensory neurons in the nose of the zebrafish are derived from both neural crest cells and placode cells."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Whitfield", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Tanya T Whitfield", 
                    "index": "Whitfield, Tanya T"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "MRC Centre for Developmental and Biomedical Genetics, Department of Biomedical Science", 
                            "University of Sheffield"
                        ], 
                        "address": {
                            "formatted": [
                                "Sheffield", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Sheffield"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "t.whitfield@sheffield.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00648", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00648", 
        "authorLine": "Tanya T Whitfield", 
        "title": "Shedding new light on the origins of olfactory neurons", 
        "titlePrefix": "Developmental Neurobiology", 
        "published": "2013-03-26T00:00:00Z", 
        "versionDate": "2013-03-26T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00648", 
        "pdf": "https://publishing-cdn.elifesciences.org/00648/elife-00648-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Zebrafish"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Sensory neurons in the nose of the zebrafish are derived from both neural crest cells and placode cells."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Whitfield", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Tanya T Whitfield", 
                    "index": "Whitfield, Tanya T"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "MRC Centre for Developmental and Biomedical Genetics, Department of Biomedical Science", 
                            "University of Sheffield"
                        ], 
                        "address": {
                            "formatted": [
                                "Sheffield", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Sheffield"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "t.whitfield@sheffield.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "developmental neurobiology", 
            "olfactory development", 
            "microvillous sensory neuron", 
            "neurogenesis", 
            "neural crest migration"
        ], 
        "-related-articles-internal": [
            "00336"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The nose of the five-day old zebrafish larva is deceptively compact and neat: a pair of epithelial vesicles tucked between the eye and the forebrain, distinct and separate from the surrounding tissue. This compactness, however, belies the fact that the olfactory system of the zebrafish has its origins in a surprisingly large region of the embryo. Vertebrate embryos contain two main types of cells that contribute to the formation of the peripheral sensory organs of the head—neural crest cells and placode cells (<a href=\"#fig1\">Figure 1A</a>). In the zebrafish, embryonic cells converge from a wide region to form the olfactory placode (<a href=\"#bib9\">Whitlock and Westerfield, 2000</a>), and the sensory neurons of the olfactory system were thought to be derived exclusively from these placode cells. However, the precise origin of all the different types of cells in the olfactory system has long been the subject of controversy and debate. Now, writing in <i>eLife</i>, Ankur Saxena, Brian Peng, and Marianne Bronner of the California Institute of Technology report that some olfactory sensory neurons are derived from neural crest cells rather than the placode (<a href=\"#bib6\">Saxena et al., 2013</a>). Moreover, these neural crest cells migrate into the epithelial vesicles from even further afield than the placode cells do."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "A new view of the origins of olfactory sensory neurons.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) During the first day of development, both neural crest cells (green) and placode cells (blue) form around the edges of the developing nervous system. (<b>B</b>) By the end of the first day, the placode cells have converged to form the olfactory placodes and the lens of each eye. (Other derivatives of placode cells are not shown.) Neural crest cells now surround the placodes. (<b>C</b>) By the third day of development, the olfactory vesicle has formed, and sensory neurons project into the olfactory bulb. Previously it was thought that all sensory neurons and their supporting glia derived from the placode (left). However, Saxena and colleagues now show that many (but not all) of the microvillous neurons derive from neural crest cells (right). Supporting olfactory ensheathing glia (OEG) cells might also derive from neural crest cells, but this has not yet been shown for fish."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00648/elife-00648-fig1-v1.tif", 
                        "filename": "elife-00648-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The zebrafish embryo is an ideal system in which to explore questions of cell origin because it is transparent, a feature that facilitates imaging studies, and because it develops rapidly. The approach adopted by the Caltech team is simple and non-invasive: choose a gene promoter that drives gene expression in the tissue of interest, hook it up to green fluorescent protein (GFP), and then watch where the cells labelled with GFP go. Saxena and colleagues used the <i>sox10</i> promoter to drive GFP expression in neural crest cells and then employed time-lapse confocal microscopy to follow these cells as they moved within the embryo. The neural crest cells migrated towards the olfactory placode during the first day of development, forming a capsule that surrounded the placode (<a href=\"#fig1\">Figure 1B</a>). However, they did not mix with the cells in the placode to any significant extent. This is consistent with the results of a similar recent study by Kathleen Whitlock of the Universidad de Valparaíso and co-workers (<a href=\"#bib3\">Harden et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "During the second day of development, however, some of the labelled neural crest cells moved out of the capsule surrounding the placode and into the olfactory epithelium (<a href=\"#fig1\">Figure 1C</a>). Once there, they increased their production of both <i>sox10</i>:GFP and Sox10 protein, and formed a class of sensory neurons called microvillous neurons, identified by their position in the epithelium, characteristic tear-drop shape and appropriate molecular signature (<a href=\"#bib6\">Saxena et al., 2013</a>). This result was a real surprise, as the classical view was that all olfactory sensory neurons derived from placode cells. To confirm that they were really following neural crest cells, Saxena et al. labelled the nuclei of small groups of neural crest cells with a photoconvertible protein that made their nuclei appear red when imaged by the confocal microscope. They found that the microvillous neurons (which look green because they contain GFP) had red nuclei, confirming that they had originated from neural crest cells. Moreover, they found that a different class of neurons, called ciliated sensory neurons, did not have red nuclei."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To provide extra evidence that microvillous neurons are derived from neural crest cells, Saxena et al. used laser ablation to destroy groups of neural crest cells labelled with GFP before they entered the nasal epithelium. As expected, this resulted in a depletion of microvillous neurons in the nose, but had only a minimal effect on the ciliated neurons. In addition to confirming that microvillous neurons are derived from neural crest cells, this also suggests that placode cells cannot compensate for the loss of sensory neurons derived from neural crest cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, Saxena, Peng, and Bronner explored whether the transcription factor Sox10 was necessary for the development of microvillous neurons. They used a synthetic molecule called a morpholino to knock down <i>sox10</i> gene function during different stages of development. They found that the neural crest cells required Sox10 to enter the epithelium and to form the microvillous sensory neurons. However, the results of morpholino experiments are inherently variable, so it will be important to corroborate this finding by examining zebrafish that carry a mutation in <i>sox10</i>. Microvillous neurons should be depleted or missing from these mutants, whereas the ciliated neurons should not be affected."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Transgenic labelling techniques have also been used to show that various cell types in the olfactory systems of mice and chicks are derived from neural crest cells. The best evidence here supports a neural crest origin for olfactory ensheathing glial cells, which lie outside the olfactory epithelium (<a href=\"#bib1\">Barraud et al., 2010</a>; <a href=\"#bib2\">Forni et al., 2011</a>; <a href=\"#bib4\">Katoh et al., 2011</a>; <a href=\"#bib8\">Suzuki et al., 2013</a>). Although some of these studies found occasional labelled olfactory neurons, it is not yet clear if a neural crest origin for microvillous neurons is a general feature in all vertebrates, or if it is specific to fish. There are certainly some anatomical differences between fish and other vertebrates: zebrafish, for example, do not have a vomeronasal organ, which is the location of microvillous neurons in mammals. It will also be interesting to test whether a neural crest origin for olfactory ensheathing glia is conserved in fish, as has been suggested but not yet tested fully (<a href=\"#bib3\">Harden et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Recent studies, also using transgenic <i>sox10</i> constructs, have revealed additional previously unknown neural crest derivatives in the zebrafish and mouse (<a href=\"#bib7\">Simon et al., 2012</a>; <a href=\"#bib5\">Mongera et al., 2013</a>). These studies, and the work of Saxena and colleagues, all illustrate the remarkable developmental plasticity of the neural crest cell. Olfactory sensory neurons are capable of regeneration, and olfactory ensheathing glia can support new axon growth, even in the adult mammal. These cell types may offer exciting possibilities for patient-specific therapies to repair damaged nerves, for example. For the developmental biologist, the findings are a reminder that a single organ system is often assembled in the embryo from a diverse array of cell types, and they open up further questions on how migration and specification of the neural crest is controlled."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Barraud", 
                            "index": "Barraud, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Seferiadis", 
                            "index": "Seferiadis, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LD Tyson", 
                            "index": "Tyson, LD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MF Zwart", 
                            "index": "Zwart, MF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HL Szabo-Rogers", 
                            "index": "Szabo-Rogers, HL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Ruhrberg", 
                            "index": "Ruhrberg, C"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Neural crest origin of olfactory ensheathing glia", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "107", 
                "pages": {
                    "first": "21040", 
                    "last": "21045", 
                    "range": "21040–21045"
                }, 
                "doi": "10.1073/pnas.1012248107"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PE Forni", 
                            "index": "Forni, PE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Taylor-Burds", 
                            "index": "Taylor-Burds, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VS Melvin", 
                            "index": "Melvin, VS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Williams", 
                            "index": "Williams, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Wray", 
                            "index": "Wray, S"
                        }
                    }
                ], 
                "articleTitle": "Neural crest and ectodermal cells intermix in the nasal placode to give rise to GnRH-1 neurons, sensory neurons, and olfactory ensheathing cells", 
                "journal": "J Neurosci", 
                "volume": "31", 
                "pages": {
                    "first": "6915", 
                    "last": "6927", 
                    "range": "6915–6927"
                }, 
                "doi": "10.1523/JNEUROSCI.6087-10.2011"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MV Harden", 
                            "index": "Harden, MV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Pereiro", 
                            "index": "Pereiro, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Ramialison", 
                            "index": "Ramialison, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Wittbrodt", 
                            "index": "Wittbrodt, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MK Prasad", 
                            "index": "Prasad, MK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AS McCallion", 
                            "index": "McCallion, AS"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Close association of olfactory placode precursors and cranial neural crest cells does not predestine cell mixing", 
                "journal": "Dev Dyn", 
                "volume": "241", 
                "pages": {
                    "first": "1143", 
                    "last": "1154", 
                    "range": "1143–1154"
                }, 
                "doi": "10.1002/dvdy.23797"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Katoh", 
                            "index": "Katoh, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Shibata", 
                            "index": "Shibata, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Fukuda", 
                            "index": "Fukuda, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Sato", 
                            "index": "Sato, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Satoh", 
                            "index": "Satoh, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Nagoshi", 
                            "index": "Nagoshi, N"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The dual origin of the peripheral olfactory system: placode and neural crest", 
                "journal": "Mol Brain", 
                "volume": "4", 
                "pages": "34", 
                "doi": "10.1186/1756-6606-4-34"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Mongera", 
                            "index": "Mongera, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Singh", 
                            "index": "Singh, AP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MP Levesque", 
                            "index": "Levesque, MP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YY Chen", 
                            "index": "Chen, YY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Konstantinidis", 
                            "index": "Konstantinidis, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Nüsslein-Volhard", 
                            "index": "Nüsslein-Volhard, C"
                        }
                    }
                ], 
                "articleTitle": "Genetic lineage labeling in zebrafish uncovers novel neural crest contributions to the head, including gill pillar cells", 
                "journal": "Development", 
                "volume": "140", 
                "pages": {
                    "first": "916", 
                    "last": "925", 
                    "range": "916–925"
                }, 
                "doi": "10.1242/dev.091066"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Saxena", 
                            "index": "Saxena, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BN Peng", 
                            "index": "Peng, BN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ME Bronner", 
                            "index": "Bronner, ME"
                        }
                    }
                ], 
                "articleTitle": "Sox10-dependent neural crest origin of olfactory microvillous neurons in zebrafish", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00336", 
                "doi": "10.7554/elife.00336"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Simon", 
                            "index": "Simon, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Lickert", 
                            "index": "Lickert, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Götz", 
                            "index": "Götz, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Dimou", 
                            "index": "Dimou, L"
                        }
                    }
                ], 
                "articleTitle": "Sox10-iCreERT2: a mouse line to inducibly trace the neural crest and oligodendrocyte lineage", 
                "journal": "Genesis", 
                "volume": "50", 
                "pages": {
                    "first": "506", 
                    "last": "515", 
                    "range": "506–515"
                }, 
                "doi": "10.1002/dvg.22003"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Suzuki", 
                            "index": "Suzuki, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Yoshizaki", 
                            "index": "Yoshizaki, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Kobayashi", 
                            "index": "Kobayashi, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Osumi", 
                            "index": "Osumi, N"
                        }
                    }
                ], 
                "articleTitle": "Neural crest-derived horizontal basal cells as tissue stem cells in the adult olfactory epithelium", 
                "journal": "Neurosci Res", 
                "volume": "75", 
                "pages": {
                    "first": "112", 
                    "last": "120", 
                    "range": "112–120"
                }, 
                "doi": "10.1016/j.neures.2012.11.005"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KE Whitlock", 
                            "index": "Whitlock, KE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Westerfield", 
                            "index": "Westerfield, M"
                        }
                    }
                ], 
                "articleTitle": "The olfactory placodes of the zebrafish form by convergence of cellular fields at the edge of the neural plate", 
                "journal": "Development", 
                "volume": "127", 
                "pages": {
                    "first": "3645", 
                    "last": "3653", 
                    "range": "3645–3653"
                }
            }
        ]
    }
}