{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "01234", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01234", 
        "authorLine": "Melissa A Herman, Christian Rosenmund", 
        "title": "Endocytosis gets in tune with action potential bursts", 
        "titlePrefix": "Neuroscience", 
        "published": "2013-08-20T00:00:00Z", 
        "versionDate": "2013-08-20T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01234", 
        "pdf": "https://publishing-cdn.elifesciences.org/01234/elife-01234-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse", 
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Neurons use a calcium-dependent mechanism to optimize the rate at which synaptic vesicles are recycled."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Herman and Rosenmund", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Melissa A Herman", 
                    "index": "Herman, Melissa A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Neurocure NWFZ", 
                            "Charité Universitätsmedizin Berlin"
                        ], 
                        "address": {
                            "formatted": [
                                "Berlin", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Berlin"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "melissa.herman@charite.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Christian Rosenmund", 
                    "index": "Rosenmund, Christian"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Neurocure NWFZ", 
                            "Charité Universitätsmedizin Berlin"
                        ], 
                        "address": {
                            "formatted": [
                                "Berlin", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Berlin"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "christian.rosenmund@charite.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "01234", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01234", 
        "authorLine": "Melissa A Herman, Christian Rosenmund", 
        "title": "Endocytosis gets in tune with action potential bursts", 
        "titlePrefix": "Neuroscience", 
        "published": "2013-08-20T00:00:00Z", 
        "versionDate": "2013-08-20T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01234", 
        "pdf": "https://publishing-cdn.elifesciences.org/01234/elife-01234-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse", 
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Neurons use a calcium-dependent mechanism to optimize the rate at which synaptic vesicles are recycled."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Herman and Rosenmund", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Melissa A Herman", 
                    "index": "Herman, Melissa A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Neurocure NWFZ", 
                            "Charité Universitätsmedizin Berlin"
                        ], 
                        "address": {
                            "formatted": [
                                "Berlin", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Berlin"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "melissa.herman@charite.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Christian Rosenmund", 
                    "index": "Rosenmund, Christian"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Neurocure NWFZ", 
                            "Charité Universitätsmedizin Berlin"
                        ], 
                        "address": {
                            "formatted": [
                                "Berlin", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Berlin"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "christian.rosenmund@charite.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "endocytosis", 
            "synaptic vesicle", 
            "dynamin", 
            "phosphorylation"
        ], 
        "-related-articles-internal": [
            "00845"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The arrival of an action potential at a synapse connecting two neurons causes calcium channels in the presynaptic membrane to open, and the resulting influx of calcium triggers a sequence of events that ends with the regeneration of the action potential in the postsynaptic cell. First, vesicles filled with neurotransmitter fuse with the membrane of the presynaptic neuron and release their contents into the synapse. These neurotransmitter molecules can then bind to receptors on the postsynaptic cell, enabling the action potential to be regenerated. However, the presynaptic neuron must also recycle those vesicles that have been released to ensure that the whole process can be repeated when the next action potential arrives."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is tempting to hypothesize that the release of the vesicles (a process known as exocytosis) and their recycling (endocytosis) are initiated or controlled by common signalling mechanisms. It is known that exocytosis is triggered by an influx of calcium ions, but the relationship between calcium ions and endocytosis is somewhat tenuous (for review, see <a href=\"#bib11\">Yamashita, 2012</a>). Now in <i>eLife</i>, Tim Ryan, Pietro De Camilli, and co-workers—including Moritz Armbruster as first author—report that calcium entry during bursts of action potentials has an important role in optimizing the rate of endocytosis (<a href=\"#bib1\">Armbruster et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Previous studies have found that an increase in calcium influx has a variety of effects on the rate of endocytosis, ranging from inhibition (<a href=\"#bib9\">von Gersdorff and Mathews, 1994</a>) to acceleration (<a href=\"#bib8\">Sankaranarayanan and Ryan, 2001</a>; <a href=\"#bib10\">Wu et al., 2009</a>). Armbruster and co-workers—who are at Cornell University and Yale University—have now reconciled these results by carefully examining how the rate of endocytosis varies as a function of the number of action potentials delivered at a given frequency, referred to as a burst. They revealed that endocytosis slows down as the number of action potentials increases from 25 to 100, and that this deceleration requires calcium. This is in contrast to previous work, which found the rate of endocytosis to be constant over this range (<a href=\"#bib2\">Balaji et al., 2008</a>). However, Armbruster et al. note that this previous study compared the ensemble average rate between boutons, and may thus have been less sensitive than their own study, which examined the rate of endocytosis within a bouton following differing numbers of action potentials."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Perhaps the most surprising finding came when Armbruster et al. examined the effect of a single action potential on the rate of endocytosis. Given that endocytosis slows as the number of action potentials increases from 25 to 100, they expected it to occur rapidly in response to a single action potential. On the contrary, they found that endocytosis was slow after a single spike, and accelerated as the number of action potentials increased to 25. It seems, therefore, that the rate of endocytosis shows a biphasic relation to the number of action potentials, with the fastest rate corresponding to an intermediate stimulation range (<a href=\"#fig1\">Figure 1A</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "title": "Figure 1.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Changes in the speed of endocytosis and the underlying signalling pathways. (<b>A</b>) Schematic representation of the relationship between the speed of endocytosis, the level of intracellular calcium produced by increasing numbers of action potentials, and the signalling pathways activated by intracellular calcium when there is just a single action potential (i), a small burst of action potentials (ii), and a large burst of action potentials (iii). (<b>B</b>) Calcium levels are low when there is just one action potential (i), so calcineurin (CaN) is not activated, allowing Cdk5 to maintain high levels of phosphorylation of dynamin (P-dynamin). As the number of action potentials increases (ii), there are more calcium ions to activate the calcineurin, which results in a shift towards dephosphorylated dynamin. This can then bind to syndapin, and this interaction increases the rate of endocytosis. However, as the number of action potentials, and hence calcium levels, increase further (iii), a second calcium-dependent pathway with unknown molecular components is activated, and this reduces the rate of endocytosis."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01234/elife-01234-fig1-v1.tif", 
                        "filename": "elife-01234-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The next question was obvious: what is the mechanism behind this modulation of endocytosis by the number of action potentials? Given that the process clearly involved calcium, Armbruster et al. turned to proteins involved in endocytosis that are also substrates for calcineurin, an enzyme activated by calcium ions. This enzyme, which removes phosphate groups, and its counterplayer Cdk5 (which adds phosphate groups) have been implicated in the dynamic regulation of synaptic strength (<a href=\"#bib5\">Kim and Ryan, 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One of the targets of calcineurin/Cdk5 is dynamin, a small GTPase enzyme that helps newly formed vesicles to bud off from the presynaptic membrane during endocytosis (<a href=\"#bib3\">Ferguson and De Camilli, 2012</a>). In an elegant set of rescue experiments, Armbruster et al. showed that the acceleration of endocytosis can only occur if phosphate groups have been removed from two previously identified sites on dynamin. Since dephosphorylated dynamin interacts with another protein called syndapin, which is also involved in endocytosis, they propose the following signalling pathway: The firing of multiple action potentials leads to a brief elevation of presynaptic calcium (<a href=\"#fig1\">Figure 1B</a> (i)); this calcium activates calcineurin, which then dephosphorylates dynamin at two sites (ii); and a dynamin-syndapin complex then accelerates endocytosis (iii). Exactly how this last step occurs is unclear, although one possibility is that syndapin accelerates the recruitment of dynamin to sites of endocytosis (<a href=\"#bib6\">Koch et al., 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Intriguingly, previous studies suggest that stimulus-induced dephosphorylation of dynamin lasts approximately 40 s (<a href=\"#bib7\">Robinson et al., 1994</a>), which is also roughly the length of time for which endocytosis acceleration persisted after a small burst (<a href=\"#bib1\">Armbruster et al., 2013</a>). This is the strongest piece of evidence that calcium regulates the speed of endocytosis by modulating the balance of calcineurin/Cdk5 activity. Whether dynamin is the only target of this pathway remains to be determined."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The mechanism responsible for the slowing of endocytosis with larger numbers of action potentials remains unclear (<a href=\"#fig1\">Figure 1</a>), but it is not related to phosphorylation of dynamin at the syndapin interaction site. This suggests that the recycling of vesicles might depend on at least two separate calcium-dependent processes. One possibility is that endocytosis slows as the number of action potentials increases because the accumulation of exocytic proteins on the surface of the presynaptic cell leads to saturation of endocytic machinery, as previously described (<a href=\"#bib2\">Balaji et al., 2008</a>). Moreover, because endocytosis still occurred in experiments where the dynamin phosphorylation state could not be altered, this pathway is likely not responsible for the calcium-dependent initiation of endocytosis (<a href=\"#bib4\">Gad et al., 1998</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Another intriguing aspect of these results is the potential for cell-type specific modulation. The acceleration of endocytosis with increasing action potential number in the small burst range could be regulated by a cell’s intrinsic calcium buffering capacity or its calcineurin/Cdk5 activity balance. Consistent with this, Armbruster et al. observed differences in the degree of regulation between cultures of neurons from different species and brain regions. Additionally, given that intrinsic firing patterns vary between cell types in vivo, it is possible that the standard burst size of a cell may define its baseline endocytosis rate. In conclusion, these findings add endocytosis to the list of dynamically regulated processes within synaptic transmission, which enable synapses to optimize information transfer between neurons in order to form networks within the brain."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Armbruster", 
                            "index": "Armbruster, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Messa", 
                            "index": "Messa, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Ferguson", 
                            "index": "Ferguson, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P De Camilli", 
                            "index": "De Camilli, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Ryan", 
                            "index": "Ryan, TA"
                        }
                    }
                ], 
                "articleTitle": "Dynamin phosphorylation controls optimization of endocytosis for brief action potential bursts", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00845", 
                "doi": "10.7554/eLife.00845"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Balaji", 
                            "index": "Balaji, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Armbruster", 
                            "index": "Armbruster, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Ryan", 
                            "index": "Ryan, TA"
                        }
                    }
                ], 
                "articleTitle": "Calcium control of endocytic capacity at a CNS synapse", 
                "journal": "J Neurosci", 
                "volume": "28", 
                "pages": {
                    "first": "6742", 
                    "last": "6749", 
                    "range": "6742–6749"
                }, 
                "doi": "10.1523/JNEUROSCI.1082-08.2008"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Ferguson", 
                            "index": "Ferguson, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P De Camilli", 
                            "index": "De Camilli, P"
                        }
                    }
                ], 
                "articleTitle": "Dynamin, a membrane-remodelling GTPase", 
                "journal": "Nat Rev Mol Cell Biol", 
                "volume": "13", 
                "pages": {
                    "first": "75", 
                    "last": "88", 
                    "range": "75–88"
                }, 
                "doi": "10.1038/nrm3266"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Gad", 
                            "index": "Gad, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Löw", 
                            "index": "Löw, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Zotova", 
                            "index": "Zotova, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Brodin", 
                            "index": "Brodin, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Shupliakov", 
                            "index": "Shupliakov, O"
                        }
                    }
                ], 
                "articleTitle": "Dissociation between Ca<sup>2+</sup>-triggered synaptic vesicle exocytosis and clathrin-mediated endocytosis at a central synapse", 
                "journal": "Neuron", 
                "volume": "21", 
                "pages": {
                    "first": "607", 
                    "last": "616", 
                    "range": "607–616"
                }, 
                "doi": "10.1016/S0896-6273(00)80570-X"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SH Kim", 
                            "index": "Kim, SH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Ryan", 
                            "index": "Ryan, TA"
                        }
                    }
                ], 
                "articleTitle": "Balance of calcineurin Aα and CDK5 activities sets release probability at nerve terminals", 
                "journal": "J Neurosci", 
                "volume": "33", 
                "pages": {
                    "first": "8937", 
                    "last": "8950", 
                    "range": "8937–8950"
                }, 
                "doi": "10.1523/JNEUROSCI.4288-12.2013"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Koch", 
                            "index": "Koch, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Spiwoks-Becker", 
                            "index": "Spiwoks-Becker, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Sabanov", 
                            "index": "Sabanov, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Sinning", 
                            "index": "Sinning, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Dugladze", 
                            "index": "Dugladze, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Stellmacher", 
                            "index": "Stellmacher, A"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Proper synaptic vesicle formation and neuronal network activity critically rely on syndapin I", 
                "journal": "EMBO J", 
                "volume": "30", 
                "pages": {
                    "first": "4955", 
                    "last": "4969", 
                    "range": "4955–4969"
                }, 
                "doi": "10.1038/emboj.2011.339"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Robinson", 
                            "index": "Robinson, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Liu", 
                            "index": "Liu, JP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KA Powell", 
                            "index": "Powell, KA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Fykse", 
                            "index": "Fykse, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TC Südhof", 
                            "index": "Südhof, TC"
                        }
                    }
                ], 
                "articleTitle": "Phosphorylation of dynamin I and synaptic-vesicle recycling", 
                "journal": "Trends Neurosci", 
                "volume": "17", 
                "pages": {
                    "first": "348", 
                    "last": "353", 
                    "range": "348–353"
                }, 
                "doi": "10.1016/0166-2236(94)90179-1"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Sankaranarayanan", 
                            "index": "Sankaranarayanan, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Ryan", 
                            "index": "Ryan, TA"
                        }
                    }
                ], 
                "articleTitle": "Calcium accelerates endocytosis of vSNAREs at hippocampal synapses", 
                "journal": "Nat Neurosci", 
                "volume": "4", 
                "pages": {
                    "first": "129", 
                    "last": "136", 
                    "range": "129–136"
                }, 
                "doi": "10.1038/83949"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H von Gersdorff", 
                            "index": "von Gersdorff, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Mathews", 
                            "index": "Mathews, G"
                        }
                    }
                ], 
                "articleTitle": "Inhibition of endocytosis by elevated internal calcium in a synaptic terminal", 
                "journal": "Nature", 
                "volume": "370", 
                "pages": {
                    "first": "652", 
                    "last": "655", 
                    "range": "652–655"
                }, 
                "doi": "10.1038/370652a0"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "XS Wu", 
                            "index": "Wu, XS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BD McNeil", 
                            "index": "McNeil, BD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Xu", 
                            "index": "Xu, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Fan", 
                            "index": "Fan, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Xue", 
                            "index": "Xue, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Melicoff", 
                            "index": "Melicoff, E"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Ca<sup>2+</sup> and calmodulin initiate all forms of endocytosis during depolarization at a nerve terminal", 
                "journal": "Nat Neurosci", 
                "volume": "12", 
                "pages": {
                    "first": "1003", 
                    "last": "1010", 
                    "range": "1003–1010"
                }, 
                "doi": "10.1038/nn.2355"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Yamashita", 
                            "index": "Yamashita, T"
                        }
                    }
                ], 
                "articleTitle": "Ca<sup>2+</sup>-dependent regulation of synaptic vesicle endocytosis", 
                "journal": "Neurosci Res", 
                "volume": "73", 
                "pages": {
                    "first": "1", 
                    "last": "7", 
                    "range": "1–7"
                }, 
                "doi": "10.1016/j.neures.2012.02.012"
            }
        ]
    }
}