{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00593-v1.xml"
        }, 
        "status": "vor", 
        "id": "00593", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00593", 
        "authorLine": "John M Greally", 
        "title": "Bidding the CpG island goodbye", 
        "titlePrefix": "DNA Methylation", 
        "published": "2013-02-26T00:00:00Z", 
        "versionDate": "2013-02-26T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00593", 
        "pdf": "https://publishing-cdn.elifesciences.org/00593/elife-00593-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "Chicken", 
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Experiments on seven vertebrates suggest that identifying the locations of islands of non-methylated DNA provides more insights into evolutionarily-conserved epigenetic regulatory elements than studies of CpG islands."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Greally", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "John M Greally", 
                    "index": "Greally, John M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Genetics", 
                            "Albert Einstein College of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "john.greally@einstein.yu.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00593-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00593", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00593", 
        "authorLine": "John M Greally", 
        "title": "Bidding the CpG island goodbye", 
        "titlePrefix": "DNA Methylation", 
        "published": "2013-02-26T00:00:00Z", 
        "versionDate": "2013-02-26T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00593", 
        "pdf": "https://publishing-cdn.elifesciences.org/00593/elife-00593-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "Chicken", 
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Experiments on seven vertebrates suggest that identifying the locations of islands of non-methylated DNA provides more insights into evolutionarily-conserved epigenetic regulatory elements than studies of CpG islands."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Greally", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "John M Greally", 
                    "index": "Greally, John M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Genetics", 
                            "Albert Einstein College of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "john.greally@einstein.yu.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ], 
        "keywords": [
            "CpG island", 
            "DNA methylation", 
            "epigenetic", 
            "Chromatin", 
            "Evolutionary conservation"
        ], 
        "-related-articles-internal": [
            "00348"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "It is now almost 26 years since the CpG island—a stretch of DNA with a larger than expected proportion of cytosine followed by guanine bases—was first defined, based on an analysis of the relative proportions of the four bases in the then limited amount of human sequence information available (<a href=\"#bib3\">Gardiner-Garden and Frommer, 1987</a>). At the time, these islands of CpG dinucleotides were presumed to be the location of <i>cis</i>-regulatory elements (regions of DNA that regulate the expression of nearby genes) and, in particular, to be the location of gene promoters (regions of DNA that initiate the transcription of genes)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "During the past quarter century, we have sequenced numerous whole genomes from a wide range of species, and have witnessed the development of powerful techniques for identifying <i>cis</i>-regulators throughout these whole genomes, yet we still persist with the concept of the CpG island when we annotate those parts of the genome that do not code for proteins. Frequently ignored is the fact that the annotation only works if we exclude the substantial proportion of the genome that is repetitive DNA, mostly the remnants of self-replicating virus-like elements that have all of the sequence characteristics of the CpG island but are rarely found to be regulatory elements (<a href=\"#bib4\">Glass et al., 2007</a>). A defining feature of CpG islands is that they tend to escape DNA methylation (the addition of a methyl group to cytosine), whereas cytosines in the genome as a whole, and in repetitive DNA in particular, tend to be heavily methylated (<a href=\"#bib9\">Yoder et al., 1997</a>). The question that emerges is whether the CpG island annotation merely acts as a surrogate for an absence of DNA methylation, which is much more relevant when we are searching for <i>cis</i>-regulators in the genome."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in <i>eLife</i>, Robert Klose, Chris Ponting and colleagues at Oxford University, Cancer Research UK and the University of Adelaide—including Hannah Long and David Sims of Oxford as joint first authors—highlight the weakness of the CpG island annotation in an innovative way. They report that when they looked for loci that escape DNA methylation in a set of non-human genomes, they found the CpG island annotation to be very poorly associated with these unmethylated loci (<a href=\"#bib6\">Long et al., 2013</a>). They used a technique called biotinylated CxxC affinity purification (Bio-CAP), followed by massively parallel sequencing, to identify islands of non-methylated DNA in seven highly divergent vertebrate species, ranging from fish to humans."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Bio-CAP approach takes advantage of the fact that CxxC protein domains (where x is an amino acid other than cysteine) bind preferentially to CpG dinucleotides that are not methylated (<a href=\"#bib8\">Voo et al., 2000</a>). Long, Sims and co-workers found that the base composition of the non-methylated islands in the different species varied substantially. Moreover, the non-methylated islands were conserved more between the species than the CpG islands were, which suggests that they are more biologically meaningful. The results also demonstrate that the CpG island annotation performs especially poorly in non-human species."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Bio-CAP approach is likely to have its own limitations: the CxxC domain is more likely to capture and enrich loci with multiple unmethylated CpG dinucleotides on the same fragment of DNA, so longer stretches of unmethylated sequence, especially if they are rich in CpG dinucleotides, are going to be more readily identified. The use of 51 base pair single-end reads in the Bio-CAP approach also makes it less likely that non-methylated islands in repetitive DNA (where it is more difficult to map such short reads) will be identified, should they happen to exist. However, as a survey technique, the Bio-CAP approach has many strengths. It should also be recognized that shotgun bisulphite sequencing, the gold standard for DNA methylation studies, does not comprehensively test every cytosine in the genome (<a href=\"#bib5\">Harris et al., 2010</a>), strengthening the justification for survey techniques in the short term until a better genome-wide approach is developed."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The use of mixed cell types in the tissues studied might also influence the results, by tending to enrich those non-methylated islands that are found in many different types of cells. However, despite this possibility, Long, Sims and co-workers were able to compare cells taken from the liver and testes and identify non-methylated islands that were specific to each tissue type. The tissue-specific islands were shorter and contained fewer CpG dinucleotides than those found in both types of tissue, a finding that is reminiscent of work at Stanford that identified two classes of gene promoters—one with high levels of CpG dinucleotides and one with lower levels (<a href=\"#bib7\">Saxonov et al., 2006</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So where does this new insight about non-methylated islands leave us? Base composition has served us well for over a quarter of a century in defining the candidate <i>cis</i>-regulatory elements we call CpG islands, but we are now in a different era in which functional elements can be annotated at high resolution based on molecular assays in individual cell types. At first these annotations were generated by large collaborations—such as the ENCODE collaboration (<a href=\"#bib10\">Dunham et al., 2012</a>), the modENCODE collaboration (<a href=\"#bib2\">Celniker et al., 2009</a>), and the Roadmap in Epigenomics (<a href=\"#bib1\">Bernstein et al., 2010</a>)—but it is becoming increasingly feasible for individual investigators to generate such annotations. This has enormous potential value in allowing us to understand the information located at non-protein coding sequences in the genome. Moreover, as Long, Sims and colleagues clearly demonstrate, the ability to do this is a prerequisite for performing comparative studies between species."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The problem that will arise in a new era of functional annotations will be that of community standards—most people have tended to agree what defines a CpG island, but definitions of features based on identifying unmethylated DNA are likely to be more contentious. For example, is there a minimum size for these features? If a single CpG dinucleotide remains unmethylated in all the cell types tested, surely it should be considered as a potentially significant locus? And if a locus is partially unmethylated on a consistent basis, how unmethylated does it have to be to be a candidate regulatory element? Is conservation of DNA methylation patterns the best way to identify candidates for regulatory elements, or are there other ways?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Notwithstanding these concerns, the work described by Long, Sims and colleagues represents the kind of bold and empirically-based approach that we need to develop for every cell type from every research organism. In parallel, the CpG island annotation on every genome browser should now come with a user warning, especially for non-human genomes: after 26 years of service, the CpG island should be allowed to retire with honour."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BE Bernstein", 
                            "index": "Bernstein, BE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Stamatoyannopoulos", 
                            "index": "Stamatoyannopoulos, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Costello", 
                            "index": "Costello, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Ren", 
                            "index": "Ren, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Milosavljevic", 
                            "index": "Milosavljevic, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Meissner", 
                            "index": "Meissner, A"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The NIH Roadmap Epigenomics Mapping Consortium", 
                "journal": "Nat Biotechnol", 
                "volume": "28", 
                "pages": {
                    "first": "1045", 
                    "last": "1048", 
                    "range": "1045–1048"
                }, 
                "doi": "10.1038/nbt1010-1045"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Celniker", 
                            "index": "Celniker, SE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA Dillon", 
                            "index": "Dillon, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MB Gerstein", 
                            "index": "Gerstein, MB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KC Gunsalus", 
                            "index": "Gunsalus, KC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Henikoff", 
                            "index": "Henikoff, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GH Karpen", 
                            "index": "Karpen, GH"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Unlocking the secrets of the genome", 
                "journal": "Nature", 
                "volume": "459", 
                "pages": {
                    "first": "927", 
                    "last": "930", 
                    "range": "927–930"
                }, 
                "doi": "10.1038/459927a"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Dunham", 
                            "index": "Dunham, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Kundaje", 
                            "index": "Kundaje, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SF Aldred", 
                            "index": "Aldred, SF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Collins", 
                            "index": "Collins, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Davis", 
                            "index": "Davis, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Doyle", 
                            "index": "Doyle, F"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "An integrated encyclopedia of DNA elements in the human genome", 
                "journal": "Nature", 
                "volume": "489", 
                "pages": {
                    "first": "57", 
                    "last": "74", 
                    "range": "57–74"
                }, 
                "doi": "10.1038/nature11247"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1987", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Gardiner-Garden", 
                            "index": "Gardiner-Garden, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Frommer", 
                            "index": "Frommer, M"
                        }
                    }
                ], 
                "articleTitle": "CpG islands in vertebrate genomes", 
                "journal": "J Mol Biol", 
                "volume": "196", 
                "pages": {
                    "first": "261", 
                    "last": "282", 
                    "range": "261–282"
                }, 
                "doi": "10.1016/0022-2836(87)90689-9"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Glass", 
                            "index": "Glass, JL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RF Thompson", 
                            "index": "Thompson, RF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Khulan", 
                            "index": "Khulan, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ME Figueroa", 
                            "index": "Figueroa, ME"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EN Olivier", 
                            "index": "Olivier, EN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EJ Oakley", 
                            "index": "Oakley, EJ"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "CG dinucleotide clustering is a species-specific property of the genome", 
                "journal": "Nucleic Acids Res", 
                "volume": "35", 
                "pages": {
                    "first": "6798", 
                    "last": "6807", 
                    "range": "6798–6807"
                }, 
                "doi": "10.1093/nar/gkm489"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Harris", 
                            "index": "Harris, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Wang", 
                            "index": "Wang, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Coarfa", 
                            "index": "Coarfa, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RP Nagarajan", 
                            "index": "Nagarajan, RP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Hong", 
                            "index": "Hong, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Downey", 
                            "index": "Downey, SL"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Comparison of sequencing-based methods to profile DNA methylation and identification of monoallelic epigenetic modifications", 
                "journal": "Nat Biotechnol", 
                "volume": "28", 
                "pages": {
                    "first": "1097", 
                    "last": "1105", 
                    "range": "1097–1105"
                }, 
                "doi": "10.1038/nbt.1682"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HK Long", 
                            "index": "Long, HK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Sims", 
                            "index": "Sims, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Heger", 
                            "index": "Heger, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NP Blackledge", 
                            "index": "Blackledge, NP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Kutter", 
                            "index": "Kutter, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Wright", 
                            "index": "Wright, ML"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Epigenetic conservation at gene regulatory elements revealed by non-methylated DNA profiling in seven vertebrates", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00348", 
                "doi": "10.7554/elife.00348"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Saxonov", 
                            "index": "Saxonov, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Berg", 
                            "index": "Berg, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DL Brutlag", 
                            "index": "Brutlag, DL"
                        }
                    }
                ], 
                "articleTitle": "A genome-wide analysis of CpG dinucleotides in the human genome distinguishes two distinct classes of promoters", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "103", 
                "pages": {
                    "first": "1412", 
                    "last": "1417", 
                    "range": "1412–1417"
                }, 
                "doi": "10.1073/pnas.0510310103"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KS Voo", 
                            "index": "Voo, KS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DL Carlone", 
                            "index": "Carlone, DL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BM Jacobsen", 
                            "index": "Jacobsen, BM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A. Flodin", 
                            "index": "Flodin, A."
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DG Skalnik", 
                            "index": "Skalnik, DG"
                        }
                    }
                ], 
                "articleTitle": "Cloning of a mammalian transcriptional activator that binds unmethylated CpG motifs and shares a CXXC domain with DNA methyltransferase, human trithorax, and methyl-CpG binding domain protein 1", 
                "journal": "Mol Cell Biol", 
                "volume": "20", 
                "pages": {
                    "first": "2108", 
                    "last": "2121", 
                    "range": "2108–2121"
                }, 
                "doi": "10.1128/MCB.20.6.2108-2121.2000"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Yoder", 
                            "index": "Yoder, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CP Walsh", 
                            "index": "Walsh, CP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TH Bestor", 
                            "index": "Bestor, TH"
                        }
                    }
                ], 
                "articleTitle": "Cytosine methylation and the ecology of intragenomic parasites", 
                "journal": "Trends Genet", 
                "volume": "13", 
                "pages": {
                    "first": "335", 
                    "last": "340", 
                    "range": "335–340"
                }, 
                "doi": "10.1016/S0168-9525(97)01181-5"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}