{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-04014-v1.xml"
        }, 
        "status": "vor", 
        "id": "04014", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.04014", 
        "authorLine": "Ethan Buhr, Russell N Van Gelder", 
        "title": "The making of the master clock", 
        "titlePrefix": "Circadian Rhythms", 
        "published": "2014-08-20T00:00:00Z", 
        "versionDate": "2014-08-20T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e04014", 
        "pdf": "https://publishing-cdn.elifesciences.org/04014/elife-04014-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A genetic basis for the anatomic master circadian clock in mammals has been found."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Buhr and Van Gelder", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ethan Buhr", 
                    "index": "Buhr, Ethan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Ophthalmology", 
                            "University of Washington Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Seattle", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Seattle"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Russell N Van Gelder", 
                    "index": "Van Gelder, Russell N"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Departments of Ophthalmology, Biological Structure, and Pathology", 
                            "University of Washington Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Seattle", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Seattle"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "russvg@u.washington.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-04014-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "04014", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.04014", 
        "authorLine": "Ethan Buhr, Russell N Van Gelder", 
        "title": "The making of the master clock", 
        "titlePrefix": "Circadian Rhythms", 
        "published": "2014-08-20T00:00:00Z", 
        "versionDate": "2014-08-20T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e04014", 
        "pdf": "https://publishing-cdn.elifesciences.org/04014/elife-04014-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A genetic basis for the anatomic master circadian clock in mammals has been found."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Buhr and Van Gelder", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ethan Buhr", 
                    "index": "Buhr, Ethan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Ophthalmology", 
                            "University of Washington Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Seattle", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Seattle"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Russell N Van Gelder", 
                    "index": "Van Gelder, Russell N"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Departments of Ophthalmology, Biological Structure, and Pathology", 
                            "University of Washington Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Seattle", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Seattle"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "russvg@u.washington.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "circadian rhythm", 
            "suprachiasmatic nucleus", 
            "Lhx1", 
            "VIP", 
            "Ror-alpha"
        ], 
        "-related-articles-internal": [
            "03357"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Many behaviours and physiological processes—such as hormone production and alertness—change on a roughly 24-hour cycle, called a circadian rhythm. In the early 1970s, Ronald Konopka and Seymour Benzer discovered that mutations in the <i>period</i> gene in the fruit fly <i>Drosophila</i> caused its circadian clock to change (<a href=\"#bib5\">Konopka and Benzer, 1971</a>). Different versions of this gene resulted in flies with circadian clocks that ran fast, slow or not at all, but the flies were otherwise normal. Genetic and biochemical studies since then—looking at a range of species including <i>Drosophila</i>, <i>Neurospora</i> fungi, hamsters and mice—have revealed the existence of a relatively well conserved timekeeping mechanism."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "At about the same time as the <i>period</i> mutation was discovered, a similarly remarkable finding revealed the neural basis of circadian rhythms in mammals. Applying specific lesions to a pair of structures in the brain called the suprachiasmatic nuclei (SCN) in mice resulted in the loss of all circadian rhythms, including activity, feeding and body temperature (<a href=\"#bib6\">Moore and Eichler, 1972</a>; <a href=\"#bib7\">Stephan and Zucker, 1972</a>). This established the SCN as the ‘master circadian pacemaker’, and remains one of the best examples of a brain nucleus having a single dedicated function. Now, in <i>eLife</i>, Satchidananda Panda and colleagues at the Salk Institute for Biological Studies—including Megumi Hatori and Shubhroz Gill as joint first authors—identify a gene that appears to give the SCN some of its circadian properties."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The question of what makes the SCN unique—particularly in terms of molecular genetic mechanisms—has not been easy to address. The clock of the SCN has characteristic responses to light exposure at different times of the day. It also produces a remarkably robust and stable oscillation, which can continue with the same period and phase in cells cultured in the laboratory for many months. It is clear that the individual SCN neurons can act as pacemakers; when dispersed in culture they independently continue to keep time (<a href=\"#bib8\">Welsh et al., 1995</a>). However, the unique circadian properties of the SCN appear to emerge from all the cells that make up the SCN as a whole. These properties depend on the SCN cells communicating with each other, largely through neuropeptide molecules that couple the neurons. This raises a question—are there specific genes that confer this unique communication behavior on the SCN?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Two recent papers have identified LIM homeobox 1 (<i>Lhx1</i>) as such a gene. Hatori, Gill et al. used gene expression profiling—which measures the activity of thousands of genes at once—of multiple tissues in mice exposed to different circadian conditions to identify a pool of potential candidate genes. Of particular interest were genes that are regulated by light at times when the animal's behavioral circadian phase is sensitive to light exposure, and which are also expressed preferentially in the SCN."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Light exposure changed the levels of 508 gene transcripts, and the changes were strongly dependent on the time at which the mice were exposed to light. Hatori, Gill et al. then compared the set of transcripts present in the SCN with those of 82 other tissues, including 14 neural tissues, in order to find which genes are more common in the SCN. This revealed a single gene of interest: <i>Lhx1</i>. This gene expresses a transcription factor with a circadian rhythm, and the rate of transcription of <i>Lhx1</i> in a cell reduces dramatically when mice are exposed to light during the night."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In separate work Bedont et al. also identified Lhx1 as a critical transcription factor that helps set up the strength of the SCN network during development (<a href=\"#bib3\">Bedont et al., 2014</a>). Mice without any Lhx1 die during embryogenesis. Bedont et al. therefore used a ‘floxed’ version of <i>Lhx1</i>, which could be deleted from part of the brain called the ventral hypothalamus (which includes the SCN) early in development. In the absence of hypothalamic <i>Lhx1</i>, the SCN develops into a loosely connected group of individual oscillators, incapable of driving strong circadian patterns of behavior without a daily light signal coordinating their activity. Cells in the SCN are still able to function independently as pacemakers, but their ability to express neuropeptides is largely lost, so they struggle to communicate with each other. Only when the cells are able to express these peptides correctly do the cells coalesce to create the robust self-sustained oscillations characteristic of the SCN."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The robustness of the tightly-coupled normal SCN network presents a challenge when adjustments in the oscillation phase are required—for example, when adjusting to jetlag. Every day, there are times at which the phase of the SCN is sensitive to light exposure (typically during dusk, night, and dawn) and other times of day when the phase is unaffected by light (the middle of the day). Two neuropeptides—vasoactive intestinal polypeptide and arginine vasopressin—are thought to contribute to this effect. When levels of these peptides (or their receptors) are reduced in mice, the SCN network becomes ‘looser’ and can more rapidly adapt to large jumps in the phase of the clock in response to altered lighting (<a href=\"#bib2\">Aton et al., 2005</a>; <a href=\"#bib1\">An et al., 2013</a>; <a href=\"#bib9\">Yamaguchi et al., 2013</a>). The cost of this weakened coupling, however, is a weaker output signal to the systems under clock control, resulting in weaker circadian rhythms when in free-running (constant) conditions—for example, when in constant darkness."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Hatori, Gill et al. demonstrate that Lhx1 directly controls the production of these signalling peptides in adult mice (<a href=\"#fig1\">Figure 1</a>). These mice also displayed erratic free-running behavior in the absence of light cues, but adapted almost immediately to new light–dark cycles that caused ‘jetlag’ in normal mice. It may be that the acute down-regulation of <i>Lhx1</i> after exposure to light causes a temporary weakening in the coupling between the neurons in the SCN by preventing them from communicating, which makes phase shifting easier."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Circadian oscillations at the molecular, tissue and behavioral level.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "At the molecular level, the transcription factor Lhx1 controls the expression of peptides within the neurons of the SCN; when Lhx1 is not expressed, neither are the peptides. At the tissue level this peptide expression allows the coupling of the SCN neurons that produces the circadian behavior of the SCN. When Lhx1 is active, the circadian rhythms are strong; without Lhx1, the rhythms are weaker. At the behavioral level the more robust clock that results from Lhx1 activity (middle row) is slower to adapt to shifted light schedules. The white and grey boxes indicate times when lights are on (white) or off (grey). Black marks are the hypothetical daily activity of a mouse in a running wheel. The mice are normally active when it is dark. When Lhx1 is expressed, the mice find it more difficult to adapt to a sudden change in the light cycle, which results in a lot of activity when it is light. When Lhx1 is absent (bottom), the mice are better able to adjust to restrict their activity to the hours of darkness."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://dev--iiif.elifesciences.org/lax:04014/elife-04014-fig1-v1.tif", 
                        "filename": "elife-04014-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The combined work from these two groups reveals that Lhx1 both controls the development of the peptides the SCN neurons use to communicate, and is also a dynamic regulator of coupling strength throughout adulthood. These results highlight the continued power of genetic approaches to reveal the mechanisms of circadian rhythmicity, even as the unanswered questions move on from ‘how do the circadian oscillators inside individual cells work?’ to ‘how does the coupling of clocks within the SCN occur?’. These results also strongly suggest that Lhx1 and its downstream targets may be an attractive target for drug development, as temporarily inhibiting Lhx1 activity might significantly accelerate recovery from jet lag."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S An", 
                            "index": "An, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Harang", 
                            "index": "Harang, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Meeker", 
                            "index": "Meeker, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Granados-Fuentes", 
                            "index": "Granados-Fuentes, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Tsai", 
                            "index": "Tsai, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Mazuski", 
                            "index": "Mazuski, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kim", 
                            "index": "Kim, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FJ Doyle", 
                            "index": "Doyle, FJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LR Petzold", 
                            "index": "Petzold, LR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ED Herzog", 
                            "index": "Herzog, ED"
                        }
                    }
                ], 
                "articleTitle": "A neuropeptide speeds circadian entrainment by reducing intercellular synchrony", 
                "journal": "Proceedings of the National Academy of Sciences of the USA", 
                "volume": "110", 
                "pages": {
                    "first": "E4355", 
                    "last": "E4361", 
                    "range": "E4355–E4361"
                }, 
                "doi": "10.1073/pnas.1307088110"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Aton", 
                            "index": "Aton, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CS Colwell", 
                            "index": "Colwell, CS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Harmar", 
                            "index": "Harmar, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Waschek", 
                            "index": "Waschek, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ED Herzog", 
                            "index": "Herzog, ED"
                        }
                    }
                ], 
                "articleTitle": "Vasoactive intestinal polypeptide mediates circadian rhythmicity and synchrony in mammalian clock neurons", 
                "journal": "Nature Neuroscience", 
                "volume": "8", 
                "pages": {
                    "first": "476", 
                    "last": "483", 
                    "range": "476–483"
                }, 
                "doi": "10.1038/nn1419"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Bedont", 
                            "index": "Bedont, JL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA LeGates", 
                            "index": "LeGates, TA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EA Slat", 
                            "index": "Slat, EA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Byerly", 
                            "index": "Byerly, MS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Wang", 
                            "index": "Wang, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Hu", 
                            "index": "Hu, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Rupp", 
                            "index": "Rupp, AC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Qian", 
                            "index": "Qian, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GW Wong", 
                            "index": "Wong, GW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ED Herzog", 
                            "index": "Herzog, ED"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hattar", 
                            "index": "Hattar, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Blackshaw", 
                            "index": "Blackshaw, S"
                        }
                    }
                ], 
                "articleTitle": "Lhx1 controls terminal differentiation and circadian function of the suprachiasmatic nucleus", 
                "journal": "Cell Reports", 
                "volume": "7", 
                "pages": {
                    "first": "609", 
                    "last": "622", 
                    "range": "609–622"
                }, 
                "doi": "10.1016/j.celrep.2014.03.060"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Hatori", 
                            "index": "Hatori, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Gill", 
                            "index": "Gill, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LS Mure", 
                            "index": "Mure, LS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Goulding", 
                            "index": "Goulding, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DDM O'Leary", 
                            "index": "O'Leary, DDM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Panda", 
                            "index": "Panda, S"
                        }
                    }
                ], 
                "articleTitle": "Lhx1 maintains synchrony among circadian oscillator neurons of the SCN", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e03357", 
                "doi": "10.7554/eLife.03357"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1971", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Konopka", 
                            "index": "Konopka, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Benzer", 
                            "index": "Benzer, S"
                        }
                    }
                ], 
                "articleTitle": "Clock mutants of <i>Drosophila melanogaster</i>", 
                "journal": "Proceedings of the National Academy of Sciences of the USA", 
                "volume": "68", 
                "pages": {
                    "first": "2112", 
                    "last": "2116", 
                    "range": "2112–2116"
                }, 
                "doi": "10.1073/pnas.68.9.2112"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1972", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RY Moore", 
                            "index": "Moore, RY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VB Eichler", 
                            "index": "Eichler, VB"
                        }
                    }
                ], 
                "articleTitle": "Loss of a circadian adrenal corticosterone rhythm following suprachiasmatic lesions in the rat", 
                "journal": "Brain Research", 
                "volume": "42", 
                "pages": {
                    "first": "201", 
                    "last": "206", 
                    "range": "201–206"
                }, 
                "doi": "10.1016/0006-8993(72)90054-6"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1972", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FK Stephan", 
                            "index": "Stephan, FK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Zucker", 
                            "index": "Zucker, I"
                        }
                    }
                ], 
                "articleTitle": "Circadian rhythms in drinking behavior and locomotor activity of rats are eliminated by hypothalamic lesions", 
                "journal": "Proceedings of the National Academy of Sciences of the USA", 
                "volume": "69", 
                "pages": {
                    "first": "1583", 
                    "last": "1586", 
                    "range": "1583–1586"
                }, 
                "doi": "10.1073/pnas.69.6.1583"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1995", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DK Welsh", 
                            "index": "Welsh, DK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DE Logothetis", 
                            "index": "Logothetis, DE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Meister", 
                            "index": "Meister, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Reppert", 
                            "index": "Reppert, SM"
                        }
                    }
                ], 
                "articleTitle": "Individual neurons dissociated from rat suprachiasmatic nucleus express independently phased circadian firing rhythms", 
                "journal": "Neuron", 
                "volume": "14", 
                "pages": {
                    "first": "697", 
                    "last": "706", 
                    "range": "697–706"
                }, 
                "doi": "10.1016/0896-6273(95)90214-7"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Yamaguchi", 
                            "index": "Yamaguchi, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Suzuki", 
                            "index": "Suzuki, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Mizoro", 
                            "index": "Mizoro, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Kori", 
                            "index": "Kori, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Okada", 
                            "index": "Okada, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Chen", 
                            "index": "Chen, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Fustin", 
                            "index": "Fustin, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Yamazaki", 
                            "index": "Yamazaki, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Mizuguchi", 
                            "index": "Mizuguchi, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Zhang", 
                            "index": "Zhang, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Dong", 
                            "index": "Dong, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Tsujimoto", 
                            "index": "Tsujimoto, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Okuno", 
                            "index": "Okuno, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Doi", 
                            "index": "Doi, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Okamura", 
                            "index": "Okamura, H"
                        }
                    }
                ], 
                "articleTitle": "Mice genetically deficient in vasopressin V1a and V1b receptors are resistant to jet lag", 
                "journal": "Science", 
                "volume": "342", 
                "pages": {
                    "first": "85", 
                    "last": "90", 
                    "range": "85–90"
                }, 
                "doi": "10.1126/science.1238599"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}