{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-02993-v1.xml"
        }, 
        "status": "vor", 
        "id": "02993", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02993", 
        "authorLine": "Benoit G Bruneau", 
        "title": "Finding a niche for cardiac precursors", 
        "titlePrefix": "Self-renewal", 
        "published": "2014-05-06T00:00:00Z", 
        "versionDate": "2014-05-06T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02993", 
        "pdf": "https://publishing-cdn.elifesciences.org/02993/elife-02993-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Within an embryo, a region next to the developing heart provides a niche where cardiac precursor cells can increase in number before they contribute to the development of this organ."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Bruneau", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Benoit G Bruneau", 
                    "index": "Bruneau, Benoit G"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Pediatrics and Cardiovascular Research Institute", 
                            "Gladstone Institute of Cardiovascular Disease, and Roddenberry Center for Stem Cell Biology and Medicine at Gladstone"
                        ], 
                        "address": {
                            "formatted": [
                                "San Francisco", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "San Francisco"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "bbruneau@gladstone.ucsf.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-02993-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "02993", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02993", 
        "authorLine": "Benoit G Bruneau", 
        "title": "Finding a niche for cardiac precursors", 
        "titlePrefix": "Self-renewal", 
        "published": "2014-05-06T00:00:00Z", 
        "versionDate": "2014-05-06T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02993", 
        "pdf": "https://publishing-cdn.elifesciences.org/02993/elife-02993-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Within an embryo, a region next to the developing heart provides a niche where cardiac precursor cells can increase in number before they contribute to the development of this organ."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Bruneau", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Benoit G Bruneau", 
                    "index": "Bruneau, Benoit G"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Pediatrics and Cardiovascular Research Institute", 
                            "Gladstone Institute of Cardiovascular Disease, and Roddenberry Center for Stem Cell Biology and Medicine at Gladstone"
                        ], 
                        "address": {
                            "formatted": [
                                "San Francisco", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "San Francisco"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "bbruneau@gladstone.ucsf.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "cardiac progenitor", 
            "self-renewal", 
            "niche", 
            "numb", 
            "microenvironment", 
            "heart"
        ], 
        "-related-articles-internal": [
            "02164"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The heart is the first organ to form during the development of an embryo, and it starts to pump blood while it is still forming. Heart development requires ‘cardiac progenitor cells’ to be in precisely the right place within the embryo, and to then undergo changes to form the different tissues and structures that make up a heart (<a href=\"#bib3\">Evans et al., 2010</a>; <a href=\"#bib2\">Bruneau, 2013</a>). Although populations of cardiac progenitor cells have been identified in embryos, it is not known if these cells can replace themselves during development, or where within the embryo a self-renewing population of cells might thrive."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Progenitor cells are similar to embryonic stem cells. However, whereas stem cells can replicate indefinitely and are able to become a wide variety of specialized cell types, progenitor cells typically undergo only a limited number of replications and rapidly change into a limited number of cell types. For both stem cells and progenitor cells—which can be collectively called precursor cells—a ‘niche’ is somewhere within the embryo that encourages the cells to replicate without changing into more specific cell types (<a href=\"#bib8\">Scadden, 2014</a>). Being able to ‘trap’ cardiac precursors in an environment that recreates such a niche would be an important first step for researchers hoping to develop regenerative techniques to repair damaged heart tissue."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Cardiac precursors can be found in embryonic regions that are immediately adjacent to the forming heart, in populations that are referred to as the ‘first’ and ‘second heart fields’ (which are named according to the order in which they appear in the embryo). These two precursor populations contribute to different parts of the heart; the first heart field forms the atria and left ventricle, whereas the rest of the heart is derived from the second heart field (<a href=\"#bib3\">Evans et al., 2010</a>; <a href=\"#bib2\">Bruneau, 2013</a>). Now, in <i>eLife</i>, Chulan Kwon of the Johns Hopkins University and co-workers—including Lincoln Shenje and Peter Andersen as joint first authors—report that they have identified a niche containing cardiac precursors that are maintained in a progenitor state by two proteins called Numb and Numblike (<a href=\"#bib8a\">Shenje et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Shenje, Andersen et al.—who are based at Johns Hopkins, Yale University and the Victor Chang Cardiac Research Institute—discovered that deleting the genes for both Numb and Numblike causes severe defects in mice. Parts of the heart that are derived from the second heart field (namely the outflow tract and right ventricle) failed to develop normally. Furthermore, the second pharyngeal arch (PA2 for short)—an embryonic structure that is next to the top of the developing heart—was also smaller. Shenje, Andersen et al. determined that, shortly after the heart starts to develop, cardiac progenitor cells that would normally contribute to the outflow tract, right ventricle and PA2 were missing in these mutant mice. In wild-type mice, on the other hand, cells in the PA2 continued to proliferate as progenitor cells while they remained in this arch, and contributed directly to the heart by migrating into it as it developed. This suggests that the progenitor cells within the PA2 are a self-renewing population of cardiac precursors."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To examine the PA2 cells further, Shenje, Andersen et al. isolated cells from mouse embryos, and grew them in the lab on a substrate that mimics the extracellular matrix that surrounds cells in tissues. These ‘explant cultures’ revealed that, when released from their embryonic environment, some PA2 cells migrate out and spontaneously change into cardiomyocytes (heart muscle cells that can ‘beat’). Further, transferring cardiac precursors purified from embryonic stem cells onto a layer of PA2 cells maintained them in a self-renewing state and thus prevented them from changing into specific cell types. However, once removed from the co-culture with the PA2 cells, the cardiac precursor cells were released from their stem cell-like state and continued to differentiate into cardiomyocytes. The fact that the PA2 cells can maintain cardiac precursors, at least in culture, in a self-renewing progenitor state is striking because cardiac precursors taken from embryonic stem cells will never normally pause their differentiation into cardiomyocytes (<a href=\"#bib5\">Kattman et al., 2006</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Having defined the PA2 as a potential niche for cardiac precursors, Shenje, Andersen et al. set out to determine the role of Numb and Numblike in this embryonic region. These two proteins are known to maintain a progenitor state in the precursors of nerve cells (<a href=\"#bib7\">Petersen et al., 2002</a>). Shenje, Andersen et al. used chimeric mice generated by taking stem cells from embryos with the <i>Numb/Numblike</i> genes knocked out (and also labeled with a red fluorescent protein), and injecting these cells into wild-type embryos. The combined loss of <i>Numb</i> and <i>Numblike</i> did not affect the migration of cardiac precursors into PA2, but these double knockout cells failed to proliferate when they reached the PA2. Thus, the Numb and Numblike proteins function within individual cells to regulate the multiplication of cardiac precursors with the PA2 niche. These findings provide a redefined view of progenitor allocation in heart development, and highlight the importance of a population of self-renewing cells within a niche."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Several important questions remain. Firstly, what is the nature of the signal within the PA2 that maintains cardiac precursors in a self-renewing state? Cardiac precursors derived from stem cells tend to rapidly differentiate into their final cell type, so finding this signal within the PA2 might allow the production of large numbers of cells for transplantation or in vitro organ generation (<a href=\"#bib6\">Laflamme and Murry, 2011</a>). Harnessing the properties of the PA2 that promote self-renewal of cardiac precursors would allow this."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Another question is: does a similar niche exist for the other half of the heart (the atria and left ventricle)? If the answer to this question is no it would imply significant differences in the ways that precursor cells from these two heart fields contribute to the development of the heart."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, mutations in regulatory genes that control embryonic development are often the cause of congenital heart defects in humans (<a href=\"#bib1\">Bruneau, 2008</a>). Numb and Numblike are known to be involved in many processes (<a href=\"#bib4\">Gulino et al., 2010</a>), but do these proteins also have a role in heart disease? Ultimately, understanding the regulation of the niche, and the multiplication of cardiac progenitors within it, at the molecular level may provide important clues about, and possibly treatments for, congenital heart disease."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BG Bruneau", 
                            "index": "Bruneau, BG"
                        }
                    }
                ], 
                "articleTitle": "The developmental genetics of congenital heart disease", 
                "journal": "Nature", 
                "volume": "451", 
                "pages": {
                    "first": "943", 
                    "last": "948", 
                    "range": "943–948"
                }, 
                "doi": "10.1038/nature06801"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BG Bruneau", 
                            "index": "Bruneau, BG"
                        }
                    }
                ], 
                "articleTitle": "Signaling and transcriptional networks in heart development and regeneration", 
                "journal": "Cold Spring Harbor Perspectives in Biology", 
                "volume": "5", 
                "pages": "a008292", 
                "doi": "10.1101/cshperspect.a008292"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Evans", 
                            "index": "Evans, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Yelon", 
                            "index": "Yelon, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FL Conlon", 
                            "index": "Conlon, FL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Kirby", 
                            "index": "Kirby, ML"
                        }
                    }
                ], 
                "articleTitle": "Myocardial lineage development", 
                "journal": "Circulation Research", 
                "volume": "107", 
                "pages": {
                    "first": "1428", 
                    "last": "1444", 
                    "range": "1428–1444"
                }, 
                "doi": "10.1161/CIRCRESAHA.110.227405"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Gulino", 
                            "index": "Gulino, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Di Marcotullio", 
                            "index": "Di Marcotullio, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Screpanti", 
                            "index": "Screpanti, I"
                        }
                    }
                ], 
                "articleTitle": "The multiple functions of Numb", 
                "journal": "Experimental Cell Research", 
                "volume": "316", 
                "pages": {
                    "first": "900", 
                    "last": "906", 
                    "range": "900–906"
                }, 
                "doi": "10.1016/j.yexcr.2009.11.017"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Kattman", 
                            "index": "Kattman, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TL Huber", 
                            "index": "Huber, TL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GM Keller", 
                            "index": "Keller, GM"
                        }
                    }
                ], 
                "articleTitle": "Multipotent flk-1+ cardiovascular progenitor cells give rise to the cardiomyocyte, endothelial, and vascular smooth muscle lineages", 
                "journal": "Developmental Cell", 
                "volume": "11", 
                "pages": {
                    "first": "723", 
                    "last": "732", 
                    "range": "723–732"
                }, 
                "doi": "10.1016/j.devcel.2006.10.002"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Laflamme", 
                            "index": "Laflamme, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CE Murry", 
                            "index": "Murry, CE"
                        }
                    }
                ], 
                "articleTitle": "Heart regeneration", 
                "journal": "Nature", 
                "volume": "473", 
                "pages": {
                    "first": "326", 
                    "last": "335", 
                    "range": "326–335"
                }, 
                "doi": "10.1038/nature10147"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PH Petersen", 
                            "index": "Petersen, PH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Zou", 
                            "index": "Zou, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JK Hwang", 
                            "index": "Hwang, JK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YN Jan", 
                            "index": "Jan, YN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Zhong", 
                            "index": "Zhong, W"
                        }
                    }
                ], 
                "articleTitle": "Progenitor cell maintenance requires numb and numblike during mouse neurogenesis", 
                "journal": "Nature", 
                "volume": "419", 
                "pages": {
                    "first": "929", 
                    "last": "934", 
                    "range": "929–934"
                }, 
                "doi": "10.1038/nature01124"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DT Scadden", 
                            "index": "Scadden, DT"
                        }
                    }
                ], 
                "articleTitle": "Nice neighborhood: emerging concepts of the stem cell niche", 
                "journal": "Cell", 
                "volume": "157", 
                "pages": {
                    "first": "41", 
                    "last": "50", 
                    "range": "41–50"
                }, 
                "doi": "10.1016/j.cell.2014.02.013"
            }, 
            {
                "type": "journal", 
                "id": "bib8a", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LT Shenje", 
                            "index": "Shenje, LT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Andersen", 
                            "index": "Andersen, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Uosaki", 
                            "index": "Uosaki, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Fernandez", 
                            "index": "Fernandez, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PP Rainer", 
                            "index": "Rainer, PP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G-s Cho", 
                            "index": "Cho, G-s"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D-i Lee", 
                            "index": "Lee, D-i"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Zhong", 
                            "index": "Zhong, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RP Harvey", 
                            "index": "Harvey, RP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Kass", 
                            "index": "Kass, DA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Kwon", 
                            "index": "Kwon, C"
                        }
                    }
                ], 
                "articleTitle": "Precardiac deletion of Numb and Numblike reveals renewal of cardiac progenitors", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e02164", 
                "doi": "10.7554/eLife.02164"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}