{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-01428-v1.xml"
        }, 
        "status": "vor", 
        "id": "01428", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01428", 
        "authorLine": "Alan J Whitmarsh", 
        "title": "A new regulator of caveolae signalling", 
        "titlePrefix": "Cell Biology", 
        "published": "2013-09-24T00:00:00Z", 
        "versionDate": "2013-09-24T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01428", 
        "pdf": "https://publishing-cdn.elifesciences.org/01428/elife-01428-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Cavin-3 regulates metabolism and cell proliferation by coordinating the activities of growth factor signalling cascades."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Whitmarsh", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Alan J Whitmarsh", 
                    "index": "Whitmarsh, Alan J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Faculty of Life Sciences", 
                            "University of Manchester"
                        ], 
                        "address": {
                            "formatted": [
                                "Manchester", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Manchester"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alan.j.whitmarsh@manchester.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-01428-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "01428", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01428", 
        "authorLine": "Alan J Whitmarsh", 
        "title": "A new regulator of caveolae signalling", 
        "titlePrefix": "Cell Biology", 
        "published": "2013-09-24T00:00:00Z", 
        "versionDate": "2013-09-24T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01428", 
        "pdf": "https://publishing-cdn.elifesciences.org/01428/elife-01428-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Cavin-3 regulates metabolism and cell proliferation by coordinating the activities of growth factor signalling cascades."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Whitmarsh", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Alan J Whitmarsh", 
                    "index": "Whitmarsh, Alan J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Faculty of Life Sciences", 
                            "University of Manchester"
                        ], 
                        "address": {
                            "formatted": [
                                "Manchester", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Manchester"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alan.j.whitmarsh@manchester.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "Cavin-3", 
            "hSRBC", 
            "PRKCDBP", 
            "ERK", 
            "Akt", 
            "aerobic glycolysis"
        ], 
        "-related-articles-internal": [
            "00905"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "More than sixty years ago, electron microscopy revealed that the plasma membrane of the cell contains specialized domains with distinct morphologies. These include small invaginations called caveolae that are found in the membranes of most cell types. For many years the functions of caveolae (‘little caves’ in Latin) remained elusive, but recent studies have implicated them in a range of processes, including lipid homeostasis, endocytosis and the protection of cells from mechanical stress (<a href=\"#bib8\">Parton and del Pozo, 2013</a>). Now, in <i>eLife</i>, Peter Michaely at the University of Texas Southwestern Medical Centre and colleagues report that a protein called cavin-3, which is localized to caveolae, is involved in regulating the activities of two major intracellular signalling pathways and in controlling metabolism and cell proliferation (<a href=\"#bib5\">Hernandez et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Caveolae are formed through the actions of caveolins, a family of proteins that aggregate at the interface between the cytoplasm and the plasma membrane (<a href=\"#bib8\">Parton and del Pozo, 2013</a>). Caveolins form complexes with additional proteins including members of the cavin family. Of these, cavin-1 is the best characterized and is known to be required for caveolae formation (<a href=\"#bib3\">Hansen and Nichols, 2010</a>). Cavin-3 was originally identified as a binding partner and substrate of the enzyme PKC (protein kinase C), and was later shown to be associated with caveolae (<a href=\"#bib6\">Izumi et al., 1997</a>; <a href=\"#bib7\">McMahon et al., 2009</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To address the role of cavin-3 in caveolae function and to determine its biological significance, Michaely and colleagues—including Victor Hernandez as first author—used biochemical and loss of function approaches in cultured fibroblasts, and also generated mice that lack cavin-3. They found that cavin-3 links caveolae with the actin cytoskeleton—the network of scaffolding that maintains a cell’s structure and shape. They provide evidence that this may be important for maintaining caveolae at the plasma membrane, and also for facilitating growth factor signalling through a cascade known as the ERK MAP kinase pathway."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Hernandez et al. showed that loss of cavin-3 expression triggers a reduction in ERK signalling, and that this change coincides with an increase in signalling by another protein kinase called Akt, which is a key regulator of cell growth and survival. The reciprocal changes in the activities of these two pathways may be linked. Thus, down-regulation of ERK activity leads to reduced expression of the transcription factor EGR1 (Early Growth Response protein 1) and, subsequently, to reduced expression of the gene that codes for a protein called PTEN. Since PTEN inhibits the action of Akt, the down-regulation of ERK ultimately leads to the up-regulation of Akt (<a href=\"#fig1\">Figure 1</a>). Additional mechanisms for up-regulating Akt activity that are dependent on the ERK-EGR1 pathway clearly exist but have yet to be identified."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Cavin-3 regulates caveolae signalling.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Cavin-3 forms a complex with cavin-1 and caveolin and helps stabilize caveolae at the plasma membrane by linking them to the actin cytoskeleton via the protein myosin-1c. Caveolae at the plasma membrane can promote cellular growth by recruiting components of the ERK MAP kinase pathway and facilitating its activation by growth factors. ERK signalling can suppress (dashed red line) the activity of Akt, a protein kinase that is involved in many processes inside the cell. The loss of cavin-3 leads to enhanced Akt activity, which promotes cell survival and aerobic glycolysis, which may help explain why cavin-3 has tumour suppressor activity."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01428/elife-01428-fig1-v1.tif", 
                        "filename": "elife-01428-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "How does this signalling switch alter cellular function? It renders cells less susceptible to programmed cell death (apoptosis) and enhances aerobic glycolysis and cell proliferation. Aerobic glycolysis is the conversion of glucose to lactate despite oxygen being available—a phenomenon known as the ‘Warburg effect’—and is a hallmark of some rapidly dividing cancer cells (<a href=\"#bib2\">Cairns et al., 2011</a>). Loss of cavin-3 protein has been reported in epithelial and glial-derived cancers, indicating that cavin-3 may be a tumour suppressor (<a href=\"#bib9\">Xu et al., 2001</a>). The work of Hernandez et al. suggests that one way in which cavin-3 could suppress tumour formation is by limiting aerobic glycolysis. They demonstrate that introducing cavin-3 into a lung carcinoma cell line in which cavin-3 is absent, leads to enhanced ERK activation and a reduction in both Akt signalling and aerobic glycolysis. While cavin-3 knock-out mice do not generate tumours spontaneously, the loss of cavin-3 could contribute to metabolic changes that promote tumour growth. The mice develop normally but die prematurely following severe weight loss; this is likely due to reduced caveolae function as mutations in human genes encoding other caveolae-associated proteins are linked to muscle and fat degeneration (<a href=\"#bib8\">Parton and del Pozo, 2013</a>). Precisely how the cellular and metabolic changes observed in cavin-3 depleted cells contribute to the mouse phenotype requires further research."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A major challenge for the future is to understand the cellular roles of distinct caveolae-associated protein complexes. The composition of the complexes can be altered in response to changes in the local environment or upon disease. In addition, some members of the caveolin and cavin families are only expressed in certain types of tissue, indicating that caveolae have cell-type specific functions (<a href=\"#bib1\">Bastiani et al., 2009</a>; <a href=\"#bib3\">Hansen and Nichols, 2010</a>). This is highlighted by recent work showing that, in contrast to the situation in fibroblasts, loss of cavin-3 does not affect the number of caveolae present in endothelial cell membranes (<a href=\"#bib4\">Hansen et al., 2013</a>). It remains unknown whether there are changes in the balance of ERK and Akt signalling or in glucose metabolism in the endothelial cells. Cavin-3 is ubiquitously expressed; however, these findings suggest that it has cell-type specific functions that depend on its interaction with other caveolae proteins. This is supported by observations that cavin-3 is found in protein complexes of varying sizes in different tissues (<a href=\"#bib4\">Hansen et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The study by Michaely and colleagues contributes to the increasingly complex picture being drawn of how caveolae function and provides new insight into their regulation of intracellular signalling. The disruption of caveolae appears to contribute to many diseases including muscular dystrophies, cardiac disease and cancer. Therefore, a detailed understanding of the molecular mechanisms involved may provide potential avenues for therapeutic intervention."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Bastiani", 
                            "index": "Bastiani, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Liu", 
                            "index": "Liu, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MP Jedrychowski", 
                            "index": "Jedrychowski, MP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Nixon", 
                            "index": "Nixon, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HP Lo", 
                            "index": "Lo, HP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Abankwa", 
                            "index": "Abankwa, D"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "MURC/Cavin-4 and cavin family members form tissue-specific caveolar complexes", 
                "journal": "J Cell Biol", 
                "volume": "185", 
                "pages": {
                    "first": "1259", 
                    "last": "1273", 
                    "range": "1259–1273"
                }, 
                "doi": "10.1083/jcb.200903053"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Cairns", 
                            "index": "Cairns, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IS Harris", 
                            "index": "Harris, IS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TW Mak", 
                            "index": "Mak, TW"
                        }
                    }
                ], 
                "articleTitle": "Regulation of cancer cell metabolism", 
                "journal": "Nat Rev Cancer", 
                "volume": "11", 
                "pages": {
                    "first": "85", 
                    "last": "95", 
                    "range": "85–95"
                }, 
                "doi": "10.1038/nrc2981"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CG Hansen", 
                            "index": "Hansen, CG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BJ Nichols", 
                            "index": "Nichols, BJ"
                        }
                    }
                ], 
                "articleTitle": "Exploring the caves: cavins, caveolins and caveolae", 
                "journal": "Trends Cell Biol", 
                "volume": "20", 
                "pages": {
                    "first": "177", 
                    "last": "186", 
                    "range": "177–186"
                }, 
                "doi": "10.1016/j.tcb.2010.01.005"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CG Hansen", 
                            "index": "Hansen, CG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Shvets", 
                            "index": "Shvets, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Howard", 
                            "index": "Howard, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Riento", 
                            "index": "Riento, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BJ Nichols", 
                            "index": "Nichols, BJ"
                        }
                    }
                ], 
                "articleTitle": "Deletion of cavin genes reveals tissue-specific mechanisms for morphogenesis of endothelial caveolae", 
                "journal": "Nat Commun", 
                "volume": "4", 
                "pages": "1831", 
                "doi": "10.1038/ncomms2808"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VJ Hernandez", 
                            "index": "Hernandez, VJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Weng", 
                            "index": "Weng, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Ly", 
                            "index": "Ly, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Pompey", 
                            "index": "Pompey, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Dong", 
                            "index": "Dong, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Mishra", 
                            "index": "Mishra, L"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Cavin-3 dictates the balance between ERK and Akt signaling", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00905", 
                "doi": "10.7554/eLife.00905"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Izumi", 
                            "index": "Izumi, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SI Hirai", 
                            "index": "Hirai, SI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Tamai", 
                            "index": "Tamai, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Fujise-Matsuoka", 
                            "index": "Fujise-Matsuoka, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Nishimura", 
                            "index": "Nishimura, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Ohno", 
                            "index": "Ohno, S"
                        }
                    }
                ], 
                "articleTitle": "A protein kinase Cdelta-binding protein SRBC whose expression is induced by serum starvation", 
                "journal": "J Biol Chem", 
                "volume": "272", 
                "pages": {
                    "first": "7381", 
                    "last": "7389", 
                    "range": "7381–7389"
                }, 
                "doi": "10.1074/jbc.272.11.7381"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KA McMahon", 
                            "index": "McMahon, KA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Zajicek", 
                            "index": "Zajicek, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WP Li", 
                            "index": "Li, WP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Peyton", 
                            "index": "Peyton, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Minna", 
                            "index": "Minna, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VJ Hernandez", 
                            "index": "Hernandez, VJ"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "SRBC/cavin-3 is a caveolin adaptor protein that regulates caveolae function", 
                "journal": "EMBO J", 
                "volume": "28", 
                "pages": {
                    "first": "1001", 
                    "last": "1015", 
                    "range": "1001–1015"
                }, 
                "doi": "10.1038/emboj.2009.46"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RG Parton", 
                            "index": "Parton, RG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA del Pozo", 
                            "index": "del Pozo, MA"
                        }
                    }
                ], 
                "articleTitle": "Caveolae as plasma membrane sensors, protectors and organizers", 
                "journal": "Nat Rev Mol Cell Biol", 
                "volume": "14", 
                "pages": {
                    "first": "98", 
                    "last": "112", 
                    "range": "98–112"
                }, 
                "doi": "10.1038/nrm3512"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "XL Xu", 
                            "index": "Xu, XL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LC Wu", 
                            "index": "Wu, LC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Du", 
                            "index": "Du, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Davis", 
                            "index": "Davis, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Peyton", 
                            "index": "Peyton, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Tomizawa", 
                            "index": "Tomizawa, Y"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Inactivation of human SRBC, located within the 11p15.5-p15.4 tumor suppressor region, in breast and lung cancers", 
                "journal": "Cancer Res", 
                "volume": "61", 
                "pages": {
                    "first": "7943", 
                    "last": "7949", 
                    "range": "7943–7949"
                }
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}