{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-02369-v1.xml"
        }, 
        "status": "vor", 
        "id": "02369", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02369", 
        "authorLine": "Jenish R Patel, Adolfo García-Sastre", 
        "title": "Three-stranded antiviral attack", 
        "titlePrefix": "Immune Response", 
        "published": "2014-03-04T00:00:00Z", 
        "versionDate": "2014-03-04T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02369", 
        "pdf": "https://publishing-cdn.elifesciences.org/02369/elife-02369-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "immunology", 
                "name": "Immunology"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Mitochondrial antiviral signalling proteins form an intricate three-stranded helical filament that has a central role in the response of cells to viruses."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Patel and García-Sastre", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jenish R Patel", 
                    "index": "Patel, Jenish R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Microbiology, and the Global Health and Emerging Pathogens Institute", 
                            "Icahn School of Medicine at Mount Sinai"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jenish.patel@mssm.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Adolfo García-Sastre", 
                    "index": "García-Sastre, Adolfo"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Microbiology, Department of Medicine, and the Global Health and Emerging Pathogens Institute", 
                            "Icahn School of Medicine at Mount Sinai"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "Adolfo.Garcia-Sastre@mssm.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-02369-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "02369", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02369", 
        "authorLine": "Jenish R Patel, Adolfo García-Sastre", 
        "title": "Three-stranded antiviral attack", 
        "titlePrefix": "Immune Response", 
        "published": "2014-03-04T00:00:00Z", 
        "versionDate": "2014-03-04T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02369", 
        "pdf": "https://publishing-cdn.elifesciences.org/02369/elife-02369-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "immunology", 
                "name": "Immunology"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Mitochondrial antiviral signalling proteins form an intricate three-stranded helical filament that has a central role in the response of cells to viruses."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Patel and García-Sastre", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jenish R Patel", 
                    "index": "Patel, Jenish R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Microbiology, and the Global Health and Emerging Pathogens Institute", 
                            "Icahn School of Medicine at Mount Sinai"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jenish.patel@mssm.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Adolfo García-Sastre", 
                    "index": "García-Sastre, Adolfo"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Microbiology, Department of Medicine, and the Global Health and Emerging Pathogens Institute", 
                            "Icahn School of Medicine at Mount Sinai"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "Adolfo.Garcia-Sastre@mssm.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "MAVS", 
            "innate immunity", 
            "prion-like filament", 
            "cryoEM reconstruction", 
            "three-stranded filament", 
            "immune response"
        ], 
        "-related-articles-internal": [
            "01489"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "War is constantly being waged between cells and viruses. Viruses need to get inside cells and hijack their systems in order to reproduce, while cells have an immune response to detect and eliminate viruses and other pathogens. The first line of defence against viruses is the innate immune response, which strikes indiscriminately at any pathogen it encounters. A pathway called the type-I interferon (IFN-I) signalling pathway has a central role in beginning the innate immune response. This pathway starts with the viruses being detected by sensors inside the cells, and ends with the production of interferons—proteins that create antiviral conditions around the virus-infected cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "RNA viruses can be detected by a number of biological sensors, including RIG-I and MDA5, which tend to form large complexes with viral RNA (<a href=\"#bib11\">Yoneyama and Fujita, 2009</a>; <a href=\"#bib3\">Berke and Modis, 2012</a>; <a href=\"#bib8\">Peisley et al., 2011</a>; <a href=\"#bib7\">Patel et al., 2013</a>). These complexes then engage with proteins called mitochondrial antiviral signalling proteins, or MAVS proteins for short, that are found on the surface of mitochondria within the cell. This causes the MAVS proteins to form filaments, which have an important role in activating the transcription factors that ultimately lead to the production of the interferons (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib5\">Hou et al., 2011</a>; <a href=\"#bib2\">Belgnaoui et al., 2011</a>). However, the structure of the filaments formed by the MAVS proteins has long been a mystery. Now, Qiu-Xing Jiang, Zhijian Chen, Xuewu Zhang and co-workers at the UT Southwestern (UTSW) Medical Center and the Janelia Farm Research Campus—with Hui Xu as the first author—have used cryo-electron microscopy to show that these filaments have a novel three-stranded structure (<a href=\"#bib10\">Xu et al., 2014</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "MAVS filaments and activation of the IFN-I pathway.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Viral infection introduces foreign RNA molecules into cells (top left), where they are detected by various sensors. A sensor called RIG-I binds to RNA molecules that contain an exposed 5′-triphosphate and terminal dsRNA structure, while MDA5 binds to long dsRNA molecules (<a href=\"#bib4\">Goubau and Deddouche, 2013</a>). The complexes formed by the RNA molecules and the sensors then activate MAVS (mitochondrial antiviral signalling) proteins that are found on the surface of mitochondria. This occurs in the presence of polyubiquitin, which serves to bridge and stabilise the complexes (<a href=\"#bib6\">Jiang et al., 2012</a>). Binding between the complexes and the MAVS proteins occurs at regions on each named CARDs (caspase activation and recruitment domains). In the figure, the RIG-I and MDA5 CARDs are shown as stars, and the MAVS CARDs by the red, blue and green circles. This binding organises the MAVS proteins into filaments to form a signalling platform that activates transcription factors (IRF3 and IRF7), which go on to stimulate the transcription of antiviral type I interferon (IFN-I) genes. Xu et al. report that each MAVS filament contains three intertwined helical strands (shown in red, blue and green). The structure is maintained by interactions between the MAVS CARDs: each CARD in a filament interacts with two other CARDs in the same strand and two CARDs in neighbouring strands. Interactions between strands are hydrophobic (cyan dashed lines), and interactions within a strand are electrostatic (yellow dashed lines)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://dev--iiif.elifesciences.org/lax:02369/elife-02369-fig1-v1.tif", 
                        "filename": "elife-02369-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The caspase activation and recruitment domain (CARD) on a MAVS protein is a bundle of six helix-shaped structures (<a href=\"#bib9\">Potter et al., 2008</a>). The different amino acid residues that form these proteins provide the different regions of the helices with different properties. For example, some regions have electrostatic charges, whereas others are hydrophobic. Xu et al. found that each CARD interacts with four other CARDs—two from the same strand and two from neighbouring strands. The CARDs belonging to the same strand appear to be held together by hydrophobic interactions, while the CARDs from different strands are held together by electrostatic interactions (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Examining cells using super-resolution microscopy revealed that the MAVS filaments are distributed on mitochondria in rod-shaped clusters and average around 400 nm in length. Interestingly, some of these clusters even appeared to bridge mitochondria, which suggests filaments may form from MAVS from multiple mitochondria."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Xu and co-workers then mutated the hydrophobic and charged residues on the interface of CARDs to see how this affected the structure and function of the filaments. They found that this disrupted both filament formation and the activation of interferon, suggesting that these residues play important roles in the interactions within and between strands that keep the filament structure intact and functional."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As Xu et al. note, it is not clear how a RIG-I-RNA or an MDA5-RNA complex triggers the formation of a MAVS filament. Further work should focus on determining the minimum size or number of these complexes that are required to start a filament. In the case of RIG-I, it is known that the length of the double-stranded region of RNA determines the number of RIG-I molecules that bind to the RNA, which consequently dictates the degree of interferon activation. So, it will also be interesting to discover whether the size or the number of activated RIG-I/MDA5 complexes dictates the length or the number of MAVS filaments formed in the cell. Subsequently, does this determine the magnitude of interferon activation?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, what stops the signalling and what happens to the filaments when they are no longer needed? It would seem inefficient in terms of both energy and materials to break down the filaments into their original constituents. Thus, it is possible that other mechanisms such as autophagy, which involves recycling of unnecessary or damaged components of the cell, plays a role in discarding mitochondria containing MAVS filaments. Again, detailed mechanistic studies will be needed to answer these questions."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Despite these outstanding questions, the work of Xu et al. clearly demonstrates that the well-organised structure of MAVS filaments forms the basis of a localised signalling platform that can efficiently recruit and activate molecules in a way that maximises the action of interferon during viral infection."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Belgnaoui", 
                            "index": "Belgnaoui, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Paz", 
                            "index": "Paz, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Hiscott", 
                            "index": "Hiscott, J"
                        }
                    }
                ], 
                "articleTitle": "Orchestrating the interferon antiviral response through the mitochondrial antiviral signaling (MAVS) adapter", 
                "journal": "Current Opinion in Immunology", 
                "volume": "23", 
                "pages": {
                    "first": "564", 
                    "last": "572", 
                    "range": "564–572"
                }, 
                "doi": "10.1016/j.coi.2011.08.001"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IC Berke", 
                            "index": "Berke, IC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Modis", 
                            "index": "Modis, Y"
                        }
                    }
                ], 
                "articleTitle": "MDA5 cooperatively forms dimers and ATP-sensitive filaments upon binding double-stranded RNA", 
                "journal": "The EMBO Journal", 
                "volume": "31", 
                "pages": {
                    "first": "1714", 
                    "last": "1726", 
                    "range": "1714–1726"
                }, 
                "doi": "10.1038/emboj.2012.19"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Goubau", 
                            "index": "Goubau, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Deddouche", 
                            "index": "Deddouche, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Reis e Sousa", 
                            "index": "Reis e Sousa, C"
                        }
                    }
                ], 
                "articleTitle": "Cytosolic sensing of viruses", 
                "journal": "Immunity", 
                "volume": "38", 
                "pages": {
                    "first": "855", 
                    "last": "869", 
                    "range": "855–869"
                }, 
                "doi": "10.1016/j.immuni.2013.05.007"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Hou", 
                            "index": "Hou, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Sun", 
                            "index": "Sun, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Zheng", 
                            "index": "Zheng, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Skaug", 
                            "index": "Skaug, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "QX Jiang", 
                            "index": "Jiang, QX"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ZJ Chen", 
                            "index": "Chen, ZJ"
                        }
                    }
                ], 
                "articleTitle": "MAVS forms functional prion-like aggregates to activate and propagate antiviral innate immune response", 
                "journal": "Cell", 
                "volume": "146", 
                "pages": {
                    "first": "448", 
                    "last": "461", 
                    "range": "448–461"
                }, 
                "doi": "10.1016/j.cell.2011.06.041"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Jiang", 
                            "index": "Jiang, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LN Kinch", 
                            "index": "Kinch, LN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Brautigam", 
                            "index": "Brautigam, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Chen", 
                            "index": "Chen, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Du", 
                            "index": "Du, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NV Grishin", 
                            "index": "Grishin, NV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ZJ Chen", 
                            "index": "Chen, ZJ"
                        }
                    }
                ], 
                "articleTitle": "Ubiquitin-induced oligomerization of the RNA sensors RIG-I and MDA5 activates antiviral innate immune response", 
                "journal": "Immunity", 
                "volume": "36", 
                "pages": {
                    "first": "959", 
                    "last": "973", 
                    "range": "959–973"
                }, 
                "doi": "10.1016/j.immuni.2012.03.022"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Patel", 
                            "index": "Patel, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Jain", 
                            "index": "Jain, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YY Chou", 
                            "index": "Chou, YY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Baum", 
                            "index": "Baum, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Ha", 
                            "index": "Ha, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Garcia-Sastre", 
                            "index": "Garcia-Sastre, A"
                        }
                    }
                ], 
                "articleTitle": "ATPase-driven oligomerization of RIG-I on RNA allows optimal activation of type-I interferon", 
                "journal": "EMBO Reports", 
                "volume": "14", 
                "pages": {
                    "first": "780", 
                    "last": "787", 
                    "range": "780–787"
                }, 
                "doi": "10.1038/embor.2013.102"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Peisley", 
                            "index": "Peisley, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Lin", 
                            "index": "Lin, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Wu", 
                            "index": "Wu, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Orme-Johnson", 
                            "index": "Orme-Johnson, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Liu", 
                            "index": "Liu, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Walz", 
                            "index": "Walz, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hur", 
                            "index": "Hur, S"
                        }
                    }
                ], 
                "articleTitle": "Cooperative assembly and dynamic disassembly of MDA5 filaments for viral dsRNA recognition", 
                "journal": "Proceedings of the National Academy of Sciences of the United States of America", 
                "volume": "108", 
                "pages": {
                    "first": "21010", 
                    "last": "21015", 
                    "range": "21010–21015"
                }, 
                "doi": "10.1073/pnas.1113651108"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Potter", 
                            "index": "Potter, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Randall", 
                            "index": "Randall, RE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GL Taylor", 
                            "index": "Taylor, GL"
                        }
                    }
                ], 
                "articleTitle": "Crystal structure of human IPS- 1/MAVS/VISA/Cardif caspase activation recruitment domain", 
                "journal": "BMC Structural Biology", 
                "volume": "8", 
                "pages": "11", 
                "doi": "10.1186/1472-6807-8-11"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Xu", 
                            "index": "Xu, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X He", 
                            "index": "He, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Zheng", 
                            "index": "Zheng, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LJ Huang", 
                            "index": "Huang, LJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Hou", 
                            "index": "Hou, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Yu", 
                            "index": "Yu, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ de la Cruz", 
                            "index": "de la Cruz, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Borkowski", 
                            "index": "Borkowski, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Zhang", 
                            "index": "Zhang, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ZJ Chen", 
                            "index": "Chen, ZJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q-X Jiang", 
                            "index": "Jiang, Q-X"
                        }
                    }
                ], 
                "articleTitle": "Structural basis for the prion-like MAVS filaments in antiviral innate immunity", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e01489", 
                "doi": "10.7554/eLife.01489"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Yoneyama", 
                            "index": "Yoneyama, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Fujita", 
                            "index": "Fujita, T"
                        }
                    }
                ], 
                "articleTitle": "RNA recognition and signal transduction by RIG-I-like receptors", 
                "journal": "Immunological Reviews", 
                "volume": "227", 
                "pages": {
                    "first": "54", 
                    "last": "65", 
                    "range": "54–65"
                }, 
                "doi": "10.1111/j.1600-065X.2008.00727.x"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}