{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-22215-v2.xml"
        }, 
        "status": "vor", 
        "id": "22215", 
        "version": 2, 
        "type": "insight", 
        "doi": "10.7554/eLife.22215", 
        "authorLine": "Joel Levine", 
        "title": "The circuitry of sex", 
        "titlePrefix": "Neural Wiring", 
        "published": "2016-11-15T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e22215", 
        "pdf": "https://publishing-cdn.elifesciences.org/22215/elife-22215-v2.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Neural circuits that control copulation in male flies have been identified."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Levine", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Joel Levine", 
                    "index": "Levine, Joel"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "University of Toronto Mississauga"
                        ], 
                        "address": {
                            "formatted": [
                                "Mississauga", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Mississauga"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "joel.levine@utoronto.ca"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-22215-v2.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "22215", 
        "version": 2, 
        "type": "insight", 
        "doi": "10.7554/eLife.22215", 
        "authorLine": "Joel Levine", 
        "title": "The circuitry of sex", 
        "titlePrefix": "Neural Wiring", 
        "published": "2016-11-15T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e22215", 
        "pdf": "https://publishing-cdn.elifesciences.org/22215/elife-22215-v2.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Neural circuits that control copulation in male flies have been identified."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Levine", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Joel Levine", 
                    "index": "Levine, Joel"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "University of Toronto Mississauga"
                        ], 
                        "address": {
                            "formatted": [
                                "Mississauga", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Mississauga"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "joel.levine@utoronto.ca"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "sexual behaviour", 
            "sexual-dimorphism", 
            "copulation", 
            "doublesex"
        ], 
        "-related-articles-internal": [
            "20713"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Reproduction is widely considered to be the <i>raison d’etre</i> of life on Earth, and sex in the animal kingdom can take many forms. Some organisms – including worms and snails – are hermaphroditic and can self-fertilise to produce offspring (<a href=\"#bib8\">Leonard, 2006</a>; <a href=\"#bib15\">Thomas et al., 2012</a>). In other, perhaps more familiar, species, males and females mate to produce the next generation."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Given the importance of reproduction, it is not surprising that animals can devote much of their adult lives to, and employ all of their senses in, reproductive behaviours – whether that is seeking out mates and courting, or assessing the environment to see if it is a good time to reproduce. Moreover, cognitive processes such as memory, learning and decision-making are also harnessed to optimize reproductive success (<a href=\"#bib11\">Reif et al., 2002</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The vinegar fly <i>Drosophila melanogaster</i> is a model organism that shares its history and habitat with people (<a href=\"#bib7\">Keller, 2007</a>). The mating habits of the fly have been closely observed in both the wild and the laboratory (<a href=\"#bib9\">Markow, 2015</a>; <a href=\"#bib16\">Villella and Hall, 2008</a>). What we know is: a male vinegar fly will court a female and, if she so chooses, they will mate. The male first uses his genital claspers to couple his genitals to those of the female. Next, the penis and associated branches emerge from his genital region and are inserted into her vaginal area as they copulate (<a href=\"#bib6\">Kamimura, 2010</a>). Sex between vinegar flies typically lasts about 20 minutes, with the transfer of sperm and ejaculate being completed after about 9 minutes (<a href=\"#bib4\">Gilchrist and Partridge, 2000</a>). When mating is finished, the male withdraws, and the claspers release."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The male’s penis is controlled by the coordinated interaction of about ten muscles in his genital region (<a href=\"#bib6\">Kamimura, 2010</a>). However, until recently, relatively little was known about the way these muscles were controlled by the nervous system. Now, in eLife, Stephen Goodwin, Hania Pavlou and co-workers, at the University of Oxford, the National Institute of Mental Health and McGill University, report that they have identified the neural circuits that coordinate copulation in male vinegar flies (<a href=\"#bib10\">Pavlou et al., 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Based on previous findings, Pavlou et al. knew that the neurons controlling copulation in male flies would be located in the fly’s nerve cord, which is equivalent to the spinal cord in humans (<a href=\"#bib5\">Hall, 1979</a>; <a href=\"#bib3\">Ferveur and Greenspan, 1998</a>). They looked for a population of neurons that expressed both a gene called <i>doublesex</i> and a neurotransmitter called glutamate. They did this because <i>doublesex</i> is an important gene that generates differences in the anatomy and behaviour of males and females, and because glutamate is associated with the motor neurons that instruct muscles to move (<a href=\"#bib13\">Rideout et al., 2010</a>; <a href=\"#bib2\">Daniels et al., 2008</a>). Also, <i>doublesex</i>-positive neurons were already known to control, amongst other things, the courtship songs of male vinegar flies (<a href=\"#bib12\">Rideout et al., 2007</a>; <a href=\"#bib13\">Rideout et al., 2010</a>; <a href=\"#bib14\">Shirangi et al., 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "About 80 such neurons were found in the male flies. Further experiments showed that when these neurons were triggered prior to copulation, the males would court but not copulate. On the other hand, when these neurons were triggered during copulation, the males would not terminate the act and separate. Based on these findings, Pavlou et al. suggested that these neurons control the muscles that contract or relax to move the penis during copulation. They also identified a set of interneurons that suppress these 80 or so motor neurons. These interneurons expressed both <i>doublesex</i> and the neurotransmitter called GABA."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The motor neurons and interneurons form the wires of a simple circuit that regulates the muscles (<a href=\"#fig1\">Figure 1</a>). But one more type of neuron was required to complete the circuit: an input. Pavlou et al. found these missing connections in the form of sensory neurons linked to hair-like bristles positioned near the penis. These neurons express <i>doublesex</i> and the neurotransmitter called acetylcholine, and they project to the interneurons, motor neurons and brain."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Schematic of motor circuit that controls the penis in male vinegar flies.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The penis of the male vinegar fly is controlled by protractor muscles (shown in orange) and retractor muscles (light blue). (<b>A</b>) The penis will be retracted if all of the <i>doublesex</i>-positive motor neurons (blue) are inactive (indicated by dashed lines), or if neuromuscular activity if actively inhibited (not shown). The sensory neurons of the genital bristles (dashed grey) innervate the abdominal ganglion and the subesophageal zone of the brain, and also connect with both the motor neurons and the inhibitory neurons. This likely aids the male in adopting the correct posture to copulate successfully. It is also possible that stimulation of the bristles activates the sensory neurons (dashed grey line) and may have some hedonic value for the male fly. The claspers, complete with bristles, are only shown on one side. (<b>B</b>) An active <i>doublesex</i>-positive motor neuron (solid blue line) causes the protractor muscle to contract, while an inhibitory interneuron (solid red line) inhibits the motor neuron (dashed blue line) connected to the retractor muscles. This extends the penis and its branches. The muscles with no designated colour have unknown functions, and the protractor muscles are only depicted on one side. Schematics of the genitalia were kindly provided by Janice J Ting."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/22215/elife-22215-fig1-v2.jpg", 
                        "filename": "elife-22215-fig1-v2.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, Pavlou et al. also report that the circuit that controls the muscles that move the penis is independent of the one that controls ejaculation. This indicates that the control of copulation is separate from that of reproduction in male vinegar flies. It also hints that copulation should be considered behaviour in its own right, and possibly one with hedonic value (in other words, one that male vinegar flies might ‘enjoy’)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A number of outstanding questions remain. For example, does an equivalent circuit control the genitalia of female flies during copulation? Moreover, how do the results of Pavlou et al. link to recent studies that explored the neural circuitry controlling the persistence and motivation of male flies during copulation (<a href=\"#bib1\">Crickmore and Vosshall, 2013</a>; <a href=\"#bib17\">Zhang et al., 2016</a>)? And how do male and female flies coordinate their behaviour to increase the chances of successful reproduction?"
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Crickmore", 
                            "index": "Crickmore, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LB Vosshall", 
                            "index": "Vosshall, LB"
                        }
                    }
                ], 
                "articleTitle": "Opposing dopaminergic and GABAergic neurons control the duration and persistence of copulation in <i>Drosophila</i>", 
                "journal": "Cell", 
                "volume": "155", 
                "pages": {
                    "first": "881", 
                    "last": "893", 
                    "range": "881–893"
                }, 
                "doi": "10.1016/j.cell.2013.09.055", 
                "pmid": 24209625
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RW Daniels", 
                            "index": "Daniels, RW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MV Gelfand", 
                            "index": "Gelfand, MV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Collins", 
                            "index": "Collins, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A DiAntonio", 
                            "index": "DiAntonio, A"
                        }
                    }
                ], 
                "articleTitle": "Visualizing glutamatergic cell bodies and synapses in <i>Drosophila</i> larval and adult CNS", 
                "journal": "The Journal of Comparative Neurology", 
                "volume": "508", 
                "pages": {
                    "first": "131", 
                    "last": "183", 
                    "range": "131–183"
                }, 
                "doi": "10.1002/cne.21670", 
                "pmid": 18302156
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Ferveur", 
                            "index": "Ferveur, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Greenspan", 
                            "index": "Greenspan, RJ"
                        }
                    }
                ], 
                "articleTitle": "Courtship behavior of brain mosaics in Drosophila", 
                "journal": "Journal of Neurogenetics", 
                "volume": "12", 
                "pages": {
                    "first": "205", 
                    "last": "226", 
                    "range": "205–226"
                }, 
                "doi": "10.3109/01677069809108559", 
                "pmid": 10656109
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AS Gilchrist", 
                            "index": "Gilchrist, AS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Partridge", 
                            "index": "Partridge, L"
                        }
                    }
                ], 
                "articleTitle": "Why it is difficult to model sperm displacement in <i>Drosophila melanogaster</i>: the relation between sperm transfer and copulation duration", 
                "journal": "Evolution", 
                "volume": "54", 
                "pages": {
                    "first": "534", 
                    "last": "542", 
                    "range": "534–542"
                }, 
                "doi": "10.1554/0014-3820(2000)054[0534:wiidtm]2.0.co;2", 
                "pmid": 10937230
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1979", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Hall", 
                            "index": "Hall, JC"
                        }
                    }
                ], 
                "articleTitle": "Control of male reproductive behavior by the central nervous system of Drosophila: dissection of a courtship pathway by genetic mosaics", 
                "journal": "Genetics", 
                "volume": "92", 
                "pages": {
                    "first": "437", 
                    "last": "457", 
                    "range": "437–457"
                }, 
                "pmid": 114447
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Kamimura", 
                            "index": "Kamimura, Y"
                        }
                    }
                ], 
                "articleTitle": "Copulation anatomy of <i>Drosophila melanogaster</i> (Diptera: Drosophilidae): wound-making organs and their possible roles", 
                "journal": "Zoomorphology", 
                "volume": "129", 
                "pages": {
                    "first": "163", 
                    "last": "174", 
                    "range": "163–174"
                }, 
                "doi": "10.1007/s00435-010-0109-5"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Keller", 
                            "index": "Keller, A"
                        }
                    }
                ], 
                "articleTitle": "<i>Drosophila melanogaster</i>'s history as a human commensal", 
                "journal": "Current Biology", 
                "volume": "17", 
                "pages": {
                    "first": "R77", 
                    "last": "81", 
                    "range": "R77–81"
                }, 
                "doi": "10.1016/j.cub.2006.12.031", 
                "pmid": 17276902
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Leonard", 
                            "index": "Leonard, JL"
                        }
                    }
                ], 
                "articleTitle": "Sexual selection: lessons from hermaphrodite mating systems", 
                "journal": "Integrative and Comparative Biology", 
                "volume": "46", 
                "pages": {
                    "first": "349", 
                    "last": "367", 
                    "range": "349–367"
                }, 
                "doi": "10.1093/icb/icj041", 
                "pmid": 21672747
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Markow", 
                            "index": "Markow, TA"
                        }
                    }
                ], 
                "articleTitle": "The secret lives of <i>Drosophila</i> flies", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "06793", 
                "doi": "10.7554/eLife.06793", 
                "pmid": 26041333
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HJ Pavlou", 
                            "index": "Pavlou, HJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Lin", 
                            "index": "Lin, AC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Neville", 
                            "index": "Neville, MC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Nojima", 
                            "index": "Nojima, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Diao", 
                            "index": "Diao, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BE Chen", 
                            "index": "Chen, BE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BH White", 
                            "index": "White, BH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SF Goodwin", 
                            "index": "Goodwin, SF"
                        }
                    }
                ], 
                "articleTitle": "Neural circuitry coordinating male copulation", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e20713", 
                "doi": "10.7554/eLife.20713"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Reif", 
                            "index": "Reif, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KE Linsenmair", 
                            "index": "Linsenmair, KE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Heisenberg", 
                            "index": "Heisenberg, M"
                        }
                    }
                ], 
                "articleTitle": "Evolutionary significance of courtship conditioning in <i>Drosophila melanogaster</i>", 
                "journal": "Animal Behaviour", 
                "volume": "63", 
                "pages": {
                    "first": "143", 
                    "last": "155", 
                    "range": "143–155"
                }, 
                "doi": "10.1006/anbe.2001.1876"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EJ Rideout", 
                            "index": "Rideout, EJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Billeter", 
                            "index": "Billeter, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SF Goodwin", 
                            "index": "Goodwin, SF"
                        }
                    }
                ], 
                "articleTitle": "The sex-determination genes <i>fruitless</i> and <i>doublesex</i> specify a neural substrate required for courtship song", 
                "journal": "Current Biology", 
                "volume": "17", 
                "pages": {
                    "first": "1473", 
                    "last": "1478", 
                    "range": "1473–1478"
                }, 
                "doi": "10.1016/j.cub.2007.07.047", 
                "pmid": 17716899
            }, 
            {
                "type": "journal", 
                "id": "bib13", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EJ Rideout", 
                            "index": "Rideout, EJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Dornan", 
                            "index": "Dornan, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Neville", 
                            "index": "Neville, MC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Eadie", 
                            "index": "Eadie, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SF Goodwin", 
                            "index": "Goodwin, SF"
                        }
                    }
                ], 
                "articleTitle": "Control of sexual differentiation and behavior by the <i>doublesex</i> gene in <i>Drosophila melanogaster</i>", 
                "journal": "Nature Neuroscience", 
                "volume": "13", 
                "pages": {
                    "first": "458", 
                    "last": "466", 
                    "range": "458–466"
                }, 
                "doi": "10.1038/nn.2515", 
                "pmid": 20305646
            }, 
            {
                "type": "journal", 
                "id": "bib14", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TR Shirangi", 
                            "index": "Shirangi, TR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Wong", 
                            "index": "Wong, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Truman", 
                            "index": "Truman, JW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DL Stern", 
                            "index": "Stern, DL"
                        }
                    }
                ], 
                "articleTitle": "<i>Doublesex</i> regulates the connectivity of a neural circuit controlling <i>Drosophila</i> male courtship song", 
                "journal": "Developmental Cell", 
                "volume": "37", 
                "pages": {
                    "first": "533", 
                    "last": "544", 
                    "range": "533–544"
                }, 
                "doi": "10.1016/j.devcel.2016.05.012", 
                "pmid": 27326931
            }, 
            {
                "type": "journal", 
                "id": "bib15", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CG Thomas", 
                            "index": "Thomas, CG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GC Woodruff", 
                            "index": "Woodruff, GC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ES Haag", 
                            "index": "Haag, ES"
                        }
                    }
                ], 
                "articleTitle": "Causes and consequences of the evolution of reproductive mode in <i>Caenorhabditis</i> nematodes", 
                "journal": "Trends in Genetics", 
                "volume": "28", 
                "pages": {
                    "first": "213", 
                    "last": "220", 
                    "range": "213–220"
                }, 
                "doi": "10.1016/j.tig.2012.02.007", 
                "pmid": 22480920
            }, 
            {
                "type": "journal", 
                "id": "bib16", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Villella", 
                            "index": "Villella, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Hall", 
                            "index": "Hall, JC"
                        }
                    }
                ], 
                "articleTitle": "Neurogenetics of courtship and mating in <i>Drosophila</i>", 
                "journal": "Advances in Genetics", 
                "volume": "62", 
                "pages": {
                    "first": "67", 
                    "last": "184", 
                    "range": "67–184"
                }, 
                "doi": "10.1016/S0065-2660(08)00603-2", 
                "pmid": 19010254
            }, 
            {
                "type": "journal", 
                "id": "bib17", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SX Zhang", 
                            "index": "Zhang, SX"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Rogulja", 
                            "index": "Rogulja, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Crickmore", 
                            "index": "Crickmore, MA"
                        }
                    }
                ], 
                "articleTitle": "Dopaminergic circuitry underlying mating drive", 
                "journal": "Neuron", 
                "volume": "91", 
                "pages": {
                    "first": "168", 
                    "last": "181", 
                    "range": "168–181"
                }, 
                "doi": "10.1016/j.neuron.2016.05.020", 
                "pmid": 27292538
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z", 
        "versionDate": "2099-01-01T00:00:00Z"
    }
}