{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-04869-v1.xml"
        }, 
        "status": "vor", 
        "id": "04869", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.04869", 
        "authorLine": "Giulia Pollarolo, Cayetano Gonzalez", 
        "title": "Quantitative differences, qualitative outcomes", 
        "titlePrefix": "Quiescence", 
        "published": "2014-10-29T00:00:00Z", 
        "versionDate": "2014-10-29T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e04869", 
        "pdf": "https://publishing-cdn.elifesciences.org/04869/elife-04869-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Fruit fly neuroblasts can either self-renew, rest or take on a specialized form, depending on the levels of a protein called Prospero."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Pollarolo and Gonzalez", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Giulia Pollarolo", 
                    "index": "Pollarolo, Giulia"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Juan de la Cierva Fellow and is in the Institute for Research in Biomedicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Barcelona", 
                                "Spain"
                            ], 
                            "components": {
                                "locality": [
                                    "Barcelona"
                                ], 
                                "country": "Spain"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Cayetano Gonzalez", 
                    "index": "Gonzalez, Cayetano"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institució Catalana de Recerca i Estudis Avançats (ICREA) and the Institute for Research in Biomedicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Barcelona", 
                                "Spain"
                            ], 
                            "components": {
                                "locality": [
                                    "Barcelona"
                                ], 
                                "country": "Spain"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "gonzalez@irbbarcelona.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-04869-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "04869", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.04869", 
        "authorLine": "Giulia Pollarolo, Cayetano Gonzalez", 
        "title": "Quantitative differences, qualitative outcomes", 
        "titlePrefix": "Quiescence", 
        "published": "2014-10-29T00:00:00Z", 
        "versionDate": "2014-10-29T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e04869", 
        "pdf": "https://publishing-cdn.elifesciences.org/04869/elife-04869-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Fruit fly neuroblasts can either self-renew, rest or take on a specialized form, depending on the levels of a protein called Prospero."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Pollarolo and Gonzalez", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Giulia Pollarolo", 
                    "index": "Pollarolo, Giulia"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Juan de la Cierva Fellow and is in the Institute for Research in Biomedicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Barcelona", 
                                "Spain"
                            ], 
                            "components": {
                                "locality": [
                                    "Barcelona"
                                ], 
                                "country": "Spain"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Cayetano Gonzalez", 
                    "index": "Gonzalez, Cayetano"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institució Catalana de Recerca i Estudis Avançats (ICREA) and the Institute for Research in Biomedicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Barcelona", 
                                "Spain"
                            ], 
                            "components": {
                                "locality": [
                                    "Barcelona"
                                ], 
                                "country": "Spain"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "gonzalez@irbbarcelona.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "quiescence", 
            "prospero", 
            "neural progenitor"
        ], 
        "-related-articles-internal": [
            "03363"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Quiescence (from the Latin meaning ‘to become quiet’) is a state during which cells stop progressing through the cell cycle and cease to divide. However, quiescent cells retain the ability to start moving through the cell cycle again. Programmed quiescence of many types of cells, including stem cells, is essential for organisms to develop normally. Quiescence is also crucial for maintaining tissues in a healthy condition in adults. Unveiling the molecular machinery that regulates quiescence is, therefore, of paramount importance for understanding development and disease."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Insight into how quiescence is regulated has been obtained through studies on neuroblasts—a type of brain stem cell—in the fruit fly <i>Drosophila</i>. The neuroblasts become quiescent during the late stages of embryonic development and resume growing and dividing as the larva hatches. Studies carried out over the last few years have revealed that these cells exit the quiescent state in response to a nutritional stimulus (<a href=\"#bib1\">Chell and Brand, 2010</a>; <a href=\"#bib8\">Sousa-Nunes et al., 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in <i>eLife</i>, Sen-Lin Lai and Chris Doe at the University of Oregon report that the amount of a protein called Prospero controls when neuroblasts enter quiescence (<a href=\"#bib6a\">Lai and Doe, 2014</a>). Unlike cells that divide symmetrically to produce two identical cells, neuroblasts divide asymmetrically to make a new neuroblast and a ganglion mother cell. The mature cells that make up the central nervous system develop from these ganglion mother cells. Prospero is one of several molecules that, by being unequally divided between the new neuroblast and the ganglion mother cell, give each cell its identity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the developing <i>Drosophila</i> central nervous system, Prospero is well known for its essential roles in repressing neuroblast self-renewal, stopping neuroblasts proliferating, and promoting the differentiation of the neuroblast into a final specialized cell type (<a href=\"#bib2\">Choksi et al., 2006</a>). There is also evidence showing that Prospero can temporarily pause the cell cycle of a certain type of cell that generates the glial cells that support the neurons in the brain (<a href=\"#bib5\">Griffiths and Hidalgo, 2004</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The new results obtained by Lai and Doe demonstrate that, at the end of their proliferative phase, embryonic neuroblasts produce a brief, low-level pulse of Prospero that causes them to become quiescent. In addition, Lai and Doe found that introducing similar pulses of Prospero into cells experimentally can drive proliferating embryonic neuroblasts into premature quiescence (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "In neuroblasts, the amount of a protein called Prospero controls the behaviour of the cell.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Drosophila embryonic neuroblasts undergo asymmetric cell division—which produces a ganglion mother cell and a renewed neuroblast—when the level of Prospero (indicated by the blue triangle) is minimal (left). Low levels of Prospero drive proliferating neuroblasts into quiescence (middle). Quiescent neuroblasts can become proliferative again in response to a nutrition-dependent signal produced by an organ in the larva called the fat body. High levels of Prospero force proliferating neuroblasts to differentiate and become a specialized neural cell (right)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/04869/elife-04869-fig1-v1.tif", 
                        "image": "https://dev--iiif.elifesciences.org/lax:04869/elife-04869-fig1-v1.tif", 
                        "filename": "elife-04869-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The conclusion that Prospero is necessary for neuroblast quiescence is supported by evidence that appeared to show that a large number of neuroblasts fail to quiesce in mutant <i>Drosophila</i> embryos that are unable to produce Prospero. However, a lack of Prospero also results in the formation of neuroblast-like ganglion mother cells, which do not quiesce (<a href=\"#bib2\">Choksi et al., 2006</a>; <a href=\"#bib6\">Lee et al., 2006</a>). Therefore, Lai and Doe needed to implement a method that could tell apart neuroblast-like cells from bona fide neuroblasts."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To this end, taking advantage of the wealth of knowledge and tools developed over the years in <i>Drosophila</i> research, Lai and Doe made use of reporter genes that indicate when Notch signalling occurs. Notch is a protein that helps neighbouring cells to signal to each other. Unlike neuroblasts, cells derived from ganglion mother cells express a protein that inhibits Notch signalling. Therefore, if a neuroblast-like cell displays Notch signalling activity, it must be a neuroblast. This meant Lai and Doe were able to confirm that the cells they investigated were neuroblasts, and that a lack of Prospero does prevent quiescence."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The conclusion that Prospero is sufficient for quiescence is supported by experiments that introduced a low-level pulse of Prospero to cells, which resulted in many neuroblasts becoming quiescent. Here again, the multitasking nature of Prospero made experiments technically difficult, as high levels of Prospero can cause neuroblasts to differentiate and become a specialized cell (<a href=\"#bib2\">Choksi et al., 2006</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To rule out this possibility, Lai and Doe delivered a short pulse of Prospero using the TARGET method (<a href=\"#bib7\">McGuire et al., 2003</a>), which controls when and where genes are expressed. Importantly, once Prospero levels returned to normal background levels, the resulting quiescent neuroblasts started proliferating again, confirming that neuroblasts exposed to a short pulse of Prospero do indeed become quiescent."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Lai and Doe have therefore established that different levels of Prospero control different behaviours in neuroblasts. When the level of Prospero is minimal, neuroblasts can divide asymmetrically to form a ganglion mother cell; a low-level pulse of Prospero drives proliferating neuroblasts into quiescence; and high levels force the neuroblasts to differentiate into a specialized cell type (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In mice, Prox1—the vertebrate form of Prospero—has several roles during retinal development: for example, it enables the embryonic cells that produce the different cells in the retina to exit the cell cycle; it is required for the specification of the cells that are responsible for allowing eyes to adjust to changing light conditions; and it is essential for maturing the cells that transmit signals from the photoreceptors. The analysis of individuals who had one non-functional copy of the <i>Prox1</i> gene suggests that some of these functions may depend on how much Prox1 is present (<a href=\"#bib3\">Dyer, 2003</a>). Prox1 has been linked to a variety of cancer types in humans in the last few years (<a href=\"#bib4\">Elsir et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Although so far limited to <i>Drosophila</i> embryonic neuroblasts, the results reported by Lai and Doe add a new case to the list of qualitatively different outcomes driven by quantitative differences. This is abundantly exploited in different contexts during development and, perhaps, might also be relevant for disease."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Chell", 
                            "index": "Chell, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AH Brand", 
                            "index": "Brand, AH"
                        }
                    }
                ], 
                "articleTitle": "Nutrition-responsive glia control exit of neural stem cells from quiescence", 
                "journal": "Cell", 
                "volume": "143", 
                "pages": {
                    "first": "1161", 
                    "last": "1173", 
                    "range": "1161–1173"
                }, 
                "doi": "10.1016/j.cell.2010.12.007"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SP Choksi", 
                            "index": "Choksi, SP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TD Southall", 
                            "index": "Southall, TD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Bossing", 
                            "index": "Bossing, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Edoff", 
                            "index": "Edoff, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E de Wit", 
                            "index": "de Wit, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BE Fischer", 
                            "index": "Fischer, BE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B van Steensel", 
                            "index": "van Steensel, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Micklem", 
                            "index": "Micklem, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AH Brand", 
                            "index": "Brand, AH"
                        }
                    }
                ], 
                "articleTitle": "Prospero acts as a binary switch between self-renewal and differentiation in <i>Drosophila</i> neural stem cells", 
                "journal": "Developmental Cell", 
                "volume": "11", 
                "pages": {
                    "first": "775", 
                    "last": "789", 
                    "range": "775–789"
                }, 
                "doi": "10.1016/j.devcel.2006.09.015"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Dyer", 
                            "index": "Dyer, MA"
                        }
                    }
                ], 
                "articleTitle": "Regulation of proliferation, cell fate specification and differentiation by the homeodomain proteins Prox1, Six3, and Chx10 in the developing retina", 
                "journal": "Cell Cycle", 
                "volume": "2", 
                "pages": {
                    "first": "350", 
                    "last": "357", 
                    "range": "350–357"
                }, 
                "doi": "10.4161/cc.2.4.429"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Elsir", 
                            "index": "Elsir, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Smits", 
                            "index": "Smits, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Lindstrom", 
                            "index": "Lindstrom, MS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Nister", 
                            "index": "Nister, M"
                        }
                    }
                ], 
                "articleTitle": "Transcription factor PROX1: its role in development and cancer", 
                "journal": "Cancer Metastasis Reviews", 
                "volume": "31", 
                "pages": {
                    "first": "793", 
                    "last": "805", 
                    "range": "793–805"
                }, 
                "doi": "10.1007/s10555-012-9390-8"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RL Griffiths", 
                            "index": "Griffiths, RL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Hidalgo", 
                            "index": "Hidalgo, A"
                        }
                    }
                ], 
                "articleTitle": "Prospero maintains the mitotic potential of glial precursors enabling them to respond to neurons", 
                "journal": "EMBO Journal", 
                "volume": "23", 
                "pages": {
                    "first": "2440", 
                    "last": "2450", 
                    "range": "2440–2450"
                }, 
                "doi": "10.1038/sj.emboj.7600258"
            }, 
            {
                "type": "journal", 
                "id": "bib6a", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Lai", 
                            "index": "Lai, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CQ Doe", 
                            "index": "Doe, CQ"
                        }
                    }
                ], 
                "articleTitle": "Transient nuclear prospero induces neural progenitor quiescence", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e03363", 
                "doi": "10.7554/eLife.03363"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CY Lee", 
                            "index": "Lee, CY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BD Wilkinson", 
                            "index": "Wilkinson, BD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Siegrist", 
                            "index": "Siegrist, SE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RP Wharton", 
                            "index": "Wharton, RP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CQ Doe", 
                            "index": "Doe, CQ"
                        }
                    }
                ], 
                "articleTitle": "Brat is a Miranda cargo protein that promotes neuronal differentiation and inhibits neuroblast self-renewal", 
                "journal": "Developmental Cell", 
                "volume": "10", 
                "pages": {
                    "first": "441", 
                    "last": "449", 
                    "range": "441–449"
                }, 
                "doi": "10.1016/j.devcel.2006.01.017"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE McGuire", 
                            "index": "McGuire, SE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PT Le", 
                            "index": "Le, PT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Osborn", 
                            "index": "Osborn, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Matsumoto", 
                            "index": "Matsumoto, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RL Davis", 
                            "index": "Davis, RL"
                        }
                    }
                ], 
                "articleTitle": "Spatiotemporal rescue of memory dysfunction in <i>Drosophila</i>", 
                "journal": "Science", 
                "volume": "302", 
                "pages": {
                    "first": "1765", 
                    "last": "1768", 
                    "range": "1765–1768"
                }, 
                "doi": "10.1126/science.1089035"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Sousa-Nunes", 
                            "index": "Sousa-Nunes, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LL Yee", 
                            "index": "Yee, LL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Gould", 
                            "index": "Gould, AP"
                        }
                    }
                ], 
                "articleTitle": "Fat cells reactivate quiescent neuroblasts via TOR and glial insulin relays in <i>Drosophila</i>", 
                "journal": "Nature", 
                "volume": "471", 
                "pages": {
                    "first": "508", 
                    "last": "512", 
                    "range": "508–512"
                }, 
                "doi": "10.1038/nature09867"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}