{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00625", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00625", 
        "authorLine": "Marcel Proveniers", 
        "title": "Sugars speed up the circle of life", 
        "titlePrefix": "Plant Biology", 
        "published": "2013-03-26T00:00:00Z", 
        "versionDate": "2013-03-26T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00625", 
        "pdf": "https://publishing-cdn.elifesciences.org/00625/elife-00625-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>A. thaliana</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "By regulating the expression of key microRNA molecules, sugar levels in leaves control the transition from the juvenile to the adult form in plants."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Proveniers", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Marcel Proveniers", 
                    "index": "Proveniers, Marcel"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Molecular Plant Physiology group", 
                            "The Institute of Environmental Biology, Utrecht University"
                        ], 
                        "address": {
                            "formatted": [
                                "Utrecht", 
                                "The Netherlands"
                            ], 
                            "components": {
                                "locality": [
                                    "Utrecht"
                                ], 
                                "country": "The Netherlands"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "m.proveniers@uu.nl"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00625", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00625", 
        "authorLine": "Marcel Proveniers", 
        "title": "Sugars speed up the circle of life", 
        "titlePrefix": "Plant Biology", 
        "published": "2013-03-26T00:00:00Z", 
        "versionDate": "2013-03-26T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00625", 
        "pdf": "https://publishing-cdn.elifesciences.org/00625/elife-00625-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>A. thaliana</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "By regulating the expression of key microRNA molecules, sugar levels in leaves control the transition from the juvenile to the adult form in plants."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Proveniers", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Marcel Proveniers", 
                    "index": "Proveniers, Marcel"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Molecular Plant Physiology group", 
                            "The Institute of Environmental Biology, Utrecht University"
                        ], 
                        "address": {
                            "formatted": [
                                "Utrecht", 
                                "The Netherlands"
                            ], 
                            "components": {
                                "locality": [
                                    "Utrecht"
                                ], 
                                "country": "The Netherlands"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "m.proveniers@uu.nl"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "microRNA", 
            "developmental timing", 
            "phase change", 
            "sugar", 
            "heteroblasty", 
            "plant biology"
        ], 
        "relatedArticles": [
            "00260", 
            "00269"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "How do plants determine which stage of development they are at? This is a long-standing and important question in plant biology. Plants, like other higher organisms, progress through a series of developmental phases, and the correct timing of these phase changes is critical for growth and reproduction, and thus for survival in the natural environment."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "After a seed has germinated, the shoot progresses through a juvenile vegetative phase, an adult vegetative phase and ultimately, when conditions are right, a reproductive phase (<a href=\"#fig1\">Figure 1</a>). The juvenile vegetative phase has a critical role in plant development. Juvenile plants rapidly increase their photosynthetic capacity, size and mass to ensure maximum productivity, but are incapable of initiating reproductive development. The transition from the juvenile vegetative to the adult vegetative stage, during which plants acquire reproductive competence, is known as vegetative phase change. During this transition, changes in multiple traits, including leaf size and shape, and leaf trichome (hair) distribution, result in the appearance of both juvenile and adult traits on the same plant, a condition known as heteroblasty."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "After germination, plants enter a juvenile vegetative phase and then transition to an adult vegetative phase before producing reproductive structures.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "In <i>Arabidopsis</i>, the onset of the adult phase is characterized by the appearance of hairs on the lower surface of the leaf and a change in leaf shape from round leaves with smooth edges to elongated leaves with serrated edges. The juvenile-to-adult transition, or vegetative phase change, is controlled by the activity of microRNA-156. The predominant genes encoding this miRNA—<i>MIR156A</i> and <i>MIR156C</i>—are transcribed to produce primary mRNA transcripts (pri-miR156 A/C), which are further processed to generate mature transcripts (miR156). These guide the cleavage of target (SPL) mRNAs, thereby reducing SPL mRNA abundance, which has the effect of preventing vegetative phase change. Sugars regulate the timing of the juvenile-to-adult transition by repressing miR156 accumulation. Early in development, miR156 levels are high, promoting juvenile traits. As the plant matures, miR156 levels steadily decrease (red bar). After germination, plants start to accumulate sugars through photosynthesis and, as they grow older, the overall photosynthetic output of the shoot increases (green bar). Sucrose, the major transportable sugar, moves from the pre-existing leaves to the young leaf primordia (boxed), where its accumulation inhibits the transcription of <i>MIR156A</i> and <i>MIR156C</i>. In the initial steps of glycolysis, sucrose is broken down into glucose, which in turn causes degradation of the miR156 precursors pri-miR156A and C. As a result, miR156 levels decrease and SPL levels increase (blue bar), thereby promoting the expression of adult traits."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00625/elife-00625-fig1-v1.tif", 
                        "filename": "elife-00625-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Previous studies have shown that, as a plant ages, a gradual decline in abundance of the evolutionarily conserved microRNA-156 (miR156) promotes the expression of adult traits (reviewed in <a href=\"#bib1\">Huijser and Schmid, 2011</a>). However, the nature of the age-dependent factor(s) that promote the decline in miR156 levels remained a mystery. Now, writing in <i>eLife</i>, Li Yang, Scott Poethig and co-workers at the University of Pennsylvania (UPenn; <a href=\"#bib8\">Yang et al., 2013</a>) and, independently, Sha Yu and Jia-Wei Wang of the Shanghai Institute of Plant Physiology and Ecology and their colleagues take a key step towards answering this question (<a href=\"#bib9\">Yu et al., 2013</a>). Both groups identified sugar produced by photosynthesis as an endogenous developmental timing cue for the juvenile-to-adult phase transition, with the sugar acting to modulate miR156 expression."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Previous research by the UPenn group indicated that vegetative phase change is mediated by a factor (or factors) produced in leaves and that this factor (or factors) acts by repressing the expression of miR156 in young leaf primordia (<a href=\"#bib7\">Yang et al., 2011</a>). For decades there have been indications that sugars, as products of photosynthesis, are important for shoot maturation. Given the critical role of sugars as signaling molecules in plants, in addition to their functions in metabolism (reviewed in <a href=\"#bib3\">Smeekens et al., 2010</a>), both groups investigated the role of sugar in vegetative phase change. They used a mutant form of the model plant <i>Arabidopsis</i> with low efficiency photosynthesis (the <i>chlorophyll a oxygenase</i>/<i>chlorina1</i> plant) to demonstrate that a reduced rate of photosynthesis delays the juvenile-to-adult phase transition. Moreover, it does so in an miR156-dependent manner since mutant plants that additionally lack miR156 activity do not show the delayed phase change phenotype."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The two groups then studied the effect on miR156 expression and vegetative phase change of supplying the plants with exogenous sugar, and found that glucose, fructose, sucrose and maltose repressed the accumulation of miR156. This is not the result of osmotic stress (that is, a disturbance in the water balance of the plant due to application of a sugar solution that is more concentrated than the intracellular solution), as metabolically inactive (but osmotically equally active) sugars did not repress miR156 levels. miR156 inhibits the expression of genes encoding SPL proteins—a family of transcription factors that promote developmental transitions—by targeting SPL mRNAs for cleavage (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib6\">Wu and Poethig, 2006</a>; <a href=\"#bib5\">Wang et al., 2009</a>). Accordingly, transcript levels of <i>SPL9</i> and <i>SPL15</i> (<a href=\"#bib9\">Yu et al., 2013</a>) increased markedly upon addition of sugar, as did those of <i>SPL9-GUS</i>—a gene fusion of <i>SPL9</i> and the reporter gene <i>GUS</i>. However, sugar had no effect on the expression of an <i>SPL9-GUS</i> fusion transcript that lacked a functional miR156-responsive element (<a href=\"#bib8\">Yang et al., 2013</a>). The finding that sucrose application increased the proportion of leaves with hairs on their lower surface (<a href=\"#bib8\">Yang et al., 2013</a>)—a morphological mark for the onset of the adult phase—further supports the conclusion that the effect of sugar on miR156 and <i>SPL</i> expression has functional significance."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In <i>Arabidopsis</i>, there are eight genes encoding miR156 (<i>MIR156A-H</i>) (<a href=\"#bib2\">Reinhart et al., 2002</a>). The UPenn and Shanghai groups show that <i>MIR156A</i> and <i>MIR156C</i> are the predominant regulators of vegetative phase change, and that sugar treatment strongly downregulates the expression of both genes in young leaf primordia. Intriguingly, glucose and sucrose each seem to regulate <i>MIR156A</i> and <i>MIR156C</i> expression by different mechanisms. Both these genes are first transcribed to produce primary mRNA transcripts (pri-miR156 A/C), which in turn are processed to generate mature transcripts (miR156). The UPenn group reports that glucose, in contrast to sucrose, has little or no effect on the expression of <i>MIR156A-GUS</i> and <i>MIR156C-GUS—</i>fusion transcripts in which <i>MIR156A</i> and <i>MIR156C</i> hairpin sequences have been replaced with the reporter gene <i>GUS</i>—whereas both sugars significantly reduced the abundance of the endogenous <i>pri-MIR156A</i> and <i>pri-MIR156C</i> transcripts in these reporter lines. These results suggest that sucrose regulates the transcription of <i>MIR156A</i> and <i>MIR156C</i> to produce primary transcripts, whereas glucose regulates the expression of these genes by a post-transcriptional mechanism. In line with this, the Shanghai group reports that glucose represses the accumulation of <i>pri-MIR156A</i> and <i>pri-MIR156C</i> transcripts even in the presence of a transcriptional inhibitor, suggesting that glucose modulates miR156 expression levels through degradation of these primary miRNAs (<a href=\"#bib9\">Yu et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Both studies clearly demonstrate that sugars regulate shoot maturation in <i>Arabidopsis</i> by repressing the expression of miR156 in leaves. However, a key question that remains is whether sugars are the leaf-derived signal that controls vegetative phase change. Defoliation experiments in <i>Arabidopsis</i> (<a href=\"#bib9\">Yu et al., 2013</a>) and tobacco plants (<a href=\"#bib7\">Yang et al., 2011</a>, <a href=\"#bib8\">2013</a>) show that removing the two oldest leaves results in increased miR156 levels in shoot apices and a delay in the expression of adult-specific traits. The fact that sugar application partially reverses this effect indicates that sugars derived from photosynthetically active leaves are likely candidates for the long-distance signals that repress miR156 expression in young leaf primordia. However, it remains to be determined whether endogenous sugar levels do increase in these young primordia during vegetative phase change. In addition, one can ask whether endogenous sugars fulfill the same role in species that undergo a much longer juvenile phase than <i>Arabidopsis</i>, such as trees and other perennial woody plants, where vegetative phase change occurs after months or even years."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of the UPenn and Shanghai groups indicates that sucrose and glucose affect miR156 levels via different mechanisms. Elucidating the rationale behind such a complex mode of regulation and dissecting the underlying molecular mechanism(s) will be major challenges. Recent work by Vanessa Wahl and co-workers at Max Planck Institutes in Potsdam and Tubingen revealed that, in shoot meristems (organized clusters of cells that generate the above-ground parts of the plant), a molecule called trehalose-6-phosphate (T6P) acts as a local signal that links sugar availability to developmental decisions (<a href=\"#bib4\">Wahl et al., 2013</a>). Moreover, T6P controls the expression of <i>SPL</i> genes partially via the age-dependent miR156 pathway. It will be worthwhile investigating whether this sugar-miRNA156 pathway is also involved in the juvenile-to-adult phase transition in young leaf primordia. Despite these questions, the results presented by the UPenn and Shanghai groups provide the first molecular evidence for the long-standing hypothesis that shoot maturation is regulated by an increase in endogenous carbohydrates."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Huijser", 
                            "index": "Huijser, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Schmid", 
                            "index": "Schmid, M"
                        }
                    }
                ], 
                "articleTitle": "The control of developmental phase transitions in plants", 
                "journal": {
                    "name": [
                        "Development"
                    ]
                }, 
                "volume": "138", 
                "pages": {
                    "first": "4117", 
                    "last": "4129", 
                    "range": "4117–4129"
                }, 
                "doi": "10.1242/dev.063511"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BJ Reinhart", 
                            "index": "Reinhart, BJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EG Weinstein", 
                            "index": "Weinstein, EG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MW Rhoades", 
                            "index": "Rhoades, MW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Bartel", 
                            "index": "Bartel, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DP Bartel", 
                            "index": "Bartel, DP"
                        }
                    }
                ], 
                "articleTitle": "MicroRNAs in plants", 
                "journal": {
                    "name": [
                        "Genes Dev"
                    ]
                }, 
                "volume": "16", 
                "pages": {
                    "first": "1616", 
                    "last": "1626", 
                    "range": "1616–1626"
                }, 
                "doi": "10.1101/gad.1004402"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Smeekens", 
                            "index": "Smeekens, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ma", 
                            "index": "Ma, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Hanson", 
                            "index": "Hanson, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Rolland", 
                            "index": "Rolland, F"
                        }
                    }
                ], 
                "articleTitle": "Sugar signals and molecular networks controlling plant growth", 
                "journal": {
                    "name": [
                        "Curr Opin Plant Biol"
                    ]
                }, 
                "volume": "13", 
                "pages": {
                    "first": "273", 
                    "last": "278", 
                    "range": "273–278"
                }, 
                "doi": "10.1016/j.pbi.2009.12.002"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Wahl", 
                            "index": "Wahl, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ponnu", 
                            "index": "Ponnu, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Schlereth", 
                            "index": "Schlereth, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Arrivault", 
                            "index": "Arrivault, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Langenecker", 
                            "index": "Langenecker, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Franke", 
                            "index": "Franke, A"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Regulation of flowering by trehalose-6-phosphate signaling in <i>Arabidopsis thaliana</i>", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "339", 
                "pages": {
                    "first": "704", 
                    "last": "707", 
                    "range": "704–707"
                }, 
                "doi": "10.1126/science.1230406"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Wang", 
                            "index": "Wang, JW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Czech", 
                            "index": "Czech, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Weigel", 
                            "index": "Weigel, D"
                        }
                    }
                ], 
                "articleTitle": "miR156-regulated SPL transcription factors define an endogenous flowering pathway in <i>Arabidopsis thaliana</i>", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "138", 
                "pages": {
                    "first": "738", 
                    "last": "749", 
                    "range": "738–749"
                }, 
                "doi": "10.1016/j.cell.2009.06.014"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Wu", 
                            "index": "Wu, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Poethig", 
                            "index": "Poethig, RS"
                        }
                    }
                ], 
                "articleTitle": "Temporal regulation of shoot development in <i>Arabidopsis thaliana</i> by miR156 and its target SPL3", 
                "journal": {
                    "name": [
                        "Development"
                    ]
                }, 
                "volume": "133", 
                "pages": {
                    "first": "3539", 
                    "last": "3547", 
                    "range": "3539–3547"
                }, 
                "doi": "10.1242/dev.02521"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Yang", 
                            "index": "Yang, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Conway", 
                            "index": "Conway, SR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Poethig", 
                            "index": "Poethig, RS"
                        }
                    }
                ], 
                "articleTitle": "Vegetative phase change is mediated by a leaf-derived signal that represses the transcription of miR156", 
                "journal": {
                    "name": [
                        "Development"
                    ]
                }, 
                "volume": "138", 
                "pages": {
                    "first": "245", 
                    "last": "249", 
                    "range": "245–249"
                }, 
                "doi": "10.1242/dev.058578"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Yang", 
                            "index": "Yang, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Xu", 
                            "index": "Xu, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Koo", 
                            "index": "Koo, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J He", 
                            "index": "He, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Poethig", 
                            "index": "Poethig, RS"
                        }
                    }
                ], 
                "articleTitle": "Sugar promotes vegetative phase change in <i>Arabidopsis thaliana</i> by repressing the expression of MIR156A and MIR156C", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00260", 
                "doi": "10.7554/eLife.00260"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Yu", 
                            "index": "Yu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Cao", 
                            "index": "Cao, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C-M Zhou", 
                            "index": "Zhou, C-M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T-Q Zhang", 
                            "index": "Zhang, T-Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Lian", 
                            "index": "Lian, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Sun", 
                            "index": "Sun, Y"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Sugar is an endogenous cue for juvenile-to-adult phase transition in plants", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00269", 
                "doi": "10.7554/eLife.00269"
            }
        ]
    }
}