{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-08283-v1.xml"
        }, 
        "status": "vor", 
        "id": "08283", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.08283", 
        "authorLine": "Andrea Musacchio", 
        "title": "Closing the Mad2 cycle", 
        "titlePrefix": "Checkpoint Proteins", 
        "published": "2015-05-22T00:00:00Z", 
        "versionDate": "2015-05-22T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e08283", 
        "pdf": "https://publishing-cdn.elifesciences.org/08283/elife-08283-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>C. elegans</i>", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Chromosome separation is regulated by a cycle that involves a protein undergoing an unusual topological conversion."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Musacchio", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Andrea Musacchio", 
                    "index": "Musacchio, Andrea"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Mechanistic Cell Biology", 
                            "Max Planck Institute of Molecular Physiology"
                        ], 
                        "address": {
                            "formatted": [
                                "Dortmund", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Dortmund"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "andrea.musacchio@mpi-dortmund.mpg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-08283-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "08283", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.08283", 
        "authorLine": "Andrea Musacchio", 
        "title": "Closing the Mad2 cycle", 
        "titlePrefix": "Checkpoint Proteins", 
        "published": "2015-05-22T00:00:00Z", 
        "versionDate": "2015-05-22T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e08283", 
        "pdf": "https://publishing-cdn.elifesciences.org/08283/elife-08283-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>C. elegans</i>", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Chromosome separation is regulated by a cycle that involves a protein undergoing an unusual topological conversion."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Musacchio", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Andrea Musacchio", 
                    "index": "Musacchio, Andrea"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Mechanistic Cell Biology", 
                            "Max Planck Institute of Molecular Physiology"
                        ], 
                        "address": {
                            "formatted": [
                                "Dortmund", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Dortmund"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "andrea.musacchio@mpi-dortmund.mpg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "checkpoint protein", 
            "spindle assembly checkpoint", 
            "AAA+ ATPase", 
            "HORMA domain protein", 
            "Mad2"
        ], 
        "-related-articles-internal": [
            "07367"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Enzymes and other proteins constantly undergo changes of conformation in our cells. In most cases these changes do not involve any change in the topology of the protein: that is, the relative positions of the secondary structure elements of the protein (such as alpha helices and beta sheets) do not change. A family of proteins called HORMA domain proteins has emerged as a fascinating exception to this empirical rule. Mad2, the best-studied member of this family, changes between an open state that is inactive and a closed (active) state with a different topology (<a href=\"#fig1\">Figure 1</a>). Crucial details of this process have remained unclear but now, in <i>eLife</i>, Kevin Corbett and co-workers—including Qiaozhen Ye as first author—shed new light on the role played by an enzyme called TRIP13/PCH-2 in this particular conformational change (<a href=\"#bib10\">Ye et al., 2015</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "title": "The Mad2 cycle.", 
                        "label": "Figure 1.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The Mad2 protein exists in an ‘inactive’ open form (left) and an ‘active’ closed form (right). The structural elements highlighted in pale yellow have the same relative positions in the two states; the elements highlighted in brown have different relative positions. The open form (red) is converted to the closed form (bright yellow) by a closure motif (blue rectangle) within a Cdc20 protein. This process is strongly promoted by kinetochores that have not yet bound to the spindle (red), but not by those that are already bound (green). This results in the formation of the effector complex (containing closed Mad2 and Cdc20) that suppresses the separation of the chromosomes. A protein called p31<sup>comet</sup> acts as a bridge to allow an enzyme called TRIP13/PCH-2 to use ATP hydrolysis to dissociate this effector complex, which is very stable."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/08283/elife-08283-fig1-v1.tif", 
                        "filename": "elife-08283-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Before a cell divides, its chromosomes need to be duplicated and then separated into two groups so that each daughter cell gets a full set of chromosomes. To achieve this, protein complexes called kinetochores connect the chromosomes to a structure called the spindle, which pulls the chromosomes to opposite ends of the cell. This process is monitored by a set of proteins known as checkpoint proteins."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Mad2 is a checkpoint protein that is recruited in its open (inactive) form to kinetochores that are not yet properly attached to the spindle. It is converted to the closed (active) form by binding to a ‘closure motif’ in a protein called Cdc20. The closed Mad2 protein then joins forces with Cdc20 and other proteins to create a checkpoint effector complex that prevents the chromosomes separating until all of them are attached to the spindle (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "When purified samples of Mad2 and Cdc20 are mixed in the laboratory, they bind together spontaneously. However, this process is very slow because a large amount of activation energy is needed to convert the open state of Mad2 into the closed state. Inside the cell, however, the kinetochores act as catalysts to accelerate the reaction through steps that are only partly understood (<a href=\"#bib5\">Lara-Gonzalez et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Several lines of evidence indicate that closed Mad2 can be converted back into the open form. Moreover, even when the checkpoint effector is active, some open Mad2 is always present: this allows the open form of the protein to be recruited to kinetochores that are not yet attached to the spindle. This pool of open Mad2 is not maintained through the production of new protein, so the most plausible explanation is that it comes from the continuous conversion of closed Mad2. How does this take place? Previous studies have established that the hydrolysis of ATP is required to disassemble the checkpoint effector (<a href=\"#bib6\">Miniowitz-Shemtov et al., 2010</a>): hydrolysis of ATP releases energy, but the specific steps that require this energy had not been identified."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The key to gaining a molecular understanding was the characterization of two proteins—TRIP13/PCH2 and p31<sup>comet</sup>—that were known to be involved in disassembling the effector complex formed by closed Mad2 and Cdc20 (<a href=\"#bib2\">Eytan et al., 2014</a>; <a href=\"#bib8\">Wang et al., 2014</a>). By recreating the reaction in the laboratory with purified components, Ye et al.—who are based at the Ludwig Institute for Cancer Research, the Scripps Institute and the University of California, San Diego—now go further by showing that the TRIP13/PCH-2 enzyme binds to closed Mad2, which is then converted to open Mad2 in a manner that depends on ATP hydrolysis and on the activity of p31<sup>comet</sup> (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "TRIP13/PCH-2 is a member of the AAA+ ATPase family of enzymes: these enzymes, which are found in all kingdoms of life, harness the chemical energy released by ATP hydrolysis to perform mechanical work in a variety of different reactions (<a href=\"#bib3\">Hanson and Whiteheart, 2005</a>; <a href=\"#bib7\">Vader, 2015</a>). For instance, an important subclass of these enzymes—known as the disaggregases—can separate proteins that have formed aggregates within the cell: this allows these proteins to refold with assistance from chaperone proteins. Another subclass assists in the breakdown of proteins by associating with protease enzymes, and a third subclass promotes the disassembly of stable protein complexes and the recycling of their subunits. TRIP13/PCH-2 appears to belong to the latter class, but Ye et al. reveal that its high-resolution three-dimensional structure is more typical of the disaggregases."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As if the pattern of events surrounding the conversion of Mad2 had not been complex enough, p31<sup>comet</sup> is also a member of the HORMA domain family and is able to selectively interact with closed Mad2 (<a href=\"#bib9\">Yang et al., 2007</a>). Ye et al. now demonstrate that p31<sup>comet</sup> binds to Mad2 and TRIP13/PCH2 at the same time, and acts as a bridge between them (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "TRIP13/PCH-2 can also regulate a group of HORMA domain proteins that are involved at multiple stages of a type of cell division called meiosis (<a href=\"#bib7\">Vader, 2015</a>). The significance of this regulation was not clear at first, but recent studies have revealed that two of these HORMA domain proteins interact with the closure motifs in their binding partners, indicating that their safety belt is, like that of Mad2, a variable element of their topology (<a href=\"#bib1\">Chen et al., 2014</a>; <a href=\"#bib4\">Kim et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Collectively, these recent studies show that TRIP13/PCH-2 is a general regulator of a topological conversion that occurs when HORMA domains bind to their partner proteins. The techniques described by Corbett, Ye and co-workers are without doubt a promising way forward for the further investigation of this fascinating problem."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Chen", 
                            "index": "Chen, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Jomaa", 
                            "index": "Jomaa, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ortega", 
                            "index": "Ortega, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EE Alani", 
                            "index": "Alani, EE"
                        }
                    }
                ], 
                "articleTitle": "Pch2 is a hexameric ring ATPase that remodels the chromosome axis protein Hop1", 
                "journal": "Proceedings of the National Academy of Sciences of USA", 
                "volume": "111", 
                "pages": {
                    "first": "E44", 
                    "last": "E53", 
                    "range": "E44–E53"
                }, 
                "doi": "10.1073/pnas.1310755111"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Eytan", 
                            "index": "Eytan, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Wang", 
                            "index": "Wang, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Miniowitz-Shemtov", 
                            "index": "Miniowitz-Shemtov, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Sitry-Shevah", 
                            "index": "Sitry-Shevah, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kaisari", 
                            "index": "Kaisari, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Yen", 
                            "index": "Yen, TJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ST Liu", 
                            "index": "Liu, ST"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Hershko", 
                            "index": "Hershko, A"
                        }
                    }
                ], 
                "articleTitle": "Disassembly of mitotic checkpoint complexes by the joint action of the AAA-ATPase TRIP13 and p31(comet)", 
                "journal": "Proceedings of the National Academy of Sciences of USA", 
                "volume": "111", 
                "pages": {
                    "first": "12019", 
                    "last": "12024", 
                    "range": "12019–12024"
                }, 
                "doi": "10.1073/pnas.1412901111"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PI Hanson", 
                            "index": "Hanson, PI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SW Whiteheart", 
                            "index": "Whiteheart, SW"
                        }
                    }
                ], 
                "articleTitle": "AAA+ proteins: have engine, will work", 
                "journal": "Nature Reviews Molecular Cell Biology", 
                "volume": "6", 
                "pages": {
                    "first": "519", 
                    "last": "529", 
                    "range": "519–529"
                }, 
                "doi": "10.1038/nrm1684"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Kim", 
                            "index": "Kim, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SC Rosenberg", 
                            "index": "Rosenberg, SC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CL Kugel", 
                            "index": "Kugel, CL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Kostow", 
                            "index": "Kostow, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Rog", 
                            "index": "Rog, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Davydov", 
                            "index": "Davydov, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TY Su", 
                            "index": "Su, TY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AF Dernburg", 
                            "index": "Dernburg, AF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KD Corbett", 
                            "index": "Corbett, KD"
                        }
                    }
                ], 
                "articleTitle": "The chromosome axis controls meiotic events through a hierarchical assembly of HORMA domain proteins", 
                "journal": "Developmental Cell", 
                "volume": "31", 
                "pages": {
                    "first": "487", 
                    "last": "502", 
                    "range": "487–502"
                }, 
                "doi": "10.1016/j.devcel.2014.09.013"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Lara-Gonzalez", 
                            "index": "Lara-Gonzalez, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FG Westhorpe", 
                            "index": "Westhorpe, FG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SS Taylor", 
                            "index": "Taylor, SS"
                        }
                    }
                ], 
                "articleTitle": "The spindle assembly checkpoint", 
                "journal": "Current Biology", 
                "volume": "22", 
                "pages": {
                    "first": "R966", 
                    "last": "R980", 
                    "range": "R966–R980"
                }, 
                "doi": "10.1016/j.cub.2012.10.006"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Miniowitz-Shemtov", 
                            "index": "Miniowitz-Shemtov, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Teichner", 
                            "index": "Teichner, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Sitry-Shevah", 
                            "index": "Sitry-Shevah, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Hershko", 
                            "index": "Hershko, A"
                        }
                    }
                ], 
                "articleTitle": "ATP is required for the release of the anaphase-promoting complex/cyclosome from inhibition by the mitotic checkpoint", 
                "journal": "Proceedings of the National Academy of Sciences of USA", 
                "volume": "107", 
                "pages": {
                    "first": "5351", 
                    "last": "5356", 
                    "range": "5351–5356"
                }, 
                "doi": "10.1073/pnas.1001875107"
            }, 
            {
                "type": "unknown", 
                "id": "bib7", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Vader", 
                            "index": "Vader, G"
                        }
                    }
                ], 
                "title": "Pch2: controlling cell division through regulation of HORMA domains", 
                "details": "Chromosoma, 10.1007/s00412-015-0516-y"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Wang", 
                            "index": "Wang, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Sturt-Gillespie", 
                            "index": "Sturt-Gillespie, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Hittle", 
                            "index": "Hittle, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Macdonald", 
                            "index": "Macdonald, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GK Chan", 
                            "index": "Chan, GK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Yen", 
                            "index": "Yen, TJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ST Liu", 
                            "index": "Liu, ST"
                        }
                    }
                ], 
                "articleTitle": "Thyroid hormone receptor interacting protein 13 (TRIP13) AAA-ATPase is a novel mitotic checkpoint-silencing protein", 
                "journal": "Journal of Biological Chemistry", 
                "volume": "289", 
                "pages": {
                    "first": "23928", 
                    "last": "23937", 
                    "range": "23928–23937"
                }, 
                "doi": "10.1074/jbc.M114.585315"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Yang", 
                            "index": "Yang, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Li", 
                            "index": "Li, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DR Tomchick", 
                            "index": "Tomchick, DR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Machius", 
                            "index": "Machius, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Rizo", 
                            "index": "Rizo, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Yu", 
                            "index": "Yu, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Luo", 
                            "index": "Luo, X"
                        }
                    }
                ], 
                "articleTitle": "p31comet blocks Mad2 activation through structural mimicry", 
                "journal": "Cell", 
                "volume": "131", 
                "pages": {
                    "first": "744", 
                    "last": "755", 
                    "range": "744–755"
                }, 
                "doi": "10.1016/j.cell.2007.08.048"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Ye", 
                            "index": "Ye, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SC Rosenberg", 
                            "index": "Rosenberg, SC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Moeller", 
                            "index": "Moeller, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Speir", 
                            "index": "Speir, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TY Su", 
                            "index": "Su, TY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AH Corbett", 
                            "index": "Corbett, AH"
                        }
                    }
                ], 
                "articleTitle": "TRIP13 is a protein-remodelling AAA+ ATPase that catalyzes MAD2 conformational switching", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e07367", 
                "doi": "10.7554/eLife.07367"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}