{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "02618", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02618", 
        "authorLine": "Jin Chuan Zhou, Alessandro Costa", 
        "title": "Preparing to unwind", 
        "titlePrefix": "DNA Helicases", 
        "published": "2014-04-01T00:00:00Z", 
        "versionDate": "2014-04-01T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02618", 
        "pdf": "https://publishing-cdn.elifesciences.org/02618/elife-02618-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A combination of protein crystallography and biochemistry has revealed how a ring-shaped helicase might trap a single DNA strand as the double helix melts, and before it is unwound."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Zhou and Costa", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jin Chuan Zhou", 
                    "index": "Zhou, Jin Chuan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "London Research Institute, Cancer Research UK, Clare Hall Laboratories"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Alessandro Costa", 
                    "index": "Costa, Alessandro"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "London Research Institute, Cancer Research UK, Clare Hall Laboratories"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alessandro.costa@cancer.org.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "02618", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02618", 
        "authorLine": "Jin Chuan Zhou, Alessandro Costa", 
        "title": "Preparing to unwind", 
        "titlePrefix": "DNA Helicases", 
        "published": "2014-04-01T00:00:00Z", 
        "versionDate": "2014-04-01T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02618", 
        "pdf": "https://publishing-cdn.elifesciences.org/02618/elife-02618-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A combination of protein crystallography and biochemistry has revealed how a ring-shaped helicase might trap a single DNA strand as the double helix melts, and before it is unwound."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Zhou and Costa", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jin Chuan Zhou", 
                    "index": "Zhou, Jin Chuan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "London Research Institute, Cancer Research UK, Clare Hall Laboratories"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Alessandro Costa", 
                    "index": "Costa, Alessandro"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "London Research Institute, Cancer Research UK, Clare Hall Laboratories"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alessandro.costa@cancer.org.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "DNA replication", 
            "helicase", 
            "crystallography", 
            "biochemistry", 
            "archaea"
        ], 
        "-related-articles-internal": [
            "01993"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Life begets life: in order to propagate itself, a living organism must replicate its genetic material and pass this on to the next generation. To duplicate a molecule of double-stranded DNA within a cell, an ‘initiation factor’ recognises a stretch of DNA called an origin of replication and then recruits an enzyme called a helicase that goes on to unwind the double helix. This process exposes the two strands of DNA and allows them to act as templates to guide the synthesis of two new strands of DNA—which are called the leading and lagging strands. The end result is two identical molecules of double-stranded DNA."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "All helicases involved in DNA replication are shaped like a ring made of six subunits and they work by selecting, encircling and sliding (or translocating) along a single strand of DNA, while keeping the other strand on the outside (<a href=\"#bib11\">Soultanas, 2012</a>). Now, in <i>eLife</i>, researchers at St. Jude Children’s Research Hospital and the Massachusetts Institute of Technology (MIT) show how the leading strand template becomes selected as the ‘translocation strand’ by a helicase at a molecular level (<a href=\"#bib4\">Froelich et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Although DNA replication is vital to living things, the mechanisms behind the steps in this process are far from conserved in the different domains of life. In bacteria, for example, two copies of the helicase are loaded as single rings onto an already separated DNA duplex, and they immediately start moving in opposite directions along the lagging strands to unwind the DNA (<a href=\"#bib8\">Mott and Berger, 2007</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In eukaryotes, on the other hand, things happen more slowly. The helicase complex—called ‘Minichromosome Maintenance 2-7 complex’ or Mcm2-7 for short—also forms a ring made of six subunits (<a href=\"#fig1\">Figure 1A</a>). However, two complexes are loaded onto the DNA as a double ring, and the rings only start moving along the leading strand templates after multiple chemical modifications have been made and various other activating factors have been recruited (<a href=\"#bib10\">Remus and Diffley, 2009</a>; <a href=\"#bib9\">Remus et al., 2009</a>; <a href=\"#bib5\">Fu et al., 2011</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "title": "Archaeal/eukaryotic helicase interacting with DNA.", 
                        "label": "Figure 1.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) DNA opening and unwinding by the Mcm2-7 helicase: the two motor domains that move along the DNA are at opposite ends of a DNA-loaded helicase double ring, with the N-terminal DNA-binding domains (NTD) in the middle. Froelich, Kang et al. propose that the motor domains push the duplex DNA towards the middle of the helicase, hence promoting melting of the DNA at the origin of replication and trapping of the leading strand template by the NTD. The rings then separate and travel in opposite directions, with one ring sliding along each of the leading strand templates from the two replication forks. (<b>B</b>) Crystal structure of the MCM helicase (orange) bound to single-stranded DNA (light blue). The DNA circles around the MCM central channel in a clockwise direction (when travelling from the 5′-end to 3′-end and viewing the ring from its C-terminal face)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/02618/elife-02618-fig1-v1.tif", 
                        "filename": "elife-02618-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Three events must occur in order to activate the origin of replication in eukaryotes: the two Mcm2-7 rings must separate; each ring must trap the leading strand template; and each ring must eject the lagging strand template<i>.</i> However, we know very little about the details of any of these three steps in eukaryotes. And we know even less about them in archaea, although we do know that copies of proteins involved in DNA replication found in this domain of life are related to those found in eukaryotes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Eric Enemark of St. Jude, Stephen Bell of MIT and co-workers—including Clifford Froelich and Sukhyun Kang as joint first authors—have used a combination of protein crystallography and biochemistry to shed light on the process that activates the origin of replication (<a href=\"#bib4\">Froelich et al., 2014</a>). The Enemark lab determined the three-dimensional structure of a single-stranded fragment of DNA bound to a helicase ring from a species of archaea that lives in deep ocean vents. This helicase, called MCM, is the archaeal equivalent of the eukaryotic Mcm2-7 complex, and is easier to study because it is made of six identical protein subunits, whereas Mcm2-7 is made of six different protein subunits. Nevertheless, the two complexes are thought to be similar enough that general conclusions might be translated from one complex to the other."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As expected, the DNA binds inside the centre of the MCM ring, but it follows a different path from the DNA seen in previous helicase-DNA complex structures (<a href=\"#bib3\">Enemark and Joshua-Tor, 2006</a>; <a href=\"#bib6\">Itsathitphaisarn et al., 2012</a>). In fact, in the new MCM structure solved by the Enemark lab the DNA does not run straight through the ring channel but rather circles around its interior (<a href=\"#fig1\">Figure 1B</a>). Closer inspection suggests that the N-terminal DNA-binding domain of the MCM helicase—which is the only portion of the protein present in the crystal structure—can only trap the leading (rather than lagging) strand template. This is also in agreement with previously published studies (<a href=\"#bib7\">McGeoch et al., 2005</a>; <a href=\"#bib1\">Barry et al., 2007</a>; <a href=\"#bib2\">Bochman and Schwacha, 2008</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Interestingly, the diameter of the MCM-bound DNA circle is much larger than that of a DNA double helix, and the points of contact between the DNA and the proteins involve sites that are usually protected in the duplex form of DNA. This suggests that the new MCM-DNA crystal structure reported by Froelich, Kang et al. might have captured an intermediate form of DNA that exists when the origin of replication melts at the onset of DNA replication (<a href=\"#fig1\">Figure 1A</a>). This notion is also compatible with the results of in vitro experiments with related proteins from yeast, which were conducted in the Bell lab at MIT (<a href=\"#bib4\">Froelich et al. 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The MCM residues that contact the DNA in the archaeal structure are fully conserved only in three of the six subunits of the eukaryotic protein complex. Remarkably, all these residues are close to one another and constitute an extended single-stranded-binding surface on the Mcm2-7 that is proposed to function in DNA melting and strand selection. A combined mutant of these three subunits can, in fact, still be loaded onto double-stranded DNA, albeit with low efficiency. However, the mutant cannot bind single stranded DNA, does not recruit some of the factors that are essential for origin activation, and it cannot support DNA replication and cell division."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Altogether, this study provides new insights into the mechanisms that activate the origin of replication in eukaryotes by identifying a role for the Mcm2-7 helicase in the processes of strand selection and, probably, origin melting. Froelich, Kang et al. propose that the two Mcm2-7 motor domains must play an important function in the early stages of origin activation, pumping duplex DNA towards the centre of the complex, and hence promoting duplex melting and the subsequent capture of the leading strand by the helicase. Determining how the Mcm2-7 motor domain engages with DNA is an important challenge for future studies."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ER Barry", 
                            "index": "Barry, ER"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AT McGeoch", 
                            "index": "McGeoch, AT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Kelman", 
                            "index": "Kelman, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SD Bell", 
                            "index": "Bell, SD"
                        }
                    }
                ], 
                "articleTitle": "Archaeal MCM has separable processivity, substrate choice and helicase domains", 
                "journal": "Nucleic Acids Research", 
                "volume": "35", 
                "pages": {
                    "first": "988", 
                    "last": "998", 
                    "range": "988–998"
                }, 
                "doi": "10.1093/nar/gkl1117"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Bochman", 
                            "index": "Bochman, ML"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Schwacha", 
                            "index": "Schwacha, A"
                        }
                    }
                ], 
                "articleTitle": "The Mcm2-7 complex has in vitro helicase activity", 
                "journal": "Molecular Cell", 
                "volume": "31", 
                "pages": {
                    "first": "287", 
                    "last": "293", 
                    "range": "287–293"
                }, 
                "doi": "10.1016/j.molcel.2008.05.020"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EJ Enemark", 
                            "index": "Enemark, EJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Joshua-Tor", 
                            "index": "Joshua-Tor, L"
                        }
                    }
                ], 
                "articleTitle": "Mechanism of DNA translocation in a replicative hexameric helicase", 
                "journal": "Nature", 
                "volume": "442", 
                "pages": {
                    "first": "270", 
                    "last": "275", 
                    "range": "270–275"
                }, 
                "doi": "10.1038/nature04943"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Froelich", 
                            "index": "Froelich, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kang", 
                            "index": "Kang, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LB Epling", 
                            "index": "Epling, LB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SP Bell", 
                            "index": "Bell, SP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EJ Enemark", 
                            "index": "Enemark, EJ"
                        }
                    }
                ], 
                "articleTitle": "A conserved MCM single-stranded DNA binding element is essential for replication initiation", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e01993", 
                "doi": "10.7554/eLife.01993"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YV Fu", 
                            "index": "Fu, YV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Yardimci", 
                            "index": "Yardimci, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DT Long", 
                            "index": "Long, DT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TV Ho", 
                            "index": "Ho, TV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Guainazzi", 
                            "index": "Guainazzi, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VP Bermudez", 
                            "index": "Bermudez, VP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Hurwitz", 
                            "index": "Hurwitz, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A van Oijen", 
                            "index": "van Oijen, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "OD Scharer", 
                            "index": "Scharer, OD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Walter", 
                            "index": "Walter, JC"
                        }
                    }
                ], 
                "articleTitle": "Selective bypass of a lagging strand roadblock by the eukaryotic replicative DNA helicase", 
                "journal": "Cell", 
                "volume": "146", 
                "pages": {
                    "first": "931", 
                    "last": "941", 
                    "range": "931–941"
                }, 
                "doi": "10.1016/j.cell.2011.07.045"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Itsathitphaisarn", 
                            "index": "Itsathitphaisarn, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Wing", 
                            "index": "Wing, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WK Eliason", 
                            "index": "Eliason, WK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Wang", 
                            "index": "Wang, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Steitz", 
                            "index": "Steitz, TA"
                        }
                    }
                ], 
                "articleTitle": "The Non-planar structure of DnaB Hexamer with its substrates suggests a different mechanism of translocation", 
                "journal": "Cell", 
                "volume": "151", 
                "pages": {
                    "first": "267", 
                    "last": "277", 
                    "range": "267–277"
                }, 
                "doi": "10.1016/j.cell.2012.09.014"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AT McGeoch", 
                            "index": "McGeoch, AT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Trakselis", 
                            "index": "Trakselis, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Laskey", 
                            "index": "Laskey, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SD Bell", 
                            "index": "Bell, SD"
                        }
                    }
                ], 
                "articleTitle": "Organization of the archaeal MCM complex on DNA and implications for the helicase mechanism", 
                "journal": "Nature Structural & Molecular Biology", 
                "volume": "12", 
                "pages": {
                    "first": "756", 
                    "last": "762", 
                    "range": "756–762"
                }, 
                "doi": "10.1038/nsmb974"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Mott", 
                            "index": "Mott, ML"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Berger", 
                            "index": "Berger, JM"
                        }
                    }
                ], 
                "articleTitle": "DNA replication initiation: mechanisms and regulation in bacteria", 
                "journal": "Nature Reviews Microbiology", 
                "volume": "5", 
                "pages": {
                    "first": "343", 
                    "last": "354", 
                    "range": "343–354"
                }, 
                "doi": "10.1038/nrmicro1640"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Remus", 
                            "index": "Remus, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Beuron", 
                            "index": "Beuron, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Tolun", 
                            "index": "Tolun, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Griffith", 
                            "index": "Griffith, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EP Morris", 
                            "index": "Morris, EP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Diffley", 
                            "index": "Diffley, JF"
                        }
                    }
                ], 
                "articleTitle": "Concerted loading of Mcm2-7 double hexamers around DNA during DNA replication origin licensing", 
                "journal": "Cell", 
                "volume": "139", 
                "pages": {
                    "first": "719", 
                    "last": "730", 
                    "range": "719–730"
                }, 
                "doi": "10.1016/j.cell.2009.10.015"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Remus", 
                            "index": "Remus, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Diffley", 
                            "index": "Diffley, JF"
                        }
                    }
                ], 
                "articleTitle": "Eukaryotic DNA replication control: lock and load, then fire", 
                "journal": "Current Opinion in Cell Biology", 
                "volume": "21", 
                "pages": {
                    "first": "771", 
                    "last": "777", 
                    "range": "771–777"
                }, 
                "doi": "10.1016/j.ceb.2009.08.002"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Soultanas", 
                            "index": "Soultanas, P"
                        }
                    }
                ], 
                "articleTitle": "Loading mechanisms of ring helicases at replication origins", 
                "journal": "Molecular microbiology", 
                "volume": "84", 
                "pages": {
                    "first": "6", 
                    "last": "16", 
                    "range": "6–16"
                }, 
                "doi": "10.1111/j.1365-2958.2012.08012.x"
            }
        ]
    }
}