{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "01115", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01115", 
        "authorLine": "Alejandro Sánchez Alvarado", 
        "title": "On the trail of a tropical disease", 
        "titlePrefix": "Parasitism", 
        "published": "2013-07-30T00:00:00Z", 
        "versionDate": "2013-07-30T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01115", 
        "pdf": "https://publishing-cdn.elifesciences.org/01115/elife-01115-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Learning more about the cells that enable parasitic worms called schistosomes to reproduce inside snails could lead to new treatments that prevent these parasites from being transmitted to humans."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Sánchez Alvarado", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Alejandro Sánchez Alvarado", 
                    "index": "Sánchez Alvarado, Alejandro"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Howard Hughes Medical Institute, Stowers Institute for Medical Research"
                        ], 
                        "address": {
                            "formatted": [
                                "Kansas City", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Kansas City"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "asa@stowers.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "01115", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01115", 
        "authorLine": "Alejandro Sánchez Alvarado", 
        "title": "On the trail of a tropical disease", 
        "titlePrefix": "Parasitism", 
        "published": "2013-07-30T00:00:00Z", 
        "versionDate": "2013-07-30T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01115", 
        "pdf": "https://publishing-cdn.elifesciences.org/01115/elife-01115-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Learning more about the cells that enable parasitic worms called schistosomes to reproduce inside snails could lead to new treatments that prevent these parasites from being transmitted to humans."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Sánchez Alvarado", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Alejandro Sánchez Alvarado", 
                    "index": "Sánchez Alvarado, Alejandro"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Howard Hughes Medical Institute, Stowers Institute for Medical Research"
                        ], 
                        "address": {
                            "formatted": [
                                "Kansas City", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Kansas City"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "asa@stowers.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "<i>Schistosoma mansoni</i>", 
            "stem cell", 
            "neoblast", 
            "trematode development", 
            "schistosomiasis"
        ], 
        "relatedArticles": [
            "00768"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Diseases caused by parasites can have devastating effects, particularly in the developing world. Some of these effects are quantifiable, including morbidity and loss of life, while others are much harder to measure, such as the loss of human potential. The fact that children are especially vulnerable to infection makes these diseases particularly tragic. One such disease is schistosomiasis, also known as bilharzia after its discoverer, Theodor Bilharz (<a href=\"#bib4\">Jordan, 2000</a>). It is caused by blood-dwelling parasitic flatworms called schistosomes, and is estimated to affect about 250 million people worldwide (<a href=\"#bib8\">WHO, 2011</a>), with a further 800 million at risk of infection (<a href=\"#bib6\">Steinmann et al., 2006</a>). Now, in <i>eLife</i>, Bo Wang, James Collins III and Phillip Newmark from the University of Illinois at Urbana-Champaign report new insights into the biology of schistosomes that could potentially lead to novel strategies for controlling their transmission (<a href=\"#bib7\">Wang et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Schistosomiasis is primarily caused by two species of parasites, <i>Schistosoma japonicum</i> and <i>Schistosoma mansoni</i>, which differ in prevalence across the world. The genomes of both species have been sequenced (<a href=\"#bib1\">Berriman et al., 2009</a>; <a href=\"#bib3\">The Schistosoma japonicum genome sequencing and functional analysis consortium, 2009</a>), and both infections can be treated with an efficient, widely available and relatively inexpensive drug, praziquantel. So why have we failed to eradicate schistosomiasis? Reasons abound, but the fact that efforts have focused primarily on pharmacological treatment of infected individuals means that socioeconomic factors—such as a lack of infrastructure, poor management of resources, and political instability in affected regions—have been able to thwart attempts to control the disease. It would be much better, therefore, if we could develop methods to combat schistosomes before they infect humans, rather than only treating people after the event."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The parasites that cause schistosomiasis are members of the phylum Platyhelminthes, and have a complex life cycle that alternates between sexual and asexual generations in two different hosts: mammals and snails. Eggs are first excreted from a mammalian host into freshwater, where they hatch into free-living larvae called miracidia. The larvae then infect snails, and undergo a remarkable asexual embryogenesis that results in sporocysts (<a href=\"#fig1\">Figure 1</a>) laden with pluripotent stem cells called germinal cells, which then differentiate to produce parasites that can infect humans<b>.</b> The parasites, which are now known as cercariae, emerge from the snail into freshwater, where they can burrow through the epidermis of mammals. Once inside a host, they develop into adults and begin to reproduce sexually."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "A cryosection of a <i>Schistosoma mansoni</i> daughter sporocyst within a snail intermediate host, six weeks post-infection", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "A cryosection of a <i>Schistosoma mansoni</i> daughter sporocyst within a snail intermediate host, six weeks post-infection. The section is stained with: phalloidin (magenta) to show the musculature in both the snail and schistosome; POPO-1 (blue) to label germinal cells in the sporocyst; and lectin PSA (green) to reveal secretory glands within the developing parasite embryo. The image is a maximum intensity projection of confocal sections."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01115/elife-01115-fig1-v1.tif", 
                        "attribution": [
                            "IMAGE: BO WANG, JAMES COLLINS III, PHILLIP NEWMARK, HHMI/UNIVERSITY OF ILLINOIS AT URBANA-CHAMPAIGN."
                        ], 
                        "filename": "elife-01115-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Germinal cells within sporocysts have long been thought to be responsible for the asexual multiplication of the parasite within snails (<a href=\"#bib5\">Olivier and Mao, 1949</a>). However, little to nothing is known about these cells at the molecular level. Wang, Collins and Newmark have now characterized the germinal cell population by profiling gene expression in the cells, validating these findings with fluorescence in situ hybridization, and then using RNA interference to silence individual genes in order to determine their functions."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Their results uncovered similarities, at both the molecular and functional level, between these germinal cells and stem cells that have recently been identified in adult parasites (<a href=\"#bib2\">Collins et al., 2013</a>). There were also similarities with pluripotent stem cells known as neoblasts found in non-parasitic free-living flatworms (planarians), and with cells that produce gametes in other multicellular animals. For instance, a subpopulation of germinal cells express a gene called <i>nanos-2</i>, which is involved in regulating gamete production across multiple taxa. Germinal cells that express this gene progress more slowly through the cell cycle—consistent with the conserved role of <i>nanos</i> in lengthening the cell cycle by repressing mitosis in the primordial germ cells of many animals."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, the work of Wang, Collins III and Newmark unites two important, but disparate, fields of biomedical science—parasitology and developmental biology—and demonstrates the potential for these types of analyses to enrich and inform both. Studying an organism with a genome that essentially encodes multiple body plans (miracidia, sporocysts, cercariae, plus different forms of the adult in the blood, lungs and liver of mammalian hosts) should enable us to uncover vulnerabilities in development that will provide opportunities to intervene and block disease transmission. Attacking the parasite when it is outside the human body removes issues associated with human physiology and should significantly mitigate socioeconomic problems that impede the delivery of drugs. Imagine eradicating the risk of schistosomiasis for 800 million people, not by treating them, but by treating the snails in their water supply instead. By changing the way we attempt to eradicate parasitic diseases, this approach could ultimately improve the health of millions."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Berriman", 
                            "index": "Berriman, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BJ Haas", 
                            "index": "Haas, BJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PT LoVerde", 
                            "index": "LoVerde, PT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Wilson", 
                            "index": "Wilson, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GP Dillon", 
                            "index": "Dillon, GP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GC Cerqueira", 
                            "index": "Cerqueira, GC"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The genome of the blood fluke <i>Schistosoma mansoni</i>", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "460", 
                "pages": {
                    "first": "352", 
                    "last": "358", 
                    "range": "352–358"
                }, 
                "doi": "10.1038/nature08160"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JJ Collins III", 
                            "index": "Collins, JJ, III"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Wang", 
                            "index": "Wang, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BG Lambrus", 
                            "index": "Lambrus, BG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ME Tharp", 
                            "index": "Tharp, ME"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Iyer", 
                            "index": "Iyer, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Newmark", 
                            "index": "Newmark, PA"
                        }
                    }
                ], 
                "articleTitle": "Adult somatic stem cells in the human parasite <i>Schistosoma mansoni</i>", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "494", 
                "pages": {
                    "first": "476", 
                    "last": "479", 
                    "range": "476–479"
                }, 
                "doi": "10.1038/nature11924"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Jordan", 
                            "index": "Jordan, P"
                        }
                    }
                ], 
                "articleTitle": "From katayama to the Dakhla Oasis: the beginning of epidemiology and control of bilharzia", 
                "journal": {
                    "name": [
                        "Acta Trop"
                    ]
                }, 
                "volume": "77", 
                "pages": {
                    "first": "9", 
                    "last": "40", 
                    "range": "9–40"
                }, 
                "doi": "10.1016/S0001-706X(00)00121-2"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1949", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Olivier", 
                            "index": "Olivier, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Mao", 
                            "index": "Mao, C"
                        }
                    }
                ], 
                "articleTitle": "The early larval stages of <i>Schistosoma mansoni</i> Sambon, 1907 in the snail host, <i>Australorbis glabratus</i> (Say, 1818)", 
                "journal": {
                    "name": [
                        "J Parasitol"
                    ]
                }, 
                "volume": "35", 
                "pages": {
                    "first": "267", 
                    "last": "275", 
                    "range": "267–275"
                }, 
                "doi": "10.2307/3273302"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "The Schistosoma japonicum genome sequencing and functional analysis consortium"
                    }
                ], 
                "articleTitle": "The <i>Schistosoma japonicum</i> genome reveals features of host-parasite interplay", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "460", 
                "pages": {
                    "first": "345", 
                    "last": "351", 
                    "range": "345–351"
                }, 
                "doi": "10.1038/nature08140"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Steinmann", 
                            "index": "Steinmann, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Keiser", 
                            "index": "Keiser, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Bos", 
                            "index": "Bos, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Tanner", 
                            "index": "Tanner, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Utzinger", 
                            "index": "Utzinger, J"
                        }
                    }
                ], 
                "articleTitle": "Schistosomiasis and water resources development: systematic review, meta-analysis, and estimates of people at risk", 
                "journal": {
                    "name": [
                        "Lancet Infect Dis"
                    ]
                }, 
                "volume": "6", 
                "pages": {
                    "first": "411", 
                    "last": "425", 
                    "range": "411–425"
                }, 
                "doi": "10.1016/S1473-3099(06)70521-7"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Wang", 
                            "index": "Wang, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JJ Collins III", 
                            "index": "Collins, JJ, III"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Newmark", 
                            "index": "Newmark, PA"
                        }
                    }
                ], 
                "articleTitle": "Functional genomic characterization of neoblast-like stem cells in larval <i>Schistosoma mansoni</i>", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00768", 
                "doi": "10.7554/eLife.00768"
            }, 
            {
                "type": "web", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "WHO"
                    }
                ], 
                "title": "Schistosomiasis", 
                "uri": "https://publishing-cdn.elifesciences.org/01115/http://www.who.int/mediacentre/factsheets/fs115/en/", 
                "filename": ""
            }
        ]
    }
}