{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-09103-v1.xml"
        }, 
        "status": "vor", 
        "id": "09103", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09103", 
        "authorLine": "Yunee Kim, Thomas Kislinger", 
        "title": "Using proteomics to probe neurons", 
        "titlePrefix": "Mass Spectrometry", 
        "published": "2015-07-02T00:00:00Z", 
        "versionDate": "2015-07-02T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09103", 
        "pdf": "https://publishing-cdn.elifesciences.org/09103/elife-09103-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Advances in mass spectrometry-based proteomics have allowed researchers to quantify the abundances of the different forms of three closely related proteins in the neurons of mice."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Kim and Kislinger", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yunee Kim", 
                    "index": "Kim, Yunee"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medical Biophysics", 
                            "University of Toronto"
                        ], 
                        "address": {
                            "formatted": [
                                "Toronto", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Toronto"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Thomas Kislinger", 
                    "index": "Kislinger, Thomas"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medical Biophysics", 
                            "University of Toronto"
                        ], 
                        "address": {
                            "formatted": [
                                "Toronto", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Toronto"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "thomas.kislinger@utoronto.ca"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-09103-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "09103", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09103", 
        "authorLine": "Yunee Kim, Thomas Kislinger", 
        "title": "Using proteomics to probe neurons", 
        "titlePrefix": "Mass Spectrometry", 
        "published": "2015-07-02T00:00:00Z", 
        "versionDate": "2015-07-02T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09103", 
        "pdf": "https://publishing-cdn.elifesciences.org/09103/elife-09103-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Advances in mass spectrometry-based proteomics have allowed researchers to quantify the abundances of the different forms of three closely related proteins in the neurons of mice."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Kim and Kislinger", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yunee Kim", 
                    "index": "Kim, Yunee"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medical Biophysics", 
                            "University of Toronto"
                        ], 
                        "address": {
                            "formatted": [
                                "Toronto", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Toronto"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Thomas Kislinger", 
                    "index": "Kislinger, Thomas"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medical Biophysics", 
                            "University of Toronto"
                        ], 
                        "address": {
                            "formatted": [
                                "Toronto", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Toronto"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "thomas.kislinger@utoronto.ca"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "alternative splicing", 
            "SRM", 
            "MRM", 
            "synapse", 
            "neuroligin", 
            "recognition"
        ], 
        "-related-articles-internal": [
            "07794"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Deconstructing the immensely complex molecular basis of neuronal networks in the mammalian brain would help us to better understand how neurons develop and form connections (called synapses) with each other. Significant strides in the analysis of gene expression have been made in recent years, revealing the regulatory programs that govern the fate of individual neurons, their interactions with diverse ligands, and their ability to adapt to changes, such as environmental cues and injuries (<a href=\"#bib7\">Schreiner et al., 2014</a>). However, measures of gene expression might not reflect the actual levels of proteins produced in cells, so efforts are being made to study the proteins directly."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Evidence suggests that changes in the abundance or activity of proteins in synapses may lead to defects in neurons that are implicated in neuropsychiatric disorders (<a href=\"#bib5\">Craft et al., 2013</a>). Therefore, uncovering the repertoire of proteins produced by neurons could help us understand the underlying molecular basis of such conditions. The large-scale study of the proteins found in cells—known as proteomics—poses significant challenges to researchers. For example, a single gene in a mammalian cell can be used as a template to make many different forms (or ‘isoforms’) of a protein through a process called alternative splicing. These isoforms can be very similar to each other, but they can play very different roles in cells, so it is important for proteomics techniques to be able to distinguish them. The situation is further complicated by the presence of large protein families encoded by very similar genes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Mass spectrometry is the leading approach for proteomics investigations, and encompasses both global analyses of all the proteins found in cells, and ‘targeted’ approaches that accurately measure the abundance of particular proteins. Selected reaction monitoring (SRM) mass spectrometry is the most widely used technique for targeted proteomics (<a href=\"#bib6\">Elschenbroich and Kislinger, 2011</a>). Proteins are extracted from cells and digested by enzymes to produce millions of fragments (called peptides). However, only a small fraction of these peptides will be unique to the protein or isoform of interest. SRM mass spectrometry is able to accurately determine protein abundance because it can be used to measure just those peptides we are interested in."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The absolute quantification of proteins by SRM involves ‘spiking’ the samples with known concentrations of labelled synthetic peptides after the enzyme treatment (<a href=\"#bib2\">Barr et al., 1996</a>). However, variations in the efficiency of the enzymes can lead to errors with this approach. Alternative approaches use known concentrations of labelled whole synthetic proteins (<a href=\"#bib3\">Brun et al., 2007</a>; <a href=\"#bib8\">Stergachis et al., 2011</a>), which are added to the sample before the enzyme treatment."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "However, the use of SRM mass spectrometry to quantify the isoforms of protein families from complex tissues had not been explored. Now, in <i>eLife</i>, Peter Scheiffele and colleagues at the University of Basel—including Dietmar Schreiner and Jovan Simicevic as joint first authors—have developed SRM assays to quantify the isoforms of the neurexin family of proteins in the mouse brain (<a href=\"#bib10\">Schreiner, Simicevic et al. 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Neurexins are cell adhesion proteins that play important roles in the formation and differentiation of synapses (<a href=\"#bib9\">Zhang et al., 2010</a>). All three of the genes that encode neurexin proteins contain various segments that can be removed from messenger RNA in different combinations by alternative splicing (<a href=\"#bib4\">Chih et al., 2006</a>). The modified messenger RNA molecules are then translated to make the different neurexin protein isoforms. The segments have been shown to regulate the interactions between ligands and their receptors on the surface of neurons and to alter the activity of synapses in a variety of ways (<a href=\"#bib1\">Aoto et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Schreiner, Simicevic et al. made protein standards that contained different neurexin isoforms fused to the fluorescent protein GFP before carrying out SRM assays (<a href=\"#fig1\">Figure 1</a>). They found that, in several different regions of the brain, neurexin isoforms that contain the segments known as AS3 and AS4 were regulated in the same way, but isoforms that contain another segment called AS6 were regulated independently."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Absolute quantification of proteins by SRM mass spectrometry.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "A master mix containing the components required for protein synthesis, the amino acids arginine and lysine labeled with carbon-13 and nitrogen-15, and all other unlabeled amino acids are mixed with cDNA molecules that encode the proteins of interest fused with green fluorescent protein (GFP). These fusion proteins (indicated in green-red) are combined with a sample containing the target proteins of interest (depicted in blue), and a known concentration of unlabeled GFP as an internal standard (shown in yellow). This protein mixture is digested by enzymes and the resulting peptides are analyzed by SRM mass spectrometry that specifically measures peptides that are unique to the target proteins. The resulting SRM traces contain information about the abundance of these peptides. The known spiked concentration of the unlabeled GFP standard (yellow) is used to determine the absolute amounts of the labeled GFP fusion protein standard (the green part of the fusion protein). In turn, the target protein component of the GFP fusion protein standard (the red section) is used to determine the absolute amounts of the target proteins in the biological sample (shown in blue)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/09103/elife-09103-fig1-v1.tif", 
                        "filename": "elife-09103-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The absolute quantification of the neurexins revealed that two of the isoforms (called alpha and beta) differed in abundance and that, overall, neurexins are present at relatively high levels across the whole mouse brain. The ability of neurexin isoforms to interact with ligands at synapses was associated with specific segments, which demonstrates that alternative splicing can modulate neurexin activity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The SRM assays developed by Schreiner, Simicevic et al. enabled them to discriminate between neurexin isoforms that only differed in a single amino acid residue. Their simple approach can be applied to other protein families in any accessible tissue, and hence may be applied to a range of biological questions."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Aoto", 
                            "index": "Aoto, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DC Martinelli", 
                            "index": "Martinelli, DC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RC Malenka", 
                            "index": "Malenka, RC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Tabuchi", 
                            "index": "Tabuchi, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TC Sudhof", 
                            "index": "Sudhof, TC"
                        }
                    }
                ], 
                "articleTitle": "Presynaptic neurexin-3 alternative splicing trans-synaptically controls postsynaptic AMPA receptor trafficking", 
                "journal": "Cell", 
                "volume": "154", 
                "pages": {
                    "first": "75", 
                    "last": "88", 
                    "range": "75–88"
                }, 
                "doi": "10.1016/j.cell.2013.05.060"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Barr", 
                            "index": "Barr, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VL Maggio", 
                            "index": "Maggio, VL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DG Patterson Jr", 
                            "index": "Patterson, DG, Jr"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GR Cooper", 
                            "index": "Cooper, GR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LO Henderson", 
                            "index": "Henderson, LO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WE Turner", 
                            "index": "Turner, WE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Smith", 
                            "index": "Smith, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WH Hannon", 
                            "index": "Hannon, WH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LL Needham", 
                            "index": "Needham, LL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EJ Sampson", 
                            "index": "Sampson, EJ"
                        }
                    }
                ], 
                "articleTitle": "Isotope dilution–mass spectrometric quantification of specific proteins: model application with apolipoprotein A-I", 
                "journal": "Clinical Chemistry", 
                "volume": "42", 
                "pages": {
                    "first": "1676", 
                    "last": "1682", 
                    "range": "1676–1682"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Brun", 
                            "index": "Brun, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Dupuis", 
                            "index": "Dupuis, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Adrait", 
                            "index": "Adrait, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Marcellin", 
                            "index": "Marcellin, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Thomas", 
                            "index": "Thomas, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Court", 
                            "index": "Court, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Vandenesch", 
                            "index": "Vandenesch, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Garin", 
                            "index": "Garin, J"
                        }
                    }
                ], 
                "articleTitle": "Isotope-labeled protein standards: toward absolute quantitative proteomics", 
                "journal": "Molecular & Cellular Proteomics", 
                "volume": "6", 
                "pages": {
                    "first": "2139", 
                    "last": "2149", 
                    "range": "2139–2149"
                }, 
                "doi": "10.1074/mcp.M700163-MCP200"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Chih", 
                            "index": "Chih, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Gollan", 
                            "index": "Gollan, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Scheiffele", 
                            "index": "Scheiffele, P"
                        }
                    }
                ], 
                "articleTitle": "Alternative splicing controls selective trans-synaptic interactions of the neuroligin-neurexin complex", 
                "journal": "Neuron", 
                "volume": "51", 
                "pages": {
                    "first": "171", 
                    "last": "178", 
                    "range": "171–178"
                }, 
                "doi": "10.1016/j.neuron.2006.06.005"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GE Craft", 
                            "index": "Craft, GE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Chen", 
                            "index": "Chen, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Nairn", 
                            "index": "Nairn, AC"
                        }
                    }
                ], 
                "articleTitle": "Recent advances in quantitative neuroproteomics", 
                "journal": "Methods", 
                "volume": "61", 
                "pages": {
                    "first": "186", 
                    "last": "218", 
                    "range": "186–218"
                }, 
                "doi": "10.1016/j.ymeth.2013.04.008"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Elschenbroich", 
                            "index": "Elschenbroich, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Kislinger", 
                            "index": "Kislinger, T"
                        }
                    }
                ], 
                "articleTitle": "Targeted proteomics by selected reaction monitoring mass spectrometry: applications to systems biology and biomarker discovery", 
                "journal": "Molecular Biosystems", 
                "volume": "7", 
                "pages": {
                    "first": "292", 
                    "last": "303", 
                    "range": "292–303"
                }, 
                "doi": "10.1039/c0mb00159g"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Schreiner", 
                            "index": "Schreiner, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Nguyen", 
                            "index": "Nguyen, TM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Russo", 
                            "index": "Russo, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Heber", 
                            "index": "Heber, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Patrignani", 
                            "index": "Patrignani, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Ahrné", 
                            "index": "Ahrné, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Scheiffele", 
                            "index": "Scheiffele, P"
                        }
                    }
                ], 
                "articleTitle": "Targeted combinatorial alternative splicing generates brain region-specific repertoires of neurexins", 
                "journal": "Neuron", 
                "volume": "84", 
                "pages": {
                    "first": "386", 
                    "last": "398", 
                    "range": "386–398"
                }, 
                "doi": "10.1016/j.neuron.2014.09.011"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Schreiner", 
                            "index": "Schreiner, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Simicevic", 
                            "index": "Simicevic, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Ahrné", 
                            "index": "Ahrné, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Schmidt", 
                            "index": "Schmidt, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Scheiffele", 
                            "index": "Scheiffele, P"
                        }
                    }
                ], 
                "articleTitle": "Quantitative isoform-profiling of highly diversified recognition molecules", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e07794", 
                "doi": "10.7554/eLife.07794"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AB Stergachis", 
                            "index": "Stergachis, AB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B MacLean", 
                            "index": "MacLean, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Lee", 
                            "index": "Lee, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Stamatoyannopoulos", 
                            "index": "Stamatoyannopoulos, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ MacCoss", 
                            "index": "MacCoss, MJ"
                        }
                    }
                ], 
                "articleTitle": "Rapid empirical discovery of optimal peptides for targeted proteomics", 
                "journal": "Nature Methods", 
                "volume": "8", 
                "pages": {
                    "first": "1041", 
                    "last": "1043", 
                    "range": "1041–1043"
                }, 
                "doi": "10.1038/nmeth.1770"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Zhang", 
                            "index": "Zhang, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Atasoy", 
                            "index": "Atasoy, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Araç", 
                            "index": "Araç, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Yang", 
                            "index": "Yang, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MV Fucillo", 
                            "index": "Fucillo, MV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Robison", 
                            "index": "Robison, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ko", 
                            "index": "Ko, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AT Brunger", 
                            "index": "Brunger, AT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TC Südhof", 
                            "index": "Südhof, TC"
                        }
                    }
                ], 
                "articleTitle": "Neurexins physically and functionally interact with GABA(A) receptors", 
                "journal": "Neuron", 
                "volume": "66", 
                "pages": {
                    "first": "403", 
                    "last": "416", 
                    "range": "403–416"
                }, 
                "doi": "10.1016/j.neuron.2010.04.008"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}