{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-24038-v1.xml"
        }, 
        "status": "vor", 
        "id": "24038", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.24038", 
        "authorLine": "Clemens Cabernard", 
        "title": "Sibling cell size matters", 
        "titlePrefix": "Cell division", 
        "published": "2017-01-13T00:00:00Z", 
        "versionDate": "2017-01-13T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e24038", 
        "pdf": "https://publishing-cdn.elifesciences.org/24038/elife-24038-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A motor protein called Klp10A ensures that germline stem cells in male fruit flies divide to produce two sibling cells that are equal in size."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Cabernard", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Clemens Cabernard", 
                    "index": "Cabernard, Clemens"
                }, 
                "orcid": "0000-0003-3706-6401", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "University of Washington"
                        ], 
                        "address": {
                            "formatted": [
                                "Seattle", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Seattle"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ccabern@uw.edu"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-24038-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "24038", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.24038", 
        "authorLine": "Clemens Cabernard", 
        "title": "Sibling cell size matters", 
        "titlePrefix": "Cell division", 
        "published": "2017-01-13T00:00:00Z", 
        "versionDate": "2017-01-13T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e24038", 
        "pdf": "https://publishing-cdn.elifesciences.org/24038/elife-24038-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A motor protein called Klp10A ensures that germline stem cells in male fruit flies divide to produce two sibling cells that are equal in size."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Cabernard", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Clemens Cabernard", 
                    "index": "Cabernard, Clemens"
                }, 
                "orcid": "0000-0003-3706-6401", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "University of Washington"
                        ], 
                        "address": {
                            "formatted": [
                                "Seattle", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Seattle"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ccabern@uw.edu"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "stem cells", 
            "centrosome", 
            "asymmetric cell division"
        ], 
        "-related-articles-internal": [
            "20977"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Cell division is a highly regulated and tightly choreographed process. It ensures that the DNA, organelles and other components in a cell are correctly distributed between the two \"sibling\" cells that are produced during the cell division process. In most cases, the dividing cell ensures that the sibling cells are near identical in size. However, many types of cells, including baker’s yeast and cells in animal ovaries, produce sibling cells of different sizes. How and why dividing cells regulate the sizes of the sibling cells are unresolved questions in cell biology (<a href=\"#bib10\">Roubinet and Cabernard, 2014</a>). Now, in eLife, Cuie Chen, Mayu Inaba, Zsolt Venkei and Yukiko Yamashita of the University of Michigan report a new mechanism that dividing cells use to ensure that both sibling cells are equal in size (<a href=\"#bib3\">Chen et al., 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In animal and other eukaryotic cells, DNA is packaged into structures called chromosomes. During cell division, the chromosomes in a cell are divided into two groups by a structure called the spindle apparatus. In animal cells two organelles called centrosomes help to build the spindle apparatus (<a href=\"#bib8\">Nigg and Raff, 2009</a>). It is important that the spindle apparatus is assembled correctly because asymmetric spindles could exert uneven spindle forces and may result in the sibling cells having incorrect numbers of chromosomes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the testes of male fruit flies, germline stem cells divide to produce one new germline stem cell and one gonialblast (which will go on to produce sperm cells) that are equal in size. Chen et al. found that the centrosomes of germline stem cells contain high levels of a motor protein called Klp10A. Decreasing the amount of Klp10A in these cells causes one of the centrosomes – presumably the older \"mother\" centrosome – to become much longer than normal. This, in turn, leads to the formation of asymmetric spindles and results in a new germline stem cell that is significantly larger than the gonialblast (<a href=\"#fig1\">Figure 1A,B</a>). Despite the importance of centrosome activity for chromosome segregation, all of the chromosomes (except for the small fourth chromosome) segregate normally in Klp10A depleted germline stem cells."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "title": "Animal cells can divide to produce sibling cells that are equal or unequal in size.", 
                        "label": "Figure 1.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Structures called centrosomes help to organize networks of microtubules (straight lines) inside cells. (<b>A</b>) Early in the cell cycle (during interphase; left column) the mother centrosome (green) in a fruit fly male germline stem cell is slightly more active than the other centrosome (red), which helps to anchor (brown) the stem cell to the hub cell (pale purple). Later in the cell cycle (during metaphase and telophase) both centrosomes are equally active, organizing the microtubules to form a symmetrical spindle apparatus across the center of the cell. When the cell divides it produces a new germline stem cell and a gonialblast that are equal in size. (<b>B</b>) The mother centrosome in a Klp10A depleted germline stem cell is more active than the other centrosome in interphase, metaphase and telophase, which leads to an asymmetric spindle and siblings of different size. The larger cell remains attached to the hub cell, adopting stem cell fate, whereas the smaller sibling often dies. (<b>C</b>) Neural stem cells in fruit flies are intrinsically polarized (green and red crescent, respectively) and also contain asymmetric centrosomes, which result in an asymmetric spindle at telophase. The larger cell is destined to become the neural stem cell whereas the smaller cell becomes a ganglion mother cell. In contrast to germline stem cells, it is the asymmetric localization of motor proteins in neural stem cells during anaphase (between metaphase and telophase; not shown) that is largely responsible for producing sibling cells that are unequal in size. Small circles in interphase cells represent cell nuclei; the chromosomes are not shown."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/24038/elife-24038-fig1-v1.jpg", 
                        "filename": "elife-24038-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This imbalance in centrosome activity seems to be specific to male germline stem cells since Klp10A depleted cells that are destined to become sperm do not show this behavior. A possible explanation is that male germline stem cells – like other stem cells – segregate their centrosomes asymmetrically during cell division with the new stem cell always retaining the mother centrosome. It is also possible that this specificity is due to the fact that germline stem cells are attached to hub cells, which provide a niche environment for the stem cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Why do germline stem cells need to form sibling cells of equal size? Chen et al. addressed this question by using live cell imaging to follow the fates of sibling cells in Klp10A depleted testes. These experiments revealed that the smaller gonialblasts often die. This is unlikely to be due to the mis-segregation of the fourth chromosome (because it is not essential for cells to survive; <a href=\"#bib5\">Gelbart, 1974</a>), but may be caused by differences in the segregation of organelles between the sibling cells. For example, the smaller gonialblasts inherit more mitochondria, but less Golgi, than the gonialblasts in normal testes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The observations reported by Chen et al. agree with recent reports from teams led by Iain Cheeseman (<a href=\"#bib7\">Kiyomitsu and Cheeseman, 2013</a>) and Patrick Meraldi (<a href=\"#bib11\">Tan et al., 2015</a>). They showed that changes in spindle position or the location of the metaphase plate (where chromosomes line up before the cell divides) can induce asymmetric division of animal cells that, under normal conditions, always produce equally sized siblings. Similar to the small gonialblasts in fruit fly testes, the smaller siblings died or spent longer preparing for cell division. There is currently no molecular explanation for how differences in sibling cell size could affect cell fate, but it is possible that altered segregation of cell organelles, a cell size checkpoint or cell competition may be responsible."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Whether animal cells produce sibling cells that are equal or unequal in size seems to be tightly controlled during development. In contrast to germline stem cells, neural stem cells in fruit flies develop asymmetric spindles so that, when they divide, the new neural stem cell is larger than its sibling (<a href=\"#bib6\">Homem and Knoblich, 2012</a>; <a href=\"#fig1\">Figure 1C</a>). If neural stem cells are forced to divide symmetrically they produce two new neural stem cells of equal size (<a href=\"#bib1\">Cabernard and Doe, 2009</a>). Similarly, some neural stem cells in the worm <i>Caenorhabditis elegans</i> also produce siblings of different sizes (<a href=\"#bib9\">Ou et al., 2010</a>). In both of these examples, the difference in cell size seems to be primarily controlled through asymmetric localization of a motor protein called non-muscle myosin, which drives cell division, and not through inherent asymmetries in the spindle (<a href=\"#bib9\">Ou et al., 2010</a>; <a href=\"#bib2\">Cabernard et al., 2010</a>; <a href=\"#bib4\">Connell et al., 2011</a>). Thus, nature has developed at least two independent mechanisms to ensure that sibling cells adopt the right size."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is currently not clear how Klp10A regulates the size of centrosomes, or what molecular mechanisms regulate spindle asymmetry in germline stem cells and other systems. In the future it may be possible to develop tools that allow us to artificially change the relative sizes of sibling cells in order to investigate how this affects animal development."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Cabernard", 
                            "index": "Cabernard, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CQ Doe", 
                            "index": "Doe, CQ"
                        }
                    }
                ], 
                "articleTitle": "Apical/basal spindle orientation is required for neuroblast homeostasis and neuronal differentiation in <i>Drosophila</i>", 
                "journal": "Developmental Cell", 
                "volume": "17", 
                "pages": {
                    "first": "134", 
                    "last": "141", 
                    "range": "134–141"
                }, 
                "doi": "10.1016/j.devcel.2009.06.009", 
                "pmid": 19619498
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Cabernard", 
                            "index": "Cabernard, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KE Prehoda", 
                            "index": "Prehoda, KE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CQ Doe", 
                            "index": "Doe, CQ"
                        }
                    }
                ], 
                "articleTitle": "A spindle-independent cleavage furrow positioning pathway", 
                "journal": "Nature", 
                "volume": "467", 
                "pages": {
                    "first": "91", 
                    "last": "94", 
                    "range": "91–94"
                }, 
                "doi": "10.1038/nature09334", 
                "pmid": 20811457
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Chen", 
                            "index": "Chen, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Inaba", 
                            "index": "Inaba, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ZG Venkei", 
                            "index": "Venkei, ZG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YM Yamashita", 
                            "index": "Yamashita, YM"
                        }
                    }
                ], 
                "articleTitle": "Klp10A, a stem cell centrosome-enriched kinesin, balances asymmetries in <i>Drosophila</i> male germline stem cell division", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e20977", 
                "doi": "10.7554/eLife.20977", 
                "pmid": 27885983
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Connell", 
                            "index": "Connell, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Cabernard", 
                            "index": "Cabernard, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Ricketson", 
                            "index": "Ricketson, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CQ Doe", 
                            "index": "Doe, CQ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KE Prehoda", 
                            "index": "Prehoda, KE"
                        }
                    }
                ], 
                "articleTitle": "Asymmetric cortical extension shifts cleavage furrow position in <i>Drosophila</i> neuroblasts", 
                "journal": "Molecular Biology of the Cell", 
                "volume": "22", 
                "pages": {
                    "first": "4220", 
                    "last": "4226", 
                    "range": "4220–4226"
                }, 
                "doi": "10.1091/mbc.E11-02-0173", 
                "pmid": 21937716
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1974", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WM Gelbart", 
                            "index": "Gelbart, WM"
                        }
                    }
                ], 
                "articleTitle": "A new mutant controlling mitotic chromosome disjunction in <i>Drosophila melanogaster</i>", 
                "journal": "Genetics", 
                "volume": "76", 
                "pages": {
                    "first": "51", 
                    "last": "63", 
                    "range": "51–63"
                }, 
                "pmid": 4206459
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CC Homem", 
                            "index": "Homem, CC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Knoblich", 
                            "index": "Knoblich, JA"
                        }
                    }
                ], 
                "articleTitle": "<i>Drosophila</i> neuroblasts: a model for stem cell biology", 
                "journal": "Development", 
                "volume": "139", 
                "pages": {
                    "first": "4297", 
                    "last": "4310", 
                    "range": "4297–4310"
                }, 
                "doi": "10.1242/dev.080515", 
                "pmid": 23132240
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Kiyomitsu", 
                            "index": "Kiyomitsu, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IM Cheeseman", 
                            "index": "Cheeseman, IM"
                        }
                    }
                ], 
                "articleTitle": "Cortical dynein and asymmetric membrane elongation coordinately position the spindle in anaphase", 
                "journal": "Cell", 
                "volume": "154", 
                "pages": {
                    "first": "391", 
                    "last": "402", 
                    "range": "391–402"
                }, 
                "doi": "10.1016/j.cell.2013.06.010", 
                "pmid": 23870127
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EA Nigg", 
                            "index": "Nigg, EA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Raff", 
                            "index": "Raff, JW"
                        }
                    }
                ], 
                "articleTitle": "Centrioles, centrosomes, and cilia in health and disease", 
                "journal": "Cell", 
                "volume": "139", 
                "pages": {
                    "first": "663", 
                    "last": "678", 
                    "range": "663–678"
                }, 
                "doi": "10.1016/j.cell.2009.10.036", 
                "pmid": 19914163
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Ou", 
                            "index": "Ou, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Stuurman", 
                            "index": "Stuurman, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M D'Ambrosio", 
                            "index": "D'Ambrosio, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RD Vale", 
                            "index": "Vale, RD"
                        }
                    }
                ], 
                "articleTitle": "Polarized myosin produces unequal-size daughters during asymmetric cell division", 
                "journal": "Science", 
                "volume": "330", 
                "pages": {
                    "first": "677", 
                    "last": "680", 
                    "range": "677–680"
                }, 
                "doi": "10.1126/science.1196112", 
                "pmid": 20929735
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Roubinet", 
                            "index": "Roubinet, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Cabernard", 
                            "index": "Cabernard, C"
                        }
                    }
                ], 
                "articleTitle": "Control of asymmetric cell division", 
                "journal": "Current Opinion in Cell Biology", 
                "volume": "31", 
                "pages": {
                    "first": "84", 
                    "last": "91", 
                    "range": "84–91"
                }, 
                "doi": "10.1016/j.ceb.2014.09.005", 
                "pmid": 25264944
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CH Tan", 
                            "index": "Tan, CH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Gasic", 
                            "index": "Gasic, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SP Huber-Reggi", 
                            "index": "Huber-Reggi, SP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Dudka", 
                            "index": "Dudka, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Barisic", 
                            "index": "Barisic, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Maiato", 
                            "index": "Maiato, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Meraldi", 
                            "index": "Meraldi, P"
                        }
                    }
                ], 
                "articleTitle": "The equatorial position of the metaphase plate ensures symmetric cell divisions", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e05124", 
                "doi": "10.7554/eLife.05124", 
                "pmid": 26188083
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}