{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-03475-v1.xml"
        }, 
        "status": "vor", 
        "id": "03475", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03475", 
        "authorLine": "Cosetta Bertoli, Robertus Antonius Maria de Bruin", 
        "title": "Turning cell cycle entry on its head", 
        "titlePrefix": "Cell Division", 
        "published": "2014-07-01T00:00:00Z", 
        "versionDate": "2014-07-01T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03475", 
        "pdf": "https://publishing-cdn.elifesciences.org/03475/elife-03475-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "<i>S. cerevisiae</i>", 
            "<i>S. pombe</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "New data on the relationship between two proteins, cyclin D and Rb, suggest that we need to re-evaluate our understanding of how cells enter into the cell cycle."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Bertoli and de Bruin", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Cosetta Bertoli", 
                    "index": "Bertoli, Cosetta"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "MRC Laboratory for Molecular Cell Biology", 
                            "University College London"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Robertus Antonius Maria de Bruin", 
                    "index": "de Bruin, Robertus Antonius Maria"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "MRC Laboratory for Molecular Cell Biology", 
                            "University College London"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "r.debruin@ucl.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-03475-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "03475", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03475", 
        "authorLine": "Cosetta Bertoli, Robertus Antonius Maria de Bruin", 
        "title": "Turning cell cycle entry on its head", 
        "titlePrefix": "Cell Division", 
        "published": "2014-07-01T00:00:00Z", 
        "versionDate": "2014-07-01T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03475", 
        "pdf": "https://publishing-cdn.elifesciences.org/03475/elife-03475-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "<i>S. cerevisiae</i>", 
            "<i>S. pombe</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "New data on the relationship between two proteins, cyclin D and Rb, suggest that we need to re-evaluate our understanding of how cells enter into the cell cycle."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Bertoli and de Bruin", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Cosetta Bertoli", 
                    "index": "Bertoli, Cosetta"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "MRC Laboratory for Molecular Cell Biology", 
                            "University College London"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Robertus Antonius Maria de Bruin", 
                    "index": "de Bruin, Robertus Antonius Maria"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "MRC Laboratory for Molecular Cell Biology", 
                            "University College London"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "r.debruin@ucl.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "cell cycle", 
            "DNA replication stress", 
            "CDK", 
            "G1/S transcription", 
            "checkpoint", 
            "genome integrity"
        ], 
        "-related-articles-internal": [
            "02872"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Cell division is a process that is essential to the propagation of life and involves many different steps. In plants and animals this cell cycle begins with the cell growing and producing proteins. Then the cell duplicates its DNA, and equally divides its genetic material between the two daughter cells, before these cells finally separate from each other. The transitions in the cell cycle are tightly controlled to guarantee that the right events take place in the right order (<a href=\"#fig1\">Figure 1A</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Revising the role of cyclin D/CDK in the regulation of Rb activity.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) The cell cycle involves the following phases: the S-phase, during which DNA is duplicated, and the M-phase (or mitosis), during which chromosome segregation and cell division happen. A gap or G1-phase precedes the S-phase, and the G2-phase happens before the M-phase. Cyclins and cyclin-dependent kinases (CDKs) form a complex that drives progress through the cell cycle: the activity of these complexes (indicated by the width of the red region) starts in G1-phase and increases throughout the cell cycle, until the cyclins are destroyed during the M-phase. Cyclin-CDK complexes drive the G1-to-S transition (cell cycle commitment) by activating the E2F transcription factors and triggering large-scale changes in gene expression. (<b>B</b>) The long-standing model of how E2F-transcription is activated is as follows: initial hypo-phosphorylation (hypo ℗) and gradual inactivation of Rb by cyclin D/CDK leads to an accumulation of cyclin E. This triggers a positive feedback loop, as more cyclin E/CDK results in hyper-phosphorylation (hyper ℗) and complete inactivation of Rb, which activates E2F-dependent transcription. (<b>C</b>) The work by Dowdy and co-workers establishes a new role for cyclin D/CDK in the regulation of Rb activity by demonstrating that mono-phosphorylation (mono ℗) of Rb by cyclin D/CDK in fact activates Rb to repress E2F transcription. Mono-phosphorylated Rb is the active form in dividing cells, and it is throught that un-phosphorylated Rb is involved in exiting from the cell cycle into a resting or ‘G0-phase’ (the thickness of the inhibition arrows reflects strength of Rb activity). Based on these results Dowdy and co-workers suggest that an increase in cyclin D/CDK activity allows cells to enter the G1-phase and be primed for cell cycle progression. Whether mono-phosphorylation prevents exit from the cell cycle or promotes entry into G1 phase is currently unknown (indicated by ‘?’). Hyper-phosphorylation by cyclin E/CDK inactivates Rb and activates E2F transcription, without the involvement of cyclin D/CDK. However, the mechanism responsible for triggering the accumulation of cyclin E/CDK is unknown (possible ways are indicated by ‘?’)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/03475/elife-03475-fig1-v1.tif", 
                        "filename": "elife-03475-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Our understanding of how progress through the cell cycle is controlled was greatly improved by the discovery of proteins called cyclins and enzymes called cyclin-dependent kinases (or CDKs for short). During the different stages of the cycle, various cyclins and CDKs form complexes that add phosphate groups to other proteins to drive the cell through the cell cycle (<a href=\"#bib7\">Morgan, 2007</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A cell essentially ‘decides’ to divide when it is in G1-phase; and when it commits to entering the cell cycle, the cell enters S-phase and starts duplicating its DNA. Cues from inside the cell and from the surrounding tissue are involved in this decision, with a tumor suppressor protein called Retinoblastoma protein (or Rb for short) having a central role. It was discovered, more than 20 years ago, that Rb inhibits the activity of a set of transcription factors called E2F that switch genes ‘on’ or ‘off’ during G1-phase (reviewed in <a href=\"#bib2\">Dick and Rubin, 2013</a>; <a href=\"#bib3\">Henley and Dick, 2012</a>). This suggested that the decision to enter a new cell cycle coincides with the E2F transcription factors changing the expression of genes in G1-phase. Subsequent studies suggested that, during this phase, the Rb protein is inactivated in a step-wise manner by CDKs as these enzymes become more active. Rb inactivation was shown to be driven by an increase in the levels of CDK activity associated initially with cyclin D, and then with cyclin E during G1-phase (<a href=\"#bib1\">DeCaprio et al., 1989</a>; <a href=\"#bib6\">Mittnacht et al., 1994</a>; <a href=\"#bib5\">Lundberg and Weinberg, 1998</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in <i>eLife</i>, Steven Dowdy and co-workers at the University of California San Diego and Harvard Medical School report results that will force us to revise our understanding of the relationship between the cyclin D/CDK complex and the Rb protein (<a href=\"#bib9\">Narasimha et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "According to the long-standing model (<a href=\"#fig1\">Figure 1B</a>), as the level of cyclin D/CDK complexes increases during G1-phase, these complexes gradually add phosphate groups to multiple sites on the Rb protein, a process termed hypo-phosphorylation (<a href=\"#bib6\">Mittnacht et al., 1994</a>). Hypo-phosphorylated Rb protein then becomes less able to inhibit the E2F transcription factors, which are then able to switch on many genes, including the gene that encodes cyclin E. The expression of cyclin E further increases the overall activity of CDKs, causing hyper-phosphorylation of the Rb protein, which fully inactivates this protein, and allows the expression of E2F-dependent genes. This positive feedback loop then drives the cell into a new cell cycle (<a href=\"#bib4\">Johnson and Skotheim, 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Dowdy and co-workers—including Anil Narasimha, Manuel Kaulich and Gary Shapiro as joint first authors—provide new data that contradict the dogma; cyclin D/CDK complexes do not inactivate the Rb protein. Instead, surprisingly, the Rb protein is activated in G1-phase by cyclin D/CDK adding a phosphate group at one site (out of a possible 14). The hyper-phosphorylation of Rb by cyclin E/CDK, which inactivates the Rb protein and activates E2F-dependent transcription, is independent from its mono-phosphorylation by cyclin D/CDK (<a href=\"#fig1\">Figure 1C</a>). The results of Dowdy and co-workers radically change the way we think about the role of cyclin D/CDK in regulating the function of the Rb proteins."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "First and foremost the new results challenge the current model in which cyclin D/CDK starts the process of E2F-dependent transcription, which causes the accumulation of cyclin E/CDK and triggers the positive feedback mechanism that commits a cell to dividing. So, how is E2F activity initiated? This is now an open question. Interestingly, it was recently shown that in cells that are undergoing continuous cell division, there is residual cyclin/CDK activity from the previous cell cycle that could trigger the next cell cycle (<a href=\"#bib10\">Spencer et al., 2013</a>). Alternatively, other transcription factors could also be involved in starting cyclin E expression (<a href=\"#bib8\">Naetar et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Furthermore, the Rb protein is activated when DNA is damaged, and Dowdy and co-workers showed that this activity also requires mono-phosphorylation of Rb by cyclin D/CDK. Surprisingly, mono-phosphorylation also takes place in cells that have exited the cell cycle when they are exposed to chemicals that damage DNA. This suggests that the ‘DNA damage checkpoint’ (the pathway that halts the cell cycle to give a cell time to repair its DNA when it is damaged) activates cyclin D/CDKs. However, future work is needed to establish how this occurs in a cell. It will also be important to investigate if the other Rb-related proteins also need to be mono-phosphorylated by cyclin D/CDKs to be activated."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, while Dowdy and co-workers show that mono-phosphorylated Rb is the active form of this protein in cells that are repeatedly dividing, they also present data that suggest that un-phosphorylated Rb is involved in exiting the cell cycle when a cell starts to specialise into a specific cell type. These results support a new model in which an increase in cyclin D/CDK activity, which is seen in many cancers, might ‘prime’ a cell for entry into the cell cycle, by preventing its exit."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Every once in a while a study comes along that changes everything. The work of Dowdy and co-workers represents one of those rare cases that turn a long-standing model on its head. Their results will force those studying the process of commitment to cell division to revisit old data and will initiate new investigations, kicking off an exciting rebirth of a well-established field."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1989", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA DeCaprio", 
                            "index": "DeCaprio, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Ludlow", 
                            "index": "Ludlow, JW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Lynch", 
                            "index": "Lynch, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Furukawa", 
                            "index": "Furukawa, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Griffin", 
                            "index": "Griffin, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Piwnica-Worms", 
                            "index": "Piwnica-Worms, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Huang", 
                            "index": "Huang, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Livingston", 
                            "index": "Livingston, DM"
                        }
                    }
                ], 
                "articleTitle": "The product of the retinoblastoma susceptibility gene has properties of a cell cycle regulatory element", 
                "journal": "Cell", 
                "volume": "58", 
                "pages": {
                    "first": "1085", 
                    "last": "1095", 
                    "range": "1085–1095"
                }, 
                "doi": "10.1016/0092-8674(89)90507-2"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FA Dick", 
                            "index": "Dick, FA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Rubin", 
                            "index": "Rubin, SM"
                        }
                    }
                ], 
                "articleTitle": "Molecular mechanisms underlying RB protein function", 
                "journal": "Nature Reviews Molecular Cell Biology", 
                "volume": "14", 
                "pages": {
                    "first": "297", 
                    "last": "306", 
                    "range": "297–306"
                }, 
                "doi": "10.1038/nrm3567"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Henley", 
                            "index": "Henley, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FA Dick", 
                            "index": "Dick, FA"
                        }
                    }
                ], 
                "articleTitle": "The retinoblastoma family of proteins and their regulatory functions in the mammalian cell division cycle", 
                "journal": "Cell Division", 
                "volume": "7", 
                "pages": "10", 
                "doi": "10.1186/1747-1028-7-10"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Johnson", 
                            "index": "Johnson, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Skotheim", 
                            "index": "Skotheim, JM"
                        }
                    }
                ], 
                "articleTitle": "Start and the restriction point", 
                "journal": "Current Opinion in Cell Biology", 
                "volume": "25", 
                "pages": {
                    "first": "717", 
                    "last": "723", 
                    "range": "717–723"
                }, 
                "doi": "10.1016/j.ceb.2013.07.010"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AS Lundberg", 
                            "index": "Lundberg, AS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Weinberg", 
                            "index": "Weinberg, RA"
                        }
                    }
                ], 
                "articleTitle": "Functional inactivation of the retinoblastoma protein requires sequential modification by at least two distinct cyclin-cdk complexes", 
                "journal": "Molecular and Cellular Biology", 
                "volume": "18", 
                "pages": {
                    "first": "753", 
                    "last": "761", 
                    "range": "753–761"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Mittnacht", 
                            "index": "Mittnacht, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Lees", 
                            "index": "Lees, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Desai", 
                            "index": "Desai, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Harlow", 
                            "index": "Harlow, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DO Morgan", 
                            "index": "Morgan, DO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Weinberg", 
                            "index": "Weinberg, RA"
                        }
                    }
                ], 
                "articleTitle": "Distinct sub-populations of the retinoblastoma protein show a distinct pattern of phosphorylation", 
                "journal": "EMBO Journal", 
                "volume": "13", 
                "pages": {
                    "first": "118", 
                    "last": "127", 
                    "range": "118–127"
                }
            }, 
            {
                "type": "unknown", 
                "id": "bib7", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DO Morgan", 
                            "index": "Morgan, DO"
                        }
                    }
                ], 
                "title": "The cell cycle; principles of control", 
                "details": "New Science Press Ltd"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Naetar", 
                            "index": "Naetar, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Soundarapandian", 
                            "index": "Soundarapandian, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Litovchick", 
                            "index": "Litovchick, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KL Goguen", 
                            "index": "Goguen, KL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Sablina", 
                            "index": "Sablina, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Bowman-Colin", 
                            "index": "Bowman-Colin, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Sicinski", 
                            "index": "Sicinski, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WC Hahn", 
                            "index": "Hahn, WC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA DeCaprio", 
                            "index": "DeCaprio, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Livingston", 
                            "index": "Livingston, DM"
                        }
                    }
                ], 
                "articleTitle": "PP2A-mediated regulation of Ras signaling in G2 is essential for stable quiescence and normal G1 length", 
                "journal": "Molecular Cell", 
                "volume": "54", 
                "pages": {
                    "first": "932", 
                    "last": "945", 
                    "range": "932–945"
                }, 
                "doi": "10.1016/j.molcel.2014.04.023"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Narasimha", 
                            "index": "Narasimha, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kaulich", 
                            "index": "Kaulich, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GS Shapiro", 
                            "index": "Shapiro, GS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YJ Choi", 
                            "index": "Choi, YJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Sicinski", 
                            "index": "Sicinski, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SF Dowdy", 
                            "index": "Dowdy, SF"
                        }
                    }
                ], 
                "articleTitle": "Cyclin D activates the Rb tumor suppressor by mono-phosphorylation", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e02872", 
                "doi": "10.7554/eLife.02872"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Spencer", 
                            "index": "Spencer, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SD Cappell", 
                            "index": "Cappell, SD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FC Tsai", 
                            "index": "Tsai, FC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KW Overton", 
                            "index": "Overton, KW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CL Wang", 
                            "index": "Wang, CL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Meyer", 
                            "index": "Meyer, T"
                        }
                    }
                ], 
                "articleTitle": "The proliferation-quiescence decision is controlled by a bifurcation in CDK2 activity at mitotic exit", 
                "journal": "Cell", 
                "volume": "155", 
                "pages": {
                    "first": "369", 
                    "last": "383", 
                    "range": "369–383"
                }, 
                "doi": "10.1016/j.cell.2013.08.062"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}