{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "07961", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.07961", 
        "authorLine": "Carolyn A Brotherton, Emily P Balskus", 
        "title": "Shedding light on sunscreen biosynthesis in zebrafish", 
        "titlePrefix": "Biochemistry", 
        "published": "2015-05-12T00:00:00Z", 
        "versionDate": "2015-05-12T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e07961", 
        "pdf": "https://publishing-cdn.elifesciences.org/07961/elife-07961-v1.pdf", 
        "subjects": [
            {
                "id": "ecology", 
                "name": "Ecology"
            }
        ], 
        "researchOrganisms": [
            "<i>E. coli</i>", 
            "<i>S. cerevisiae</i>", 
            "Zebrafish"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Zebrafish can synthesize a sunscreen compound called gadusol, which was previously thought to be acquired only through the diet."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Brotherton and Balskus", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Carolyn A Brotherton", 
                    "index": "Brotherton, Carolyn A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Chemistry and Chemical Biology", 
                            "Harvard University"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Emily P Balskus", 
                    "index": "Balskus, Emily P"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Chemistry and Chemical Biology", 
                            "Harvard University"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "balskus@chemistry.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "07961", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.07961", 
        "authorLine": "Carolyn A Brotherton, Emily P Balskus", 
        "title": "Shedding light on sunscreen biosynthesis in zebrafish", 
        "titlePrefix": "Biochemistry", 
        "published": "2015-05-12T00:00:00Z", 
        "versionDate": "2015-05-12T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e07961", 
        "pdf": "https://publishing-cdn.elifesciences.org/07961/elife-07961-v1.pdf", 
        "subjects": [
            {
                "id": "ecology", 
                "name": "Ecology"
            }
        ], 
        "researchOrganisms": [
            "<i>E. coli</i>", 
            "<i>S. cerevisiae</i>", 
            "Zebrafish"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Zebrafish can synthesize a sunscreen compound called gadusol, which was previously thought to be acquired only through the diet."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Brotherton and Balskus", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Carolyn A Brotherton", 
                    "index": "Brotherton, Carolyn A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Chemistry and Chemical Biology", 
                            "Harvard University"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Emily P Balskus", 
                    "index": "Balskus, Emily P"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Chemistry and Chemical Biology", 
                            "Harvard University"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "balskus@chemistry.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "vertebrate", 
            "gadusol", 
            "sunscreen", 
            "mycosporine", 
            "2-epi-5-epi-valiolone synthase", 
            "biosynthesis"
        ], 
        "relatedArticles": [
            "05919"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Just as many people apply sunscreen before they go to the beach, bacteria, fungi and algae that spend much of their time in the sun also need to protect themselves from solar radiation. These organisms make small molecules that act as sunscreens by absorbing harmful ultraviolet (UV) radiation. Small-molecule sunscreens—which include compounds called the mycosporine-like amino acids (MAAs) and a related compound called gadusol—are also found in corals, marine invertebrates and fish."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Sunscreen compounds like gadusol and the MAAs are important for the development, lifestyle and health of marine-dwelling organisms. For example, gadusol is found in high concentrations in the roes of fish, such as cod (<a href=\"#bib5\">Plack et al., 1981</a>), as well as in sea urchin eggs (<a href=\"#bib4\">Chioccara et al., 1986</a>), and it has been suggested that gadusol helps with embryonic development in these organisms. Sunscreen compounds also perform an array of roles in other organisms, including enhancing the UV-light vision of mantis shrimp (<a href=\"#bib3\">Bok et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It was thought for many years that the ability to synthesize small-molecule sunscreens was limited to microbes, and that higher marine organisms obtained these compounds exclusively from their diet. Now, in <i>eLife</i>, Taifo Mahmud and co-workers at Oregon State University—including Andrew Osborn, Khaled Almabruk and Garrett Holzwarth as joint first authors—show that zebrafish can synthesize gadusol (<a href=\"#bib6\">Osborn et al., 2015</a>)<i>.</i> They also present evidence that the pathway used by zebrafish to make gadusol is distinct from the pathway used by microorganisms to synthesize MAAs. Moreover, they show that the gadusol biosynthetic genes are also found in the genomes of birds, reptiles and other organisms."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In microorganisms that biosynthesize MAAs, the biosynthetic pathway involves three core enzymes and uses a compound called sedoheptulose-7-phosphate as the starting material (<a href=\"#bib2\">Balskus and Walsh, 2010</a>). The first step is performed by a dehydroquinate synthase-like enzyme. This enzyme is a member of a family of enzymes called the sugar phosphate cyclases, which catalyze the conversion of sugar molecules to products that contain a structure called a cyclohexane ring (<a href=\"#bib1\">Asamizu et al., 2012</a>). Dehydroquinate synthase has a central role in the biosynthesis of aromatic amino acids, and is found in many branches of the tree of life—such as bacteria, archaea, fungi, plants and algae—but not in vertebrates."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Given the lack of sugar phosphate cyclases in vertebrates, the Oregon State team was surprised to find a gene that encoded a related enzyme in the genomes of fish, including zebrafish (<i>Danio rerio</i>), a well-known model organism. This gene was similar to the EEVS (short for 2-<span class=\"underline\">e</span>pi-5-<span class=\"underline\">e</span>pi-<span class=\"underline\">v</span>aliolone <span class=\"underline\">s</span>ynthase) genes involved in the biosynthesis of bacterial natural products such as antibiotics and fungicides (<a href=\"#bib7\">Yu et al., 2005</a>). The EEVS-like gene was clustered in the zebrafish genome with a gene of unknown function named MT-Ox (for methylation and oxidation). Surrounding these two genes were genes encoding several transcription factors that regulate essential cellular processes. The similarity of the EEVS-like gene to the genes that encode sugar phosphate cyclases in microbes raised the possibility that these zebrafish genes might be involved in the synthesis of related small molecules."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To explore this further, the team first expressed the zebrafish EEVS-like protein in <i>Escherichia coli</i> and incubated it alongside sedoheptulose-7-phosphate (the starting material used by microorganisms to make MAAs). The product of this reaction was 2-epi-5-epi-valiolone, which contains a cyclohexane ring. This confirms that the EEVS-like protein is a functional sugar phosphate cyclase."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The MT-Ox protein was then expressed in <i>E. coli</i> and incubated with its predicted cofactors and the 2-epi-5-epi-valiolone produced by the EEVS-like protein. This reaction produced a molecule that strongly absorbed UV light; structural studies revealed this was the small-molecule sunscreen gadusol. This work represents the first discovery of a gadusol biosynthetic pathway. Unexpectedly, the enzymes involved are distinct from those used by microbes to produce the closely related MAAs."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Having demonstrated that these two zebrafish enzymes could synthesize a small-molecule sunscreen, the Oregon State team next examined whether gadusol is actually produced in zebrafish<i>.</i> Quantitative reverse transcription-PCR analysis and organic extraction of zebrafish embryos showed that the gadusol biosynthetic genes are expressed in the developing embryo and that gadusol is indeed produced. These results clearly indicate that the gadusol found in zebrafish does not come from the dietary intake of this molecule. Instead, this sunscreen is biosynthesized from the primary metabolite sedoheptulose-7-phosphate by the activities of the EEVS-like and MT-Ox enzymes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The team then used bioinformatics to examine whether the gadusol biosynthetic gene cluster occurs in other organisms, including algae, invertebrates and chordates. Unexpectedly, the gene cluster is found in many organisms that are not known to produce gadusol, including other fish, birds, reptiles and amphibians. However, it is not present in mammals or in marine animals called tunicates and lancelets. Furthermore, close relatives of these genes are not found in the genomes of non-vertebrate organisms, with two exceptions: a stramenopile and a microalgae. The EEVS-like genes from these two algal species are more similar to those found in vertebrates than those found in bacterial genomes. With these data in hand, the Oregon State team propose that the gadusol pathway identified in higher organisms could have come from a horizontal gene transfer event from an algal species to an ancestor of animals."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Overall, this work illuminates a novel pathway that constructs an important biological sunscreen, but it also raises a number of questions. How did this biosynthetic gene cluster evolve in animals, and why was it lost in some branches of the phylogenetic tree? Do the other animals that harbor the gene cluster actually produce gadusol, and what role does the biological sunscreen play in those organisms? Finally, why do marine animals that obtain MAAs from their diet also produce gadusol <i>de novo</i>? These lines of inquiry will likely reveal new roles for these intriguing small-molecule sunscreens."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Many species produce small molecules that protect them from the sun by absorbing harmful ultraviolet radiation.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The genome of the zebrafish (<i>Danio rerio</i>) contains a cluster of genes for a set of proteins that can make the sunscreen compound gadusol from sedoheptulose-7-phosphate. Microbes also use this molecule to make sunscreen compounds, but do so via a different pathway. The cluster of genes found in zebrafish is also present in several other vertebrates, including amphibians, reptiles and birds."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/07961/elife-07961-fig1-v1.tif", 
                        "attribution": [
                            "FIGURE CREDIT: <a href=\"https://www.flickr.com/photos/kamujp/4322687414/in/photolist-dwDFuB-cN5pRu-7zYUnm-fPAJoG-cCSWHs-7A8YxQ-cCSVSo-7A8YHf-7A8YC9-cCSVJq-3K7WWC-6hTPEo-nWLUHu-cCSX6S-cCSWYY-cCSWSy-cCSWmh-qjLt5-eEX3TS-eEQW28-ngnkh7-ngnf7M-nxiAA8-nxijzn-nekPdS-qDR59T-bAQzDd-7hHx8W-qkeGR5-bPKeEz-dV3KHa-eEQW5B-eEX3Rb-bzBUfk-75h6wY-etrNHK-etuE75-etujMN-ettZMm-ekjL2A-qWPKdG-3a9gkX-nwk9MK-ne3Vqe-nvzvPr-nw2cXQ-ne2ypv-npur7s-8jsvy8-nve1uR\">Photograph taken by kamujp (CC BY-SA 2.0)</a>"
                        ], 
                        "filename": "elife-07961-fig1-v1.tif"
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Asamizu", 
                            "index": "Asamizu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Xie", 
                            "index": "Xie, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Brumsted", 
                            "index": "Brumsted, CJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PM Flatt", 
                            "index": "Flatt, PM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Mahmud", 
                            "index": "Mahmud, T"
                        }
                    }
                ], 
                "articleTitle": "Evolutionary divergence of sedoheptulose 7-phosphate cyclases leads to several distinct cyclic products", 
                "journal": "Journal of the American Chemical Society", 
                "volume": "134", 
                "pages": {
                    "first": "12219", 
                    "last": "12229", 
                    "range": "12219–12229"
                }, 
                "doi": "10.1021/ja3041866"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EP Balskus", 
                            "index": "Balskus, EP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CT Walsh", 
                            "index": "Walsh, CT"
                        }
                    }
                ], 
                "articleTitle": "The genetic and molecular basis for sunscreen biosynthesis in cyanobacteria", 
                "journal": "Science", 
                "volume": "329", 
                "pages": {
                    "first": "1653", 
                    "last": "1656", 
                    "range": "1653–1656"
                }, 
                "doi": "10.1126/science.1193637"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Bok", 
                            "index": "Bok, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ML Porter", 
                            "index": "Porter, ML"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AR Place", 
                            "index": "Place, AR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TW Cronin", 
                            "index": "Cronin, TW"
                        }
                    }
                ], 
                "articleTitle": "Biological sunscreens tune polychromatic ultraviolet vision in mantis shrimp", 
                "journal": "Current Biology", 
                "volume": "24", 
                "pages": {
                    "first": "1636", 
                    "last": "1642", 
                    "range": "1636–1642"
                }, 
                "doi": "10.1016/j.cub.2014.05.071"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Chioccara", 
                            "index": "Chioccara, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Zeuli", 
                            "index": "Zeuli, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Novellino", 
                            "index": "Novellino, E"
                        }
                    }
                ], 
                "articleTitle": "Occurrence of mycosporine related compounds in sea urchin eggs", 
                "journal": "Comparative Biochemistry and Physiology Part B: Comparative Biochemistry", 
                "volume": "85", 
                "pages": {
                    "first": "459", 
                    "last": "461", 
                    "range": "459–461"
                }, 
                "doi": "10.1016/0305-0491(86)90027-1"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1981", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Plack", 
                            "index": "Plack, PA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NW Fraser", 
                            "index": "Fraser, NW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PT Grant", 
                            "index": "Grant, PT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Middleton", 
                            "index": "Middleton, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AI Mitchell", 
                            "index": "Mitchell, AI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RH Thomson", 
                            "index": "Thomson, RH"
                        }
                    }
                ], 
                "articleTitle": "Gadusol, an enolic derivative of cyclohexane-1,3-dione present in the roes of cod and other marine fish", 
                "journal": "Biochemical Journal", 
                "volume": "199", 
                "pages": {
                    "first": "741", 
                    "last": "747", 
                    "range": "741–747"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Osborn", 
                            "index": "Osborn, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Almabruk", 
                            "index": "Almabruk, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Holzwarth", 
                            "index": "Holzwarth, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Asamizu", 
                            "index": "Asamizu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J LaDu", 
                            "index": "LaDu, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Kean", 
                            "index": "Kean, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Karplus", 
                            "index": "Karplus, PA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Tanguay", 
                            "index": "Tanguay, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Bakalinsky", 
                            "index": "Bakalinsky, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Mahmud", 
                            "index": "Mahmud, T"
                        }
                    }
                ], 
                "articleTitle": "De novo synthesis of a sunscreen compound in vertebrates", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e05919", 
                "doi": "10.7554/eLife.05919"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Yu", 
                            "index": "Yu, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Bai", 
                            "index": "Bai, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Minagawa", 
                            "index": "Minagawa, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Jian", 
                            "index": "Jian, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Li", 
                            "index": "Li, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Li", 
                            "index": "Li, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Chen", 
                            "index": "Chen, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Cao", 
                            "index": "Cao, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Mahmud", 
                            "index": "Mahmud, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HG Floss", 
                            "index": "Floss, HG"
                        }
                    }
                ], 
                "articleTitle": "Gene cluster responsible for validamycin biosynthesis in <i>Streptomyces hygroscopicus</i> subsp. <i>jinggangensis</i> 5008", 
                "journal": "Applied and Environmental Microbiology", 
                "volume": "71", 
                "pages": {
                    "first": "5066", 
                    "last": "5076", 
                    "range": "5066–5076"
                }, 
                "doi": "10.1128/AEM.71.9.5066-5076.2005"
            }
        ]
    }
}