{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/d86f51a303f6b6334cf91fa126ad4e0b4accbf8b/articles/elife-00352-v1.xml"
        }, 
        "status": "vor", 
        "id": "00352", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00352", 
        "authorLine": "Eric E Turner", 
        "title": "Nerve endings reveal hidden diversity in the skin", 
        "titlePrefix": "Neuroscience", 
        "published": "2012-12-18T00:00:00Z", 
        "versionDate": "2012-12-18T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00352", 
        "pdf": "https://publishing-cdn.elifesciences.org/00352/elife-00352-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Experiments on transgenic mice have revealed that the morphologies of sensory neurons in the skin of mice are more complex and diverse than expected."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Turner", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Eric E Turner", 
                    "index": "Turner, Eric E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Integrative Brain Research", 
                            "Seattle Children's Research Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Seattle", 
                                "USA"
                            ], 
                            "components": {
                                "locality": [
                                    "Seattle"
                                ], 
                                "country": "USA"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "eric.turner@seattlechildrens.org"
                ]
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/d86f51a303f6b6334cf91fa126ad4e0b4accbf8b/articles/elife-00352-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00352", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00352", 
        "authorLine": "Eric E Turner", 
        "title": "Nerve endings reveal hidden diversity in the skin", 
        "titlePrefix": "Neuroscience", 
        "published": "2012-12-18T00:00:00Z", 
        "versionDate": "2012-12-18T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00352", 
        "pdf": "https://publishing-cdn.elifesciences.org/00352/elife-00352-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Experiments on transgenic mice have revealed that the morphologies of sensory neurons in the skin of mice are more complex and diverse than expected."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Turner", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Eric E Turner", 
                    "index": "Turner, Eric E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Integrative Brain Research", 
                            "Seattle Children's Research Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Seattle", 
                                "USA"
                            ], 
                            "components": {
                                "locality": [
                                    "Seattle"
                                ], 
                                "country": "USA"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "eric.turner@seattlechildrens.org"
                ]
            }
        ], 
        "keywords": [
            "skin", 
            "neuronal morphology", 
            "sparse labeling", 
            "receptive field", 
            "Brn3a"
        ], 
        "-related-articles-internal": [
            "00181"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Sensory neurons are the brain's portal to the external world. Four of the five traditional senses, the ‘special senses’ of vision, scent, hearing and taste, are conveyed by discrete sense organs that contain a few types of highly specialized signal transducing cells, such as rods and cones in the retina, or cochlear hair cells in the ear. However the sense of touch, which is conveyed by general somatic sensory neurons, is much less well defined. These neurons reside in discrete ganglia that lie peripheral to the brainstem and spinal cord, including the trigeminal ganglia that receive signals from the face and head, and the dorsal root ganglia that serve the trunk and limbs. Traditionally, somatic sensory neurons have been divided into three broad subtypes: nociceptors (for sensing pain), mechanoreceptors (for sensing touch), and proprioceptors (which sense body position). Nociceptors and mechanoreceptors terminate in the skin, whereas proprioceptors terminate in muscles and tendons."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It has long been recognized that nerve endings in the skin display a diverse range of forms, but prior studies have generally used histological methods in tissue sections that do not reveal the complete morphology of each neuronal axon. Now, writing in <i>eLife</i>, Hao Wu, John Williams and Jeremy Nathans of Johns Hopkins University report the results of experiments that involve some very modern transgenic tricks, yet evoke the studies of neuronal morphology in the early 20<sup>th</sup> century—using methods introduced by Golgi and perfected by Ramón Y Cajal—that first revealed the complex architecture of single neurons (see <a href=\"#fig1\">Figure 1</a>). The results of the Johns Hopkins experiment are largely descriptive in nature, and we might assume that the results reported are already buried somewhere in the literature, but they are not. Thus we are reminded that our knowledge of even well-studied experimental systems is still very fragmentary."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Drawings of neurons and nerve endings made more than a century apart", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Drawings of neurons and nerve endings made more than a century apart. The drawing on the left was made by Santiago Ramón Y Cajal in 1899 and shows Purkinje cells in the cerebellum of a pigeon. The cells were stained with potassium dichromate and silver nitrate. The trace on the right shows nerve endings in the skin of a mouse. A combination of genetic and histochemical techniques were used to record the image from which the trace is taken (<a href=\"#bib7\">Wu et al., 2012</a>)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00352/elife-00352-fig1-v1.tif", 
                        "image": "elife-00352-fig1-v1.tif", 
                        "attribution": [
                            "IMAGE: INSTITUTO SANTIAGO RAMÓN Y CAJAL"
                        ], 
                        "filename": "elife-00352-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This latest work was made possible by the Cre-Lox system—a widely-used approach in which a Cre recombinase enzyme is used to remove chromosomal DNA flanked by two genetically engineered loxP recognition sequences. Wu, Williams and Nathans used this method to excise a signal sequence blocking the expression of a histochemical marker gene which had been previously engineered into the chromosomal location of a transcription factor (Brn3a) that is important in the development of the sensory nervous system. A key feature of the experiments was the use of a form of the Cre enzyme that is translocated to the nucleus only in the presence of an estrogen-like drug, tamoxifen, so the probability that the marker gene is expressed should be related to tamoxifen concentration. By trial-and-error titration of the tamoxifen dose administered to pregnant mice bearing transgenic litters, it was possible to label a small number of discrete sensory neurons."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Johns Hopkins researchers attempt to systematically categorize, for the first time, the complex axons of many individual sensory neurons with respect to their morphology, the number and density of their endings, and also their relationship to hair follicles, where most of the fibers terminate. They acknowledge that this must be a preliminary system, because only a subset of sensory neurons is sampled. One class of axon terminal may be consistent with fibers conveying itch sensation, but most of the endings conveying pain, pleasant and unpleasant temperatures, and chemical irritants are probably not revealed by the labeling method used. One particularly interesting class of labeled neuron possesses axons with C-shaped endings that only partly encircle hair follicles, and that terminate on a consistent side of the follicles arrayed across a large skin area. This structure may be especially suited to convey the direction of movement of tactile stimuli across the skin. Recently it has become possible to correlate some well-known markers of sensory subtypes with the terminal morphology and electrophysiological properties of mechanoreceptors (<a href=\"#bib2\">Li et al., 2011</a>), and the function of most of the mechanoreceptors identified here await further physiological studies."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It will be interesting to see to what extent these diverse patterns of nerve endings are pre-ordained by gene regulatory programs during the developmental period when the axons are growing out from the sensory ganglia, and how much is adaptive. The overall gene regulatory cascade for the early specification of pain, touch and proprioceptive somatic sensory neurons is now fairly well understood (<a href=\"#bib3\">Liu and Ma, 2011</a>). In mice lacking the transcription factors Islet1 and Brn3a (the gene locus used to target the reporter in this study), sensory neurons remain in a generic ‘ground state’ of differentiation and express few subtype specific markers (<a href=\"#bib1\">Dykes et al., 2011</a>). Recent work has shown that the receptor tyrosine kinase cRet (<a href=\"#bib4\">Luo et al., 2009</a>) and the transcription factor cMaf (<a href=\"#bib6\">Wende et al., 2012</a>) are required for the development of some classes of mechanoreceptors. However, none of these developmental mechanisms comes close to offering an explanation for the diversity of sensory arbors observed by Wu, Williams and Nathans. If a large part of the diversity observed in the present study is genetically determined, then much the regulatory program of sensory differentiation is yet unknown."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A related question is whether the pattern of arborization will be similar in regions of skin with very different sensory properties. It is well known that the size of touch receptive fields differs widely between areas that are sparsely innervated, such as the trunk skin studied by the Johns Hopkins group, and those that are densely innervated, such as the face and fingertips. In areas with finer resolution of tactile stimuli, such as the distal limbs and face, the arbors should have smaller territories and/or have more densely packed endings. Also, since the majority of neurons described here innervate hair follicles, the glabrous skin of the hands and feet must necessarily have differently structured endings and arbors."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is remarkable that in the brachial and lumbar regions, the receptive field of a single dorsal root ganglion may encompass a continuous area of skin from the mid-back to the tips of the digits (<a href=\"#bib5\">Takahashi et al., 2003</a>). A single dorsal root ganglion must therefore contain at least three fundamental classes of sensory neuron, with remarkable morphological and functional diversity expressed in each class. The Johns Hopkins study is only a ‘first pass’ at a systematic description of this diversity, so it is possible that a truly remarkable range of neuronal form and function will ultimately be found within a single sensory ganglion that contains just a few thousand neurons."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IM Dykes", 
                            "index": "Dykes, IM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Tempest", 
                            "index": "Tempest, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SI Lee", 
                            "index": "Lee, SI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EE Turner", 
                            "index": "Turner, EE"
                        }
                    }
                ], 
                "articleTitle": "Brn3a and islet1 act epistatically to regulate the gene expression program of sensory differentiation", 
                "journal": "J Neurosci", 
                "volume": "31", 
                "pages": {
                    "first": "9789", 
                    "last": "9799", 
                    "range": "9789–9799"
                }, 
                "doi": "10.1523/JNEUROSCI.0901-11.2011"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Li", 
                            "index": "Li, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Rutlin", 
                            "index": "Rutlin, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VE Abraira", 
                            "index": "Abraira, VE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Cassidy", 
                            "index": "Cassidy, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Kus", 
                            "index": "Kus, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Gong", 
                            "index": "Gong, S"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The functional organization of cutaneous low-threshold mechanosensory neurons", 
                "journal": "Cell", 
                "volume": "147", 
                "pages": {
                    "first": "1615", 
                    "last": "1627", 
                    "range": "1615–1627"
                }, 
                "doi": "10.1016/j.cell.2011.11.027"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Liu", 
                            "index": "Liu, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Ma", 
                            "index": "Ma, Q"
                        }
                    }
                ], 
                "articleTitle": "Generation of somatic sensory neuron diversity and implications on sensory coding", 
                "journal": "Curr Opin Neurobiol", 
                "volume": "21", 
                "pages": {
                    "first": "52", 
                    "last": "60", 
                    "range": "52–60"
                }, 
                "doi": "10.1016/j.conb.2010.09.003"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Luo", 
                            "index": "Luo, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Enomoto", 
                            "index": "Enomoto, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FL Rice", 
                            "index": "Rice, FL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Milbrandt", 
                            "index": "Milbrandt, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DD Ginty", 
                            "index": "Ginty, DD"
                        }
                    }
                ], 
                "articleTitle": "Molecular identification of rapidly adapting mechanoreceptors and their developmental dependence on ret signaling", 
                "journal": "Neuron", 
                "volume": "64", 
                "pages": {
                    "first": "841", 
                    "last": "856", 
                    "range": "841–856"
                }, 
                "doi": "10.1016/j.neuron.2009.11.003"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Takahashi", 
                            "index": "Takahashi, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Chiba", 
                            "index": "Chiba, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kurokawa", 
                            "index": "Kurokawa, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Aoki", 
                            "index": "Aoki, Y"
                        }
                    }
                ], 
                "articleTitle": "Dermatomes and the central organization of dermatomes and body surface regions in the spinal cord dorsal horn in rats", 
                "journal": "J Comp Neurol", 
                "volume": "462", 
                "pages": {
                    "first": "29", 
                    "last": "41", 
                    "range": "29–41"
                }, 
                "doi": "10.1002/cne.10669"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Wende", 
                            "index": "Wende, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SG Lechner", 
                            "index": "Lechner, SG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Cheret", 
                            "index": "Cheret, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Bourane", 
                            "index": "Bourane, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ME Kolanczyk", 
                            "index": "Kolanczyk, ME"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Pattyn", 
                            "index": "Pattyn, A"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The transcription factor c-Maf controls touch receptor development and function", 
                "journal": "Science", 
                "volume": "335", 
                "pages": {
                    "first": "1373", 
                    "last": "1376", 
                    "range": "1373–1376"
                }, 
                "doi": "10.1126/science.1214314"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Wu", 
                            "index": "Wu, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Williams", 
                            "index": "Williams, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Nathans", 
                            "index": "Nathans, J"
                        }
                    }
                ], 
                "articleTitle": "Morphologic diversity of cutaneous sensory afferents revealed by genetically directed sparse labeling", 
                "journal": "eLife", 
                "volume": "1", 
                "pages": "e00181", 
                "doi": "10.7554/eLife.00181"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}