{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-08715-v1.xml"
        }, 
        "status": "vor", 
        "id": "08715", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.08715", 
        "authorLine": "Ronald L Calabrese", 
        "title": "In search of lost scent", 
        "titlePrefix": "Chemotaxis", 
        "published": "2015-06-16T00:00:00Z", 
        "versionDate": "2015-06-16T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e08715", 
        "pdf": "https://publishing-cdn.elifesciences.org/08715/elife-08715-v1.pdf", 
        "subjects": [
            {
                "id": "computational-systems-biology", 
                "name": "Computational and Systems Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Three recent studies use optogenetics, virtual ‘odor-scapes’ and mathematical modeling to study how the nervous system of fruit fly larvae processes sensory information to control navigation."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Calabrese", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ronald L Calabrese", 
                    "index": "Calabrese, Ronald L"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Emory University"
                        ], 
                        "address": {
                            "formatted": [
                                "Atlanta", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Atlanta"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ronald.calabrese@emory.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-08715-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "08715", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.08715", 
        "authorLine": "Ronald L Calabrese", 
        "title": "In search of lost scent", 
        "titlePrefix": "Chemotaxis", 
        "published": "2015-06-16T00:00:00Z", 
        "versionDate": "2015-06-16T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e08715", 
        "pdf": "https://publishing-cdn.elifesciences.org/08715/elife-08715-v1.pdf", 
        "subjects": [
            {
                "id": "computational-systems-biology", 
                "name": "Computational and Systems Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Three recent studies use optogenetics, virtual ‘odor-scapes’ and mathematical modeling to study how the nervous system of fruit fly larvae processes sensory information to control navigation."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Calabrese", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ronald L Calabrese", 
                    "index": "Calabrese, Ronald L"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Emory University"
                        ], 
                        "address": {
                            "formatted": [
                                "Atlanta", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Atlanta"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ronald.calabrese@emory.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "olfaction", 
            "optogenetics", 
            "chemotaxis", 
            "multi-sensory integration", 
            "sensorimotor control", 
            "reverse-correlation"
        ], 
        "-related-articles-internal": [
            "06225", 
            "06229", 
            "06694"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "As we catch a whiff of cinnamon while hurrying through an airport, we cannot but turn our heads toward the scent and perhaps then find our way to a vendor that sells delicious cinnamon pastries. Other animals, and even microorganisms as simple as bacteria, also detect, orient and then navigate toward smells that might signal food."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In a classic book first published in 1940, but mainly ignored until its reissue after the Second World War, Fraenkel and Gunn defined many of the concepts and terms that are used today to understand how animals orient to environmental cues (<a href=\"#bib3\">Fraenkel and Gunn, 1961</a>). The movement of an organism in response to a chemical stimulus is called chemotaxis, and Fraenkel and Gunn proposed that animals that are attracted to a chemical will move in straight lines, and stop whenever the concentration of the chemical decreases. The animals will then turn and start a new ‘run’ in a different direction. In relatively still water or air, this strategy will lead the organism up the chemical gradient and towards the source. Experiments in bacteria (<a href=\"#bib2\">Berg, 2004</a>) and round worms (<a href=\"#bib1\">Bargmann, 2006</a>; <a href=\"#bib6\">Iino and Yoshida, 2009</a>; <a href=\"#bib7\">Lockery, 2011</a>) indicate that these organisms use such a mechanism to locate attractive chemicals."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "But what of organisms with a more sophisticated sense of smell such as fruit flies and their larvae, which have olfactory systems that are similar to those of humans and other mammals? Now, in <i>eLife</i>, three independent groups report new insights into chemotaxis in fruit fly larvae. In addition to telling us more about how a relatively complex sensory system decodes the information in chemical gradients, the three studies have broader implications for our understanding of how sensory systems guide behavior in general."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "All the studies take advantage of optogenetics, which allowed the sensory neurons that normally detect specific chemicals (which can be odors or tastes) to be activated using light. Each study also creates ‘virtual realities’ for the larvae to navigate. These virtual realities have little to do with the visual and acoustic worlds created in our video games; rather they were simulated ‘odor-scapes’. The studies also use mathematical modeling to link each stimulus to the probability that a freely moving animal stopped running and turned."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the first paper, Aravinthan Samuel of Harvard University, John Carlson of Yale University and co-workers—including Luis Hernandez-Nunez as first author—generate a model that predicts how likely it is that a larva turns in response to changing stimuli (<a href=\"#bib5\">Hernandez-Nunez et al., 2015</a>). They then use this model to explore how chemical stimuli influence navigation: they do this by randomly activating specific odor- and taste-sensing neurons in large numbers of larvae at the same time, while tracking the movements of the larvae."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The approach taken by Hernandez-Nunez et al. can indicate whether the simulated odor was attractive or aversive. For example, when the light simulated the receptor for an attractive odor (such as those typically given off by ripe fruit), the larvae often turned after a decrease in light levels (which resembles a decrease in the odor's concentration). Moreover, when light levels increased, larvae stopped turning and started a new run. The results for repulsive odors (and bitter tastes) show the opposite pattern. Thus, the experimental and computational paradigm established by Hernandez-Nunez et al. could in the future be used to determine whether stimuli are attractive or aversive, and also to quantitatively describe the decision-making process during chemotaxis."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the second paper, a team led by Marc Gershow at New York University (NYU)—including Ruben Gepner and Mirna Mihovilovic Skanata as joint first authors—uses a similar approach, but asks how conflicting stimuli are processed during navigation (<a href=\"#bib4\">Gepner et al., 2015</a>). Again, chemosensory neurons are activated with light (specifically red light) via optogenetics. However, blue light is also used to activate the larvae's photoreceptors. In general, fruit fly larvae avoid light, and although they are sensitive to blue light, they usually cannot detect red light. This means that the blue light is always aversive, while the red light can be attractive or aversive, depending on which sensory neurons are activated."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The NYU team reports that with just blue light or optogenetic stimulation of one class of chemosensory neuron, the responses are predictable. For aversive stimuli, an increase in light is typically followed by a turn, and vice versa for attractive stimuli (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Fruit fly larvae respond to aversive and attractive stimuli in predictable ways.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Fruit fly larvae will normally try to avoid light, and Gepner, Mihovilovic et al. report that an increase in the intensity of blue light (which activates the larvae's photoreceptors; left) increases the likelihood the larvae will ‘turn’, and then move in a new direction. A decrease in blue light intensity has the opposite effect, and the larvae tend to continue to ‘run’ forwards. Using optogenetics and red light to activate chemosensory neurons that normally detect repulsive odors or chemicals (for example, carbon dioxide) triggered similar responses (middle). However, when the neurons that normally detect attractive odors (e.g., ethyl acetate, which is found in ripe fruits) were activated (right), increasing the red light intensity promoted running and decreasing it promoted turning."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/08715/elife-08715-fig1-v1.tif", 
                        "image": "elife-08715-fig1-v1.tif", 
                        "attribution": [
                            "CREDIT: ILLUSTRATIONS FROM HERNANDEZ-NUNEZ ET AL."
                        ], 
                        "filename": "elife-08715-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Fly larvae sweep their heads from side to side at the end of a run to sample their environment and determine which direction to turn. The NYU team finds that whether a headsweep was ‘rejected’, or ‘accepted’ and pursued, likewise show predictable patterns in response to aversive and attractive stimuli. They also explain that the larvae make these navigational decisions based on the change in the intensity of the stimulus over the preceding 2.5 seconds; it is important to note that it is a stimulus change that is most salient."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now comes the interesting question. What happens when the blue light and the red light fluctuate randomly or provide conflicting information? Clever, yet appropriately simple, mathematical analysis shows that the larvae in this nightmarish virtual reality add the sensory inputs together to make navigational decisions. Thus the larvae live in the moment, and do not focus on one stimulus over the other. Instead, larvae follow their aversion to light or their attraction to an odor by whatever stimulus is changing favorably at that point in time. This indicates that the same neural circuit integrates odor and light stimuli, and that it lies upstream of the motor commands that control movements."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the third paper, Matthieu Louis of the Centre for Genomic Regulation in Barcelona and colleagues in Spain, the US and India use optogenetic activation of specific olfactory sensory neurons (OSNs), as well as natural odor gradients, to probe how sensory cues influence the probability of turning. In this truly massive study—which includes Aljoscha Schulze and Alex Gomez-Marin as joint first authors—neuronal activity is assessed directly with electrophysiology (<a href=\"#bib8\">Schulze et al., 2015</a>). The experiments reveal that while OSNs respond to an increasing odor concentration by signaling its rate of change, they stop firing in response to decreasing odor concentrations."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Schulze, Gomez-Marin et al. then produce a mathematical model of OSN firing for any arbitrary odor or optogenetic stimulus, and use it to accurately predict how OSNs would fire in an individual larva negotiating an optogenetic light gradient. The OSN model is then coupled to another model that includes information about the probability that the larvae will turn. This model supports the hypothesis that it becomes more likely that a larva will turn when there is a sharp drop in OSN activity. This hypothesis is then tested by watching individual larva negotiate distinctive virtual odor-scapes created with light."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One of the most revealing of these light landscapes is a “well”, in which the light intensity increases exponentially to a peak circle and then plummets to zero to create a center of darkness (<a href=\"#fig2\">Figure 2</a>). The larvae climb the optogenetic slope and then turn back when they reach the rim of the well, ending in a kind of caucus race around the rim. The videos provided are a beauty to see."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig2", 
                        "label": "Figure 2.", 
                        "title": "A “well” in an optogenetic odor-scape.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Optogenetics allows us to stimulate specific sensory neurons with light and thus explore how organisms (fruit fly larvae in this case) respond to various stimuli (odors in this case). Light intensity is indicated by blue shading: there is no light in the center of the well, and hence no ‘odor’. The top panel shows a set of 42 trajectories made by fruit fly larvae navigating the well, and the bottom panel shows a set of 63 runs when the larvae had entered the well (both as observed by Schulze, Gomez-Marin et al.). One individual entry run is highlighted in magenta. Note the caucus race about the well rim."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/08715/elife-08715-fig2-v1.tif", 
                        "image": "elife-08715-fig2-v1.tif", 
                        "attribution": [
                            "CREDIT: Images courtesy of Mattieu Louis."
                        ], 
                        "filename": "elife-08715-fig2-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, Schulze, Gomez-Marin et al. construct real odor gradients from droplets of odorant, and use their models to accurately predict the turns observed when larvae negotiate these gradients. These technically beautiful experiments firmly support the hypothesis that for such attractive stimuli the activity of OSN activity can accurately predict how likely a larva is to turn. They also show that OSN activity can be accurately predicted from the stimulus."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These three studies point in a common direction. All three use optogenetics and clever virtual realities. They all combine this with quantitative measures of behavior and modeling to address the mechanisms that underlie how animals orient toward attractive stimuli (and away from repulsive stimuli), and show how the animals negotiate shifting stimulus landscapes. Fraenkel and Gunn would be proud to see how their behavioral observations and insights have led to hypotheses about the underlying neuronal control that can be mechanistically tested. Fly larvae act as stochastic problem-solving machines, turning whenever they lose the scent, and ultimately arriving at its source."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CI Bargmann", 
                            "index": "Bargmann, CI"
                        }
                    }
                ], 
                "articleTitle": "Comparative chemosensation from receptors to ecology", 
                "journal": "Nature", 
                "volume": "444", 
                "pages": {
                    "first": "295", 
                    "last": "301", 
                    "range": "295–301"
                }, 
                "doi": "10.1038/nature05402"
            }, 
            {
                "type": "book", 
                "id": "bib2", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HC Berg", 
                            "index": "Berg, HC"
                        }
                    }
                ], 
                "bookTitle": "E. coli in motion", 
                "publisher": {
                    "name": [
                        "Springer-Verlag"
                    ], 
                    "address": {
                        "formatted": [
                            "New York"
                        ], 
                        "components": {
                            "locality": [
                                "New York"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "book", 
                "id": "bib3", 
                "date": "1961", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GS Fraenkel", 
                            "index": "Fraenkel, GS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DL Gunn", 
                            "index": "Gunn, DL"
                        }
                    }
                ], 
                "bookTitle": "The orientation of animals", 
                "publisher": {
                    "name": [
                        "Dover Publications"
                    ], 
                    "address": {
                        "formatted": [
                            "New York"
                        ], 
                        "components": {
                            "locality": [
                                "New York"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Gepner", 
                            "index": "Gepner, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Mihovilovic Skanata", 
                            "index": "Mihovilovic Skanata, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NM Bernat", 
                            "index": "Bernat, NM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kaplow", 
                            "index": "Kaplow, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Gershow", 
                            "index": "Gershow, M"
                        }
                    }
                ], 
                "articleTitle": "Computations underlying <i>Drosophila</i> photo-taxis, odor-taxis, and multi-sensory integration", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e06229", 
                "doi": "10.7554/eLife.06229"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Hernandez-Nunez", 
                            "index": "Hernandez-Nunez, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Belina", 
                            "index": "Belina, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Klein", 
                            "index": "Klein, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Si", 
                            "index": "Si, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Claus", 
                            "index": "Claus, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Carlson", 
                            "index": "Carlson, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Samuel", 
                            "index": "Samuel, AD"
                        }
                    }
                ], 
                "articleTitle": "Reverse-correlation analysis of navigation dynamics in <i>Drosophila</i> larva using optogenetics", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e06225", 
                "doi": "10.7554/eLife.06225"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Iino", 
                            "index": "Iino, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Yoshida", 
                            "index": "Yoshida, K"
                        }
                    }
                ], 
                "articleTitle": "Parallel use of two behavioral mechanisms for chemotaxis in <i>Caenorhabditis elegans</i>", 
                "journal": "The Journal of Neuroscience", 
                "volume": "29", 
                "pages": {
                    "first": "5370", 
                    "last": "5380", 
                    "range": "5370–5380"
                }, 
                "doi": "10.1523/JNEUROSCI.3633-08.2009"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Lockery", 
                            "index": "Lockery, SR"
                        }
                    }
                ], 
                "articleTitle": "The computational worm: spatial orientation and its neuronal basis in <i>C. elegans</i>", 
                "journal": "Current Opinion in Neurobiology", 
                "volume": "21", 
                "pages": {
                    "first": "782", 
                    "last": "790", 
                    "range": "782–790"
                }, 
                "doi": "10.1016/j.conb.2011.06.009"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Schulze", 
                            "index": "Schulze, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Gomez-Marin", 
                            "index": "Gomez-Marin, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VA Rajendran", 
                            "index": "Rajendran, VA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Lott", 
                            "index": "Lott, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Musy", 
                            "index": "Musy, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Ahammad", 
                            "index": "Ahammad, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Deogade", 
                            "index": "Deogade, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Sharpe", 
                            "index": "Sharpe, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Riedl", 
                            "index": "Riedl, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Jarriault", 
                            "index": "Jarriault, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ET Trautman", 
                            "index": "Trautman, ET"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Werner", 
                            "index": "Werner, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Venkadesan", 
                            "index": "Venkadesan, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Druckmann", 
                            "index": "Druckmann, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Jayaraman", 
                            "index": "Jayaraman, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Louis", 
                            "index": "Louis, M"
                        }
                    }
                ], 
                "articleTitle": "Dynamical feature extraction at the sensory periphery guides chemotaxis", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e06694", 
                "doi": "10.7554/eLife.06694"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}