{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-24052-v1.xml"
        }, 
        "status": "vor", 
        "id": "24052", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.24052", 
        "authorLine": "Stephen P Bell", 
        "title": "Rethinking origin licensing", 
        "titlePrefix": "DNA replication", 
        "published": "2017-01-19T00:00:00Z", 
        "versionDate": "2017-01-19T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e24052", 
        "pdf": "https://publishing-cdn.elifesciences.org/24052/elife-24052-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Human cells that lack a subunit in their origin recognition complex are viable, which suggests the existence of alternative mechanisms to initiate DNA replication."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Bell", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Stephen P Bell", 
                    "index": "Bell, Stephen P"
                }, 
                "orcid": "0000-0002-2876-610X", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Howard Hughes Medical Institute, Massachusetts Institute of Technology"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "spbell@mit.edu"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-24052-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "24052", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.24052", 
        "authorLine": "Stephen P Bell", 
        "title": "Rethinking origin licensing", 
        "titlePrefix": "DNA replication", 
        "published": "2017-01-19T00:00:00Z", 
        "versionDate": "2017-01-19T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e24052", 
        "pdf": "https://publishing-cdn.elifesciences.org/24052/elife-24052-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Human cells that lack a subunit in their origin recognition complex are viable, which suggests the existence of alternative mechanisms to initiate DNA replication."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Bell", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Stephen P Bell", 
                    "index": "Bell, Stephen P"
                }, 
                "orcid": "0000-0002-2876-610X", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Howard Hughes Medical Institute, Massachusetts Institute of Technology"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "spbell@mit.edu"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "DNA replication", 
            "CDC6", 
            "ORC", 
            "MCM2-7", 
            "CDT1"
        ], 
        "-related-articles-internal": [
            "19084"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "When a eukaryotic cell divides it must replicate its DNA, and the process of replication starts at hundreds or thousands of separate sites called origins of replication. The first step in replication, which is known as origin licensing, involves the recruitment of a ring-shaped helicase enzyme called MCM2-7 such that it encircles each origin of replication. The fact that this enzyme and three other proteins required for origin licensing – the origin recognition complex, CDC6 and CDT1 – are conserved throughout eukaryotic evolution confirms the central importance of origin licensing (<a href=\"#bib4\">Makarova and Koonin, 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is thought that the origin recognition complex, which consists of six proteins called ORC1-ORC6, performs two roles during origin licensing (<a href=\"#bib5\">O'Donnell et al., 2013</a>). First, by binding to DNA and histone proteins, it selects the sites where origin licensing takes place. Second, in conjunction with CDC6, it recruits the MCM2-7 helicase (which is bound to a CDT1 protein) to each origin of replication. Structural studies indicate that CDC6 binds to the origin recognition complex to form a six-subunit protein ring (made up of CDC6 and ORC1-ORC5) around the DNA at the origin of replication (<a href=\"#fig1\">Figure 1A</a>; <a href=\"#bib2\">Bleichert et al., 2015</a>; <a href=\"#bib7\">Sun et al., 2013</a>). This ring then binds to the MCM2-7 helicase such that the latter encircles the DNA adjacent to the origin of replication (<a href=\"#bib7\">Sun et al., 2013</a>). Subsequent events activate MCM2-7, allowing it to separate the DNA strands so that they can be copied (<a href=\"#bib1\">Bell and Labib, 2016</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Models showing the roles of the origin recognition complex (ORC) during origin licensing.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) In eukaryotic cells under normal conditions origin licensing starts with the ORC1-ORC5 subunits of ORC partially encircling the origin of replication. CDC6 (dark gray) then binds to ORC1 (red) and ORC2 (green) to complete a protein ring around the DNA. The ORC-CDC6 complex interacts with a ring-shaped MCM2-7 helicase (light gray) such that the helicase (which is bound to the CDT1 protein; black) encircles the adjacent DNA. (<b>B</b>) A model for origin licensing by an origin recognition complex that lacks ORC1 or ORC2. This partial ORC still binds to DNA, and CDC6 binds to either ORC1 or ORC2 to form a five-subunit partial ring around the DNA. This new complex retains the ability to recruit MCM2-7 and CDT1. (<b>C</b>) A model for how origin licensing could occur in the absence of the origin recognition complex. CDC6 either directly (left) or indirectly (by binding a different DNA-bound protein; right) binds to DNA and recruits MCM2-7 and CDT1 to the origin of replication."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/24052/elife-24052-fig1-v1.jpg", 
                        "filename": "elife-24052-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Given the importance of origin licensing it is not surprising that deleting any of the ORC genes is lethal to yeast cells and fruit flies, and depletion of ORC prevents DNA replication in frog egg extracts (<a href=\"#bib3\">Li and Stillman, 2012</a>). Now, in eLife, Anindya Dutta and colleagues at the University of Virginia School of Medicine – including Etsuko Shibata as first author – report that human cells with loss-of-function mutations in the genes for ORC1 or ORC2 are viable (<a href=\"#bib6\">Shibata et al., 2016</a>). This is a surprising observation given the importance of these genes in other organisms."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Although the cells with a mutant form of the ORC1 or ORC2 gene have phenotypes that are consistent with replication defects, the impact on cell division is limited. Regardless of which gene was mutated, the resulting cells maintained a proliferation rate of half that seen in normal cells and no difference was seen in the time they spent replicating the DNA. Mapping the origins of replication showed that the mutant cells had approximately half as many of these sites as normal cells. Consistent with the previously defined roles of the origin recognition complex, the amount of DNA-associated MCM2-7 was reduced in both mutant cell lines, and the origins of replication only partially overlapped."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "How can cells live when they lack a subunit of the origin recognition complex? One possibility is that the mutant alleles do not completely eliminate the subunit targeted by the mutation. Although no residual ORC1 or ORC2 proteins were detected, Shibata et al. estimate that up to 1% of the proteins could still have been present in the cells. If residual ORC1 or ORC2 explains the viability of the mutant cells, each remaining origin recognition complex would have to load more than 35 helicases over 3.5 million DNA base pairs. Furthermore, although a lower abundance is consistent with the reduced number of origins of replication observed in the mutant cells, it does not explain why 60% of these sites are at new locations."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Alternatively, a partial origin recognition complex could be sufficient for origin licensing. In this regard, it is noteworthy that ORC1 and ORC2 are at either end of the five ORC subunits that form a ring around the DNA and each has a binding site for CDC6 (<a href=\"#fig1\">Figure 1A</a>; <a href=\"#bib7\">Sun et al., 2013</a>). The loss of either of these subunits would leave a complex containing just four subunits but, crucially, each of these partial complexes would retain the ability to bind to CDC6. Therefore, it is possible that an origin recognition complex that lacks ORC1 or ORC2 could still form a ring (from four ORC subunits and CDC6) that retains the ability to bind strongly to DNA, CDC6 and MCM2-7 (<a href=\"#fig1\">Figure 1B</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Several observations are consistent with the possibility that such a partial complex can perform origin licensing. Mutations that reduced the production of ORC5 or CDC6 decreased DNA synthesis in ORC1 or ORC2 mutants, which indicates that both ORC5 and CDC6 are still involved in DNA replication in the absence of ORC1 or ORC2. In contrast to ORC1 and ORC2, Shibata et al. were unable to obtain viable mutations that prevented the production of the ORC4 or ORC5 proteins. These mutations would break the ring into multiple segments and the inability to obtain these mutants suggests that smaller ORC sub-complexes are non-functional. Finally, a partial origin recognition complex would be expected to have similar but not identical DNA binding properties to the full complex, and so is consistent with the partial overlap in the locations of the origins of replication seen between mutant and non-mutant cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is also possible that the entire origin recognition complex is dispensable. If so, then another origin licensing mechanism must occur that still involves CDC6. For example, one or more CDC6 proteins could directly or indirectly bind to DNA to recruit MCM2-7 (<a href=\"#fig1\">Figure 1C</a>). Although there is no evidence that CDC6 intrinsically binds to DNA, there is evidence that tethering CDC6 to DNA is sufficient to cause the adjacent DNA to be replicated (<a href=\"#bib8\">Takeda et al., 2005</a>), raising the possibility that other proteins could recruit CDC6. In addition, mutant cells that lacked ORC1 adapted to grow more rapidly over time, possibly reflecting the emergence of mutations that promote an alternative mechanism of origin licensing."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Future studies will be required to distinguish between these possibilities. For example, it will be important to determine if it is possible to simultaneously mutate ORC1 and ORC2 in viable cells. If so, this finding would support an ORC-independent model for CDC6 recruitment and origin licensing as the remaining ORC subunits would lack CDC6 binding sites. If not, then a model in which a partial origin recognition complex can perform origin licensing would be more likely. Regardless of the eventual mechanism, these studies reveal a resilience of the human DNA replication machinery to mutation that could facilitate growth as cells mutate during cancerous transformation."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SP Bell", 
                            "index": "Bell, SP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Labib", 
                            "index": "Labib, K"
                        }
                    }
                ], 
                "articleTitle": "Chromosome duplication in <i>Saccharomyces cerevisiae</i>", 
                "journal": "Genetics", 
                "volume": "203", 
                "pages": {
                    "first": "1027", 
                    "last": "1067", 
                    "range": "1027–1067"
                }, 
                "doi": "10.1534/genetics.115.186452", 
                "pmid": 27384026
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Bleichert", 
                            "index": "Bleichert, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Botchan", 
                            "index": "Botchan, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Berger", 
                            "index": "Berger, JM"
                        }
                    }
                ], 
                "articleTitle": "Crystal structure of the eukaryotic origin recognition complex", 
                "journal": "Nature", 
                "volume": "519", 
                "pages": {
                    "first": "321", 
                    "last": "326", 
                    "range": "321–326"
                }, 
                "doi": "10.1038/nature14239", 
                "pmid": 25762138
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Li", 
                            "index": "Li, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Stillman", 
                            "index": "Stillman, B"
                        }
                    }
                ], 
                "articleTitle": "The origin recognition complex: a biochemical and structural view", 
                "journal": "Subcellular Biochemistry", 
                "volume": "62", 
                "pages": {
                    "first": "37", 
                    "last": "58", 
                    "range": "37–58"
                }, 
                "doi": "10.1007/978-94-007-4572-8_3", 
                "pmid": 22918579
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KS Makarova", 
                            "index": "Makarova, KS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EV Koonin", 
                            "index": "Koonin, EV"
                        }
                    }
                ], 
                "articleTitle": "Archaeology of eukaryotic DNA replication", 
                "journal": "Cold Spring Harbor Perspectives in Biology", 
                "volume": "5", 
                "pages": "a012963", 
                "doi": "10.1101/cshperspect.a012963", 
                "pmid": 23881942
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M O'Donnell", 
                            "index": "O'Donnell, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Langston", 
                            "index": "Langston, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Stillman", 
                            "index": "Stillman, B"
                        }
                    }
                ], 
                "articleTitle": "Principles and concepts of DNA replication in bacteria, archaea, and eukarya", 
                "journal": "Cold Spring Harbor Perspectives in Biology", 
                "volume": "5", 
                "pages": "a010108", 
                "doi": "10.1101/cshperspect.a010108", 
                "pmid": 23818497
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Shibata", 
                            "index": "Shibata, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kiran", 
                            "index": "Kiran, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Shibata", 
                            "index": "Shibata, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Singh", 
                            "index": "Singh, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kiran", 
                            "index": "Kiran, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Dutta", 
                            "index": "Dutta, A"
                        }
                    }
                ], 
                "articleTitle": "Two subunits of human ORC are dispensable for DNA replication and proliferation", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e19084", 
                "doi": "10.7554/eLife.19084", 
                "pmid": 27906128
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Sun", 
                            "index": "Sun, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Evrin", 
                            "index": "Evrin, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Samel", 
                            "index": "Samel, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Fernández-Cid", 
                            "index": "Fernández-Cid, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Riera", 
                            "index": "Riera, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Kawakami", 
                            "index": "Kawakami, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Stillman", 
                            "index": "Stillman, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Speck", 
                            "index": "Speck, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Li", 
                            "index": "Li, H"
                        }
                    }
                ], 
                "articleTitle": "Cryo-EM structure of a helicase loading intermediate containing ORC-Cdc6-Cdt1-MCM2-7 bound to DNA", 
                "journal": "Nature Structural & Molecular Biology", 
                "volume": "20", 
                "pages": {
                    "first": "944", 
                    "last": "951", 
                    "range": "944–951"
                }, 
                "doi": "10.1038/nsmb.2629", 
                "pmid": 23851460
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DY Takeda", 
                            "index": "Takeda, DY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Shibata", 
                            "index": "Shibata, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Parvin", 
                            "index": "Parvin, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Dutta", 
                            "index": "Dutta, A"
                        }
                    }
                ], 
                "articleTitle": "Recruitment of ORC or CDC6 to DNA is sufficient to create an artificial origin of replication in mammalian cells", 
                "journal": "Genes & Development", 
                "volume": "19", 
                "pages": {
                    "first": "2827", 
                    "last": "2836", 
                    "range": "2827–2836"
                }, 
                "doi": "10.1101/gad.1369805", 
                "pmid": 16322558
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}