{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "06717", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06717", 
        "authorLine": "Yu-Fan Chen, Marc R Gartenberg", 
        "title": "Silencing sounds off", 
        "titlePrefix": "Epigenetics", 
        "published": "2015-03-02T00:00:00Z", 
        "versionDate": "2015-03-02T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06717", 
        "pdf": "https://publishing-cdn.elifesciences.org/06717/elife-06717-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "S. cerevisiae"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Silent chromatin in budding yeast is propagated from one generation to the next, even though ‘silenced’ genes are occasionally expressed."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Chen and Gartenberg", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yu-Fan Chen", 
                    "index": "Chen, Yu-Fan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry and Molecular Biology, Robert Wood Johnson Medical School", 
                            "Rutgers University"
                        ], 
                        "address": {
                            "formatted": [
                                "Piscataway", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Piscataway"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Marc R Gartenberg", 
                    "index": "Gartenberg, Marc R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry and Molecular Biology, Robert Wood Johnson Medical School", 
                            "Rutgers University"
                        ], 
                        "address": {
                            "formatted": [
                                "Piscataway", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Piscataway"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "marc.gartenberg@rutgers.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "06717", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06717", 
        "authorLine": "Yu-Fan Chen, Marc R Gartenberg", 
        "title": "Silencing sounds off", 
        "titlePrefix": "Epigenetics", 
        "published": "2015-03-02T00:00:00Z", 
        "versionDate": "2015-03-02T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06717", 
        "pdf": "https://publishing-cdn.elifesciences.org/06717/elife-06717-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "S. cerevisiae"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Silent chromatin in budding yeast is propagated from one generation to the next, even though ‘silenced’ genes are occasionally expressed."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Chen and Gartenberg", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yu-Fan Chen", 
                    "index": "Chen, Yu-Fan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry and Molecular Biology, Robert Wood Johnson Medical School", 
                            "Rutgers University"
                        ], 
                        "address": {
                            "formatted": [
                                "Piscataway", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Piscataway"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Marc R Gartenberg", 
                    "index": "Gartenberg, Marc R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry and Molecular Biology, Robert Wood Johnson Medical School", 
                            "Rutgers University"
                        ], 
                        "address": {
                            "formatted": [
                                "Piscataway", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Piscataway"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "marc.gartenberg@rutgers.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "epigenetic", 
            "bistability", 
            "Sir2", 
            "Sir3", 
            "Sir4", 
            "histone H3"
        ], 
        "relatedArticles": [
            "05007"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "If a tree falls in a forest and no one is there to hear it, does it make a sound? While questions about the perception and generation of sound can be debated endlessly, one thing is certain: a tree did fall. If a tree only swayed in a forest, how would we know? Sometimes events transpire that leave no evidence of their occurrence."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "DNA in eukaryotic cells is wrapped around histone proteins to form a structure called chromatin. Heterochromatin is a more condensed form of chromatin that silences the genes encoded in the DNA, and is inherited by new cells via a code of chemical marks on the histones and sometimes the DNA. Female mammals convert one of their two X chromosomes into heterochromatin, which stops them from expressing a double dose of all X-linked genes for a lifetime. Likewise, a heterochromatin-like structure in budding yeast, termed ‘silent chromatin’, controls the yeast's sexual identity via faithful gene silencing. Now, in <i>eLife</i>, Anne Dodson and Jasper Rine—from the University of California, Berkeley—report that budding yeast occasionally breaks this wall of silence (<a href=\"#bib5\">Dodson and Rine, 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "During mating of the budding yeast, <i>Saccharomyces cerevisiae</i>, cells of opposite mating-types fuse with one another. A yeast cell's mating type can be <i>MATα</i> or <i>MAT</i><b>a</b>, depending on which pair of genes is at the <i>MAT</i> locus in its genome (<a href=\"#fig1\">Figure 1A</a>). Identical, but silenced, copies of the mating-type genes are found at two other genome locations. Budding yeast use these ‘hidden <i>MAT</i> loci’ as templates to replace the genes at the <i>MAT</i> locus when switching between mating types. The hidden <i>MAT</i> loci have been studied for decades to understand how chromatin shuts off genes."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Gene silencing in budding yeast, and the recombinase assay used to record transient derepression.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) The mating-type loci of budding yeast. The two silenced hidden <i>MAT</i> loci, <i>HML</i> and <i>HMR</i>, are indicated by red slashes and contain the <i>α</i> and <b>a</b> mating-type genes (purple arrows), respectively. The expressed <i>MAT</i> locus can contain either set of genes. Orange ovals depict sections of DNA called silencers. (<b>B</b>) The distribution of silencing proteins at one hidden <i>MAT</i> locus <i>HMR</i>. Silencer binding proteins (orange) together with Sir1 (light green) recruit the Sir complex, composed of Sir2, Sir3 and Sir4 (pink). The complex spreads out from silencers; binding to and de-acetylating histone proteins (blue cylinders) in the chromatin, which results in gene silencing. (<b>C</b>) Dodson and Rine devised a new assay to measure transient derepression of a silenced locus. They replaced <i>α2</i> in <i>HML</i> with the coding sequence of an enzyme called Cre recombinase (yellow arrow). If <i>HML</i> derepresses, even briefly, the recombinase is expressed. The Cre enzyme recognizes two <i>loxP</i> sequences (arrowheads) in a reporter construct elsewhere in the genome, causing a rearrangement in the construct that removes RFP and activates GFP. This means that transient derepression events are recorded by a permanent switch from red to green fluorescence."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/06717/elife-06717-fig1-v1.tif", 
                        "filename": "elife-06717-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Nearby sections of DNA, termed silencers, distinguish the hidden <i>MAT</i> loci from all other locations in the yeast genome (<a href=\"#bib9\">Rusché et al., 2003</a>). Proteins bind to the silencers, and recruit a set of proteins called the Sirs. Sir2, Sir3 and Sir4 proteins form a large complex that spreads out from the silencers by binding to, and modifying, the surrounding histones (<a href=\"#fig1\">Figure 1B</a>). An additional Sir protein, called Sir1, remains at the silencers to help recruit the other Sirs. Gene silencing by Sir proteins reduces the expression of ‘silenced’ genes below detectable limits and renders the DNA almost entirely inaccessible. Typically, non-silenced cells are found about as often as the spontaneous mutations that inactivate the silencing process."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To the casual observer, silent chromatin might thus seem inert and unchanging. Two previous observations, however, suggested that this is not the case. First, silencing proteins constantly move onto, and off of, heterochromatin (<a href=\"#bib3\">Cheng and Gartenberg, 2000</a>; <a href=\"#bib4\">Cheutin et al., 2003</a>; <a href=\"#bib6\">Festenstein et al., 2003</a>). Second, reporter genes placed within silent chromatin can be artificially prodded toward expression during certain stages of the cell cycle (<a href=\"#bib1\">Aparicio and Gottschling, 1994</a>)—suggesting that heterochromatin might occasionally break its silence."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Do the dynamic properties of silent chromatin ever permit silenced mating-type genes to be expressed? To address the question, Dodson and Rine developed an elegant assay that means even a rare event—a momentary loss of silencing in this case—is marked in a way that persists and is easily detectable. They introduced the coding sequence of an enzyme called Cre recombinase into the hidden <i>MAT</i> loci (<a href=\"#fig1\">Figure 1C</a>). On a different chromosome, Dodson and Rine assembled a reporter construct from the genes for red and green fluorescent proteins (i.e. RFP and GFP) that works as follows: if silencing is lost in a cell, the recombinase removes the RFP gene and causes that cell, and all its descendants, to permanently switch from red to green fluorescence. Recombinases have been used similarly in the past to detect gene expression in bacterial pathogens during infection (<a href=\"#bib2\">Camilli et al., 1994</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This assay revealed that ‘silenced’ yeast genes are expressed, or ‘derepressed’, in wild-type cells, as Dodson and Rine observed green fluorescent sectors within otherwise red fluorescent yeast colonies. Each green sector marks when silencing was briefly lost, and looking at how often these sectors appeared suggests that such events are rare, occurring roughly once out of every 1000 cell divisions. The assay was used to reveal that Hst3, an enzyme closely related to Sir2 that also modifies histones, also contributes to silencing of the hidden <i>MAT</i> loci. Mutants without the gene for Hst3 develop seven times as many green sectors as wild-type yeast, but fail to register derepression in conventional assays (<a href=\"#bib11\">Yang et al., 2008</a>). This illustrates the sensitivity of the recombinase approach."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Dodson and Rine also looked at how often they could detect the expression of Cre recombinase within individual cells using a technique called ‘single-molecule RNA FISH’ (<a href=\"#bib8\">Raj et al., 2008</a>). In most cells, they detected nothing more than background. However, in about one in every 2500 cells (about as often sectors formed in their colony assay), they found Cre recombinase was expressed at roughly 25% of the level reached in cells that cannot silence at all. The data indicate that rare, sub-maximal bursts of transcription occur within chromatin that has been silenced."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Silencing is viewed as the culmination of three steps: a silent state is first established, then maintained and finally passed on to the cell's descendants. Sir2, Sir3 and Sir4 participate in all three steps, but Sir1 is different. In mutant yeast without Sir1, silencing is lost and not restored efficiently in some cells, whereas in other cells silencing is propagated from generation to generation. This suggests that silencing cannot be established well without Sir1 (<a href=\"#bib7\">Pillus and Rine, 1989</a>; <a href=\"#bib10\">Xu et al., 2006</a>). Dodson and Rine revisited the role of Sir1 using their sensitive sector-based assay and found that silencing cannot be properly maintained and/or inherited without Sir1 either. But how might this work? It's possible that Sir1 counteracts common disruptions to silent chromatin, like DNA replication, and rapidly re-establishes the silent state each cell cycle. Alternatively, Sir1 might continuously replace any silencing proteins that are normally lost from heterochromatin. In this regard, it is significant that silencers, where Sir1 binds, also continuously maintain the silent state, even in the absence of DNA replication (<a href=\"#bib3\">Cheng and Gartenberg, 2000</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Evolution has not selected for a more durable silent chromatin, most likely because of a need to balance silencing with other cellular processes. Silent chromatin must be flexible enough to permit the passage of the DNA replication machinery and allow mating-type switches. Moreover, if the Sir protein complex could associate with histones tightly enough to block all gene expression, then non-specific binding by the complex might silence the wrong genes elsewhere in the genome. Instead, evolution settled upon a heterochromatin-like structure at the hidden <i>MAT</i> loci that is dynamic and permits breaks in the silence that had never been heard before now."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "OM Aparicio", 
                            "index": "Aparicio, OM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DE Gottschling", 
                            "index": "Gottschling, DE"
                        }
                    }
                ], 
                "articleTitle": "Overcoming telomeric silencing: a trans-activator competes to establish gene expression in a cell-cycle dependent way", 
                "journal": {
                    "name": [
                        "Genes & Development"
                    ]
                }, 
                "volume": "8", 
                "pages": {
                    "first": "1133", 
                    "last": "1146", 
                    "range": "1133–1146"
                }, 
                "doi": "10.1101/gad.8.10.1133"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Camilli", 
                            "index": "Camilli, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DT Beattie", 
                            "index": "Beattie, DT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JJ Mekalanos", 
                            "index": "Mekalanos, JJ"
                        }
                    }
                ], 
                "articleTitle": "Use of genetic recombination as a reporter of gene expression", 
                "journal": {
                    "name": [
                        "Proceedings of the National Academy of Sciences of USA"
                    ]
                }, 
                "volume": "91", 
                "pages": {
                    "first": "2634", 
                    "last": "2638", 
                    "range": "2634–2638"
                }, 
                "doi": "10.1073/pnas.91.7.2634"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TH Cheng", 
                            "index": "Cheng, TH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Gartenberg", 
                            "index": "Gartenberg, MR"
                        }
                    }
                ], 
                "articleTitle": "Yeast heterochromatin is a dynamic structure that requires silencers continuously", 
                "journal": {
                    "name": [
                        "Genes & Development"
                    ]
                }, 
                "volume": "14", 
                "pages": {
                    "first": "452", 
                    "last": "463", 
                    "range": "452–463"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Cheutin", 
                            "index": "Cheutin, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ McNairn", 
                            "index": "McNairn, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Jenuwein", 
                            "index": "Jenuwein, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Gilbert", 
                            "index": "Gilbert, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PB Singh", 
                            "index": "Singh, PB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Misteli", 
                            "index": "Misteli, T"
                        }
                    }
                ], 
                "articleTitle": "Maintenance of stable heterochromatin domains by dynamic HP1 binding", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "299", 
                "pages": {
                    "first": "721", 
                    "last": "725", 
                    "range": "721–725"
                }, 
                "doi": "10.1126/science.1078572"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AE Dodson", 
                            "index": "Dodson, AE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Rine", 
                            "index": "Rine, J"
                        }
                    }
                ], 
                "articleTitle": "Heritable capture of heterochromatin dynamics in <i>Saccharomyces cerevisiae</i>", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "4", 
                "pages": "e05007", 
                "doi": "10.7554/eLife.05007"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Festenstein", 
                            "index": "Festenstein, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SN Pagakis", 
                            "index": "Pagakis, SN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Hiragami", 
                            "index": "Hiragami, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Lyon", 
                            "index": "Lyon, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Verreault", 
                            "index": "Verreault, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Sekkali", 
                            "index": "Sekkali, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Kioussis", 
                            "index": "Kioussis, D"
                        }
                    }
                ], 
                "articleTitle": "Modulation of heterochromatin protein 1 dynamics in primary mammalian cells", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "299", 
                "pages": {
                    "first": "719", 
                    "last": "721", 
                    "range": "719–721"
                }, 
                "doi": "10.1126/science.1078694"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1989", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Pillus", 
                            "index": "Pillus, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Rine", 
                            "index": "Rine, J"
                        }
                    }
                ], 
                "articleTitle": "Epigenetic inheritence of transcriptional states in <i>Saccharomyces cerevisiae</i>", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "59", 
                "pages": {
                    "first": "637", 
                    "last": "647", 
                    "range": "637–647"
                }, 
                "doi": "10.1016/0092-8674(89)90009-3"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Raj", 
                            "index": "Raj, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P van den Bogaard", 
                            "index": "van den Bogaard, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Rifkin", 
                            "index": "Rifkin, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A van Oudenaarden", 
                            "index": "van Oudenaarden, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Tyagi", 
                            "index": "Tyagi, S"
                        }
                    }
                ], 
                "articleTitle": "Imaging individual mRNA molecules using multiple singly labeled probes", 
                "journal": {
                    "name": [
                        "Nature Methods"
                    ]
                }, 
                "volume": "5", 
                "pages": {
                    "first": "877", 
                    "last": "879", 
                    "range": "877–879"
                }, 
                "doi": "10.1038/nmeth.1253"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LN Rusché", 
                            "index": "Rusché, LN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Kirchmaier", 
                            "index": "Kirchmaier, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Rine", 
                            "index": "Rine, J"
                        }
                    }
                ], 
                "articleTitle": "The establishment, inheritance, and function of silenced chromatin in <i>Saccharomyces cerevisiae</i>", 
                "journal": {
                    "name": [
                        "Annual Review of Biochemistry"
                    ]
                }, 
                "volume": "72", 
                "pages": {
                    "first": "481", 
                    "last": "516", 
                    "range": "481–516"
                }, 
                "doi": "10.1146/annurev.biochem.72.121801.161547"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EY Xu", 
                            "index": "Xu, EY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KA Zawadzki", 
                            "index": "Zawadzki, KA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Broach", 
                            "index": "Broach, JR"
                        }
                    }
                ], 
                "articleTitle": "Single-cell observations reveal intermediate transcriptional silencing states", 
                "journal": {
                    "name": [
                        "Molecular Cell"
                    ]
                }, 
                "volume": "23", 
                "pages": {
                    "first": "219", 
                    "last": "229", 
                    "range": "219–229"
                }, 
                "doi": "10.1016/j.molcel.2006.05.035"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Yang", 
                            "index": "Yang, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Miller", 
                            "index": "Miller, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Kirchmaier", 
                            "index": "Kirchmaier, AL"
                        }
                    }
                ], 
                "articleTitle": "<i>HST3</i>/<i>HST4</i>-dependent deacetylation of lysine 56 of histone H3 in silent chromatin", 
                "journal": {
                    "name": [
                        "Molecular Biology of the Cell"
                    ]
                }, 
                "volume": "19", 
                "pages": {
                    "first": "4993", 
                    "last": "5005", 
                    "range": "4993–5005"
                }, 
                "doi": "10.1091/mbc.E08-05-0524"
            }
        ]
    }
}