{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "03804", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03804", 
        "authorLine": "Benjamin M Friedrich, Ingmar H Riedel-Kruse", 
        "title": "Row with the flow", 
        "titlePrefix": "Flagellar Beating", 
        "published": "2014-07-29T00:00:00Z", 
        "versionDate": "2014-07-29T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03804", 
        "pdf": "https://publishing-cdn.elifesciences.org/03804/elife-03804-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>Volvox</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Fluid forces are sufficient to keep flagella beating in synchrony."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Friedrich and Riedel-Kruse", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Benjamin M Friedrich", 
                    "index": "Friedrich, Benjamin M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Max Planck Institute for the Physics of Complex Systems"
                        ], 
                        "address": {
                            "formatted": [
                                "Dresden", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Dresden"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ben@pks.mpg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ingmar H Riedel-Kruse", 
                    "index": "Riedel-Kruse, Ingmar H"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Bioengineering, Stanford University"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ingmar@stanford.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "03804", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03804", 
        "authorLine": "Benjamin M Friedrich, Ingmar H Riedel-Kruse", 
        "title": "Row with the flow", 
        "titlePrefix": "Flagellar Beating", 
        "published": "2014-07-29T00:00:00Z", 
        "versionDate": "2014-07-29T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03804", 
        "pdf": "https://publishing-cdn.elifesciences.org/03804/elife-03804-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>Volvox</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Fluid forces are sufficient to keep flagella beating in synchrony."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Friedrich and Riedel-Kruse", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Benjamin M Friedrich", 
                    "index": "Friedrich, Benjamin M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Max Planck Institute for the Physics of Complex Systems"
                        ], 
                        "address": {
                            "formatted": [
                                "Dresden", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Dresden"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ben@pks.mpg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ingmar H Riedel-Kruse", 
                    "index": "Riedel-Kruse, Ingmar H"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Bioengineering, Stanford University"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ingmar@stanford.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "flagella", 
            "synchronization", 
            "Volvox", 
            "flagellar beating"
        ], 
        "relatedArticles": [
            "02750"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Cilia and flagella are found throughout nature. These slender cellular appendages—which range from a few micrometres to many millimetres in length—perform a wide range of roles in many different types of cells. They propel single-celled sperm and multi-celled algae through fluids, they direct chemicals called morphogens that are important for development in the growing embryo, and they pump mucus out of human lungs (<a href=\"#bib4\">Gray, 1928</a>; <a href=\"#bib2\">Fliegauf et al., 2007</a>). Many of these tasks involve a beating motion, which is driven by dynein motors inside the cilium or flagellum."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Cilia and flagella beat at a range of frequencies between once per second and 100 times per second. Two cilia never have exactly the same intrinsic beating frequency. Moreover, these frequencies randomly fluctuate during beating—this is known as noise. Nevertheless, thousands of cilia that are closely spaced on a surface can beat in synchrony to collectively perform a task, although this process is only partially understood."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Perhaps an obvious way cilia and flagella may be synchronised is through a central pacemaker inside the cells that controls the beating of several cilia on the same cell or tissue. However, this has been ruled out as even unconnected cells can synchronise their beating: for example, sperm cells can synchronise their flagella when swimming close together (<a href=\"#bib5\">Gray and Hancock, 1955</a>; <a href=\"#bib10\">Riedel et al., 2005</a>). Alternative sources of synchronisation control—including mechanical, chemical, or electrical signals—have been suggested, but the roles of each are still unknown. Now, in <i>eLife</i>, Raymond Goldstein and colleagues at the University of Cambridge—including Douglas Brumley as first author—report an elegant experiment that elucidates a physical mechanism that keeps cilia and flagella beating in time with each other (<a href=\"#bib1\">Brumley et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Previous experiments in which sperm were held in vibrating micro-needles showed that external physical forces can influence the intrinsic beating frequency of a single flagellum (<a href=\"#bib8\">Okuno and Hiramoto, 1976</a>). The relationship between force and frequency has also been measured in green algal cells that were free to swim around normally (<a href=\"#bib3\">Geyer et al., 2013</a>). Measuring how flagella respond to loads can provide insight on how the thousands of dynein motors inside the flagellum—each sensitive to external forces—work together to shape the beat."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Brumley et al. isolated two cells from the alga <i>Volvox</i>, with each cell containing (effectively) a single beating flagellum. Each cell was attached onto a separate micropipette. This prevented the cells from communicating with each other in any way other than through the fluid flows created by the beating flagella. It also allowed the researchers to experimentally vary the relative distance and orientation of both flagella. Provided this distance was small, the two beating flagella settled into a common rhythm. When the distance between the cells was increased, the synchronisation became imperfect—for example, one flagellum would sometimes add an extra beat—and eventually synchronisation broke down completely."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So how do multiple flagella synchronise? As each flagellum beats, it disturbs the liquid around it, generating a periodically varying fluid flow that exerts friction forces on other nearby flagella. This mechanically couples the flagella to each other. If this hydrodynamic coupling is strong enough to overcome both noise and the mismatch in the natural beating frequencies, then the flagella synchronise in a purely self-organised fashion."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Importantly, Brumley et al. determined exactly how the hydrodynamic coupling depends on the distance between flagella. The hydrodynamic phenomena experienced by beating flagella inside water are rather different to those experienced by a human swimming through water: indeed, they are akin to what a human would experience if they tried to swim through honey (<a href=\"#bib9\">Purcell, 1977</a>). Theory predicts that the strength of the flow field around a beating flagellum is inversely proportional to the distance from the flagellum (<a href=\"#bib6\">Lauga and Powers, 2009</a>). This is exactly what Brumley et al. measured, both when looking at an isolated flagellum, and also when examining how two flagella synchronise. Hence, the further apart two flagella are, the less force they apply on each other, eventually leading to a breakdown of synchrony. (Note, for freely moving cells, like swimming sperm cells, the flow field is instead inversely proportional to the square of the distance between the flagella, which can make quite a difference when trying to achieve synchronisation.)"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Brumley et al. fitted their large experimental dataset to the corresponding mathematical model. This allowed them to determine quantitatively the coupling strength, frequency mismatch, and noise strength of two beating flagella. For example, the noise level is such that an isolated flagellum ‘forgets’ its initial phase after 30 beat cycles. This is consistent with recent direct measurements by ourselves and co-workers (<a href=\"#bib7\">Ma et al., 2014</a>) and shows that fluctuations in the rate at which dynein motors work are perceivable at the scale of the flagellar beat."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Brumley et al. show that hydrodynamic forces alone are sufficient to cause cilia synchronisation, which could help to form a common quantitative understanding of how cilia and flagella interact across different scales (<a href=\"#fig1\">Figure 1</a>). For example, how does the flagellum work internally? Brumley et al. show a force of 25 pN is produced in a stroke that is 10 µm long; therefore the hydrodynamic work done by a single flagellum can be estimated to be 25 pN*10 µm = 2.5*10<sup>−16</sup> J per beat cycle. Interestingly, this value is of the same order of magnitude as the consumption of chemical energy by the 10,000 dynein motor heads inside the flagellum if each motor takes one step, burning one ATP molecule (each worth 10<sup>−19</sup> J)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The beating of cilia and flagella can be considered at several different scales.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Left: the green alga <i>Volvox</i> forms colonies that can contain thousands of cells. Each cell effectively has a single flagellum on its surface, and the flagella on different cells are able to beat in synchrony. Middle: pairs of cilia or flagella exert hydrodynamic forces on each other as they beat. Brumley et al. isolated two such flagella and varied the distance between them, L, to study the role of hydrodynamics in synchronisation. This revealed that the strength of the flow field, and hence the strength of synchronisation, is inversely proportional to L. Right: inside each flagellum, motor proteins called dyneins (dark blue) slide adjacent microtubules to drive the regular beat of the flagellum. The sensitivity of these motors to external forces may help cilia and flagella to synchronise."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/03804/elife-03804-fig1-v1.tif", 
                        "attribution": [
                            "FIGURE CREDIT: Frank Fox"
                        ], 
                        "filename": "elife-03804-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Although these results show two cilia or flagella can be synchronised, how are thousands of them coordinated? Brumley et al. observe that synchrony breaks down at a distance of 10 µm, which is approximately the spacing between flagella on the surface of <i>Volvox</i>. Hence the coupling appears to be of the right strength to facilitate just nearest neighbour coupling. This is biologically advantageous because it is strong enough to enable synchrony, but not so strong as to generate large-scale phase locking. This, in turn, makes it possible for cilia and flagella to display more complex large-scale synchronisation phenomena, such as the metachronal waves that are essential for Volvox to propel itself along, or for ciliated airway epithelia to pump mucus away efficiently (<a href=\"#bib2\">Fliegauf et al., 2007</a>)."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DR Brumley", 
                            "index": "Brumley, DR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KY Wan", 
                            "index": "Wan, KY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Polin", 
                            "index": "Polin, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Goldstein", 
                            "index": "Goldstein, RE"
                        }
                    }
                ], 
                "articleTitle": "Flagellar synchronization through direct hydrodynamic interactions", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "3", 
                "pages": "e02750", 
                "doi": "10.7554/eLife.02750"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Fliegauf", 
                            "index": "Fliegauf, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Benzing", 
                            "index": "Benzing, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Omran", 
                            "index": "Omran, H"
                        }
                    }
                ], 
                "articleTitle": "When cilia go bad: cilia defects and ciliopathies", 
                "journal": {
                    "name": [
                        "Nature Reviews Molecular Cell Biology"
                    ]
                }, 
                "volume": "8", 
                "pages": {
                    "first": "880", 
                    "last": "893", 
                    "range": "880–893"
                }, 
                "doi": "10.1038/nrm2278"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VF Geyer", 
                            "index": "Geyer, VF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Jülicher", 
                            "index": "Jülicher, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Howard", 
                            "index": "Howard, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BM Friedrich", 
                            "index": "Friedrich, BM"
                        }
                    }
                ], 
                "articleTitle": "Cell body rocking is a dominant mechanism for flagellar synchronization in a swimming alga", 
                "journal": {
                    "name": [
                        "Proceedings of the National Academy of Sciences of the USA"
                    ]
                }, 
                "volume": "110", 
                "pages": "18058", 
                "doi": "10.1073/pnas.1300895110"
            }, 
            {
                "type": "book", 
                "id": "bib4", 
                "date": "1928", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Gray", 
                            "index": "Gray, J"
                        }
                    }
                ], 
                "authorsType": "authors", 
                "bookTitle": "Ciliary movements", 
                "publisher": {
                    "name": [
                        "Cambridge University Press"
                    ]
                }
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1955", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Gray", 
                            "index": "Gray, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GT Hancock", 
                            "index": "Hancock, GT"
                        }
                    }
                ], 
                "articleTitle": "The propulsion of Sea-Urchin Spermatozoa", 
                "journal": {
                    "name": [
                        "Journal of Experimental Biology"
                    ]
                }, 
                "volume": "32", 
                "pages": {
                    "first": "802", 
                    "last": "814", 
                    "range": "802–814"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Lauga", 
                            "index": "Lauga, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TR Powers", 
                            "index": "Powers, TR"
                        }
                    }
                ], 
                "articleTitle": "The hydrodynamics of swimming organisms", 
                "journal": {
                    "name": [
                        "Reports on Progress in Physics"
                    ]
                }, 
                "volume": "72", 
                "pages": "096601", 
                "doi": "10.1088/0034-4885/72/9/096601"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ma", 
                            "index": "Ma, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GS Klindt", 
                            "index": "Klindt, GS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IH Riedel-Kruse", 
                            "index": "Riedel-Kruse, IH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Jülicher", 
                            "index": "Jülicher, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BM Friedrich", 
                            "index": "Friedrich, BM"
                        }
                    }
                ], 
                "articleTitle": "Active phase and amplitude fluctuations of flagellar beating", 
                "journal": {
                    "name": [
                        "Physical Review Letters"
                    ]
                }, 
                "volume": "113", 
                "pages": "048101", 
                "doi": "10.1103/PhysRevLett.113.048101"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1976", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Okuno", 
                            "index": "Okuno, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Hiramoto", 
                            "index": "Hiramoto, J"
                        }
                    }
                ], 
                "articleTitle": "Mechanical stimulation of starfish sperm flagella", 
                "journal": {
                    "name": [
                        "Journal of Experimental Biology"
                    ]
                }, 
                "volume": "65", 
                "pages": {
                    "first": "401", 
                    "last": "413", 
                    "range": "401–413"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1977", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Purcell", 
                            "index": "Purcell, EM"
                        }
                    }
                ], 
                "articleTitle": "Life at low Reynolds number", 
                "journal": {
                    "name": [
                        "American Journal of Physics"
                    ]
                }, 
                "volume": "45", 
                "pages": "3", 
                "doi": "10.1119/1.10903"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IH Riedel", 
                            "index": "Riedel, IH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Kruse", 
                            "index": "Kruse, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Howard", 
                            "index": "Howard, J"
                        }
                    }
                ], 
                "articleTitle": "A self-organized vortex array of hydrodynamically entrained sperm cells", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "309", 
                "pages": {
                    "first": "300", 
                    "last": "303", 
                    "range": "300–303"
                }, 
                "doi": "10.1126/science.1110329"
            }
        ]
    }
}