{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-25159-v1.xml"
        }, 
        "status": "vor", 
        "id": "25159", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.25159", 
        "authorLine": "Voula Kanelis", 
        "title": "From ions to insulin", 
        "titlePrefix": "Ion Channels", 
        "published": "2017-03-09T00:00:00Z", 
        "versionDate": "2017-03-09T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e25159", 
        "pdf": "https://publishing-cdn.elifesciences.org/25159/elife-25159-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Electron cryo-microscopy has revealed the three-dimensional structure of a potassium channel that has a central role in regulating the release of insulin from the pancreas."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Kanelis", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Voula Kanelis", 
                    "index": "Kanelis, Voula"
                }, 
                "orcid": "0000-0001-9262-9954", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Chemical and Physical Sciences", 
                            "University of Toronto Mississauga"
                        ], 
                        "address": {
                            "formatted": [
                                "Mississauga", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Mississauga"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Department of Chemistry", 
                            "University of Toronto"
                        ], 
                        "address": {
                            "formatted": [
                                "Toronto", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Toronto"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Department of Cell and Systems Biology", 
                            "University of Toronto"
                        ], 
                        "address": {
                            "formatted": [
                                "Toronto", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Toronto"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "voula.kanelis@utoronto.ca"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ], 
        "impactStatement": "Cryo-electron microscopy has revealed the three-dimensional structure of a potassium channel that has a central role in regulating the release of insulin from the pancreas."
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-25159-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "25159", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.25159", 
        "authorLine": "Voula Kanelis", 
        "title": "From ions to insulin", 
        "titlePrefix": "Ion Channels", 
        "published": "2017-03-09T00:00:00Z", 
        "versionDate": "2017-03-09T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e25159", 
        "pdf": "https://publishing-cdn.elifesciences.org/25159/elife-25159-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Electron cryo-microscopy has revealed the three-dimensional structure of a potassium channel that has a central role in regulating the release of insulin from the pancreas."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Kanelis", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Voula Kanelis", 
                    "index": "Kanelis, Voula"
                }, 
                "orcid": "0000-0001-9262-9954", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Chemical and Physical Sciences", 
                            "University of Toronto Mississauga"
                        ], 
                        "address": {
                            "formatted": [
                                "Mississauga", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Mississauga"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Department of Chemistry", 
                            "University of Toronto"
                        ], 
                        "address": {
                            "formatted": [
                                "Toronto", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Toronto"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Department of Cell and Systems Biology", 
                            "University of Toronto"
                        ], 
                        "address": {
                            "formatted": [
                                "Toronto", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Toronto"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "voula.kanelis@utoronto.ca"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ], 
        "impactStatement": "Cryo-electron microscopy has revealed the three-dimensional structure of a potassium channel that has a central role in regulating the release of insulin from the pancreas.", 
        "keywords": [
            "ABC transporter", 
            "inward rectifier", 
            "sulfonylurea receptor", 
            "sulfonylurea"
        ], 
        "-related-articles-internal": [
            "24149"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The hormone insulin is released from beta cells in the pancreas when the levels of sugar in the blood become too high. High levels of sugar cause the concentration of a molecule called ATP – the energy currency of the cell – to increase inside cells. Ion channels known as K<sub>ATP</sub> channels sense changes in the levels of ATP to allow potassium ions to move out of beta cells, and thus have a central role in regulating blood sugar levels (<a href=\"#bib3\">Ashcroft, 2005</a>). When ATP levels in the cell are high, the K<sub>ATP</sub> channels close, and the resulting changes in the electrical excitability of the beta cell membranes lead to an increase in the release of insulin. Likewise, when blood sugar levels decrease, cellular ATP levels also drop, causing the K<sub>ATP</sub> channels to open so that less insulin is released."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These channels are of considerable medical interest because mutations that affect them can cause diabetes or result in abnormally high levels of insulin, which causes a disease known as hyperinsulinism. Drugs that close K<sub>ATP</sub> channels to stimulate the release of insulin are widely used to treat type II diabetes, while drugs that open these channels are used to treat mild forms of hyperinsulinism. Now, in eLife, James Chen and Show-Ling Shyng and colleagues at the Oregon Health and Science University – including Gregory Martin as first author – report that they have used electron cryo-microscopy (cryo-EM) to determine the structure of a K<sub>ATP</sub> channel in the closed state (<a href=\"#bib7\">Martin et al., 2017</a>). In independent work, Ning Gao, Lei Chen and colleagues at Peking University have used cryo-EM to determine the structure of a closed K<sub>ATP</sub> channel under different conditions (<a href=\"#bib6\">Li et al., 2017</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A pancreatic K<sub>ATP</sub> channel contains four copies of a pore-forming protein called Kir6.2 and four copies of a regulatory protein called SUR1 (<a href=\"#fig1\">Figure 1A</a>). The SUR1 subunits control the flow of potassium ions through the pore formed by the Kir6.2 subunits. ATP closes K<sub>ATP</sub> channels by binding to the Kir6.2 subunits. When blood sugar levels are low, another molecule called ADP along with magnesium ions (together known as MgADP) bind to the SUR1 subunits and the channels open. Other factors also regulate K<sub>ATP</sub> channels, such as the lipid PIP<sub>2</sub>, which opens the channel (<a href=\"#bib9\">Nichols, 2006</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Schematic diagrams of a closed K<sub>ATP</sub> channel.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Each K<sub>ATP</sub> channel contains four Kir6.2 subunits (green) and four SUR1 subunits. Each SUR1 subunit contains a core (blue), an L0 linker (purple line) and a transmembrane domain called TMD0 (purple). The diagrams are based on the cryo-EM K<sub>ATP</sub> channel structures by Martin et al. and Li et al. (<b>A</b>) Top view of the channel showing the propeller-shaped structure. (<b>B</b>) Side view of the channel showing two Kir6.2 subunits and two SUR1 subunits sitting in the cell membrane (gray). The core of SUR1 contains two transmembrane domains (TMD1 and TMD2) and two nucleotide-binding domains (NBD1 and NBD2), while the L0 linker contains two short α-helices. The Kir6.2 subunit is made of two transmembrane helices (dark green rectangle) and two cytoplasmic regions (light green rectangle). Martin et al. and Li et al. found that the center of the K<sub>ATP</sub> channel propeller structure is formed by the Kir6.2 subunits and the TMD0 of SUR1. The cores of the SUR1 subunits form the propeller blades, but there are unexpected spaces between the cores of adjacent SUR1 subunits that had not been observed in a previously reported structure formed under different conditions (<a href=\"#bib8\">Mikhailov et al., 2005</a>)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/25159/elife-25159-fig1-v1.jpg", 
                        "filename": "elife-25159-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The structure reported by Martin et al. was of a pancreatic K<sub>ATP</sub> channel prepared in the presence of ATP and glibenclamide (a drug that is known to close the channels), while Li et al. solved the structure of the pancreatic K<sub>ATP</sub> channel prepared in the presence of glibenclamide alone. However, both groups report that the closed channels have similar propeller-shaped structures (<a href=\"#fig1\">Figure 1A</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "SUR1 contains a core structure of two membrane-spanning domains and two nucleotide-binding domains (<a href=\"#bib4\">Dean et al., 2001</a>), along with an additional membrane-spanning domain known as TMD0 that is connected to the SUR1 core structure by the L0 linker (<a href=\"#bib1\">Aguilar-Bryan et al., 1995</a>; <a href=\"#fig1\">Figure 1B</a>). The cryo-EM structures show that the SUR1 TMD0 interacts with the Kir6.2 pore. Thus, the cryo-EM structures highlight how TMD0 is important in channel assembly, and explain why this SUR1 domain is a hot spot for mutations that cause hyperinsulinism (<a href=\"#bib2\">Aittoniemi et al., 2009</a>). An unexpected finding is that the SUR1 cores and Kir6.2 do not directly interact, even though the nucleotide-binding domains of SUR1 (which bind to MgADP) are essential for opening the pore (<a href=\"#bib9\">Nichols, 2006</a>) and mutations affecting these domains cause disease (<a href=\"#bib2\">Aittoniemi et al., 2009</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It was known from previous work that Kir6.2 is made of two membrane-spanning helices and two cytoplasmic regions (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib5\">Hibino et al., 2010</a>). The cryo-EM structures show that ATP, PIP<sub>2</sub>, and glibenclamide bind to regions of the Kir6.2 and SUR1 subunits, and hence explain why both types of subunits affect the action of these molecules. ATP binds to a site between the cytoplasmic regions of adjacent Kir6.2 subunits and a region of the SUR1 L0 linker. PIP<sub>2</sub> binds to an adjacent site that also involves the Kir6.2 cytoplasmic domains and the SUR1 L0 linker, while glibenclamide binds at a site made by a different region of the L0 linker and the core of SUR1."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The structures highlight the dynamics involved in controlling whether the channel is open or closed. Both teams found that there is a subset of closed channels in which the cytoplasmic domains of Kir6.2 are rotated in a way that may represent a transition toward the open state. Notably, Li et al. show that the inner membrane-spanning helices of two of the Kir6.2 subunits are slightly displaced in this subset of channels, which also possess a bound PIP<sub>2</sub> molecule."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Previous studies on proteins that structurally resemble SUR1 suggest that, for the channel to open in the presence of MgADP, the SUR1 core has to \"untwist\" to allow the two nucleotide-binding domains to come into contact (<a href=\"#bib10\">Wilkens, 2015</a>). Further structural studies will be needed to find out whether the twisted SUR1 core in the closed K<sub>ATP</sub> channel is caused by glibenclamide binding to the channel, and to reveal how other drugs that open K<sub>ATP</sub> channels work."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Particular regions in the SUR1 transmembrane domains sense conformational changes in the nucleotide-binding domains caused by MgADP binding. Because these regions also bind to the L0 linker, it is possible that conformational changes in the nucleotide-binding domains may alter the structure of the L0 linker. Structural studies of the channels in the open state would shed more light on whether the L0 linker structure changes and may reveal how mutations in Kir6.2 and SUR1 that disrupt the ability of the channel to close can cause diabetes. The exciting structures of K<sub>ATP</sub> channels reported by Martin et al. and Li et al. lay the foundation for finally answering many of these questions."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1995", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Aguilar-Bryan", 
                            "index": "Aguilar-Bryan, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CG Nichols", 
                            "index": "Nichols, CG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SW Wechsler", 
                            "index": "Wechsler, SW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Clement", 
                            "index": "Clement, JP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AE Boyd", 
                            "index": "Boyd, AE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G González", 
                            "index": "González, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Herrera-Sosa", 
                            "index": "Herrera-Sosa, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Nguy", 
                            "index": "Nguy, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Bryan", 
                            "index": "Bryan, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Nelson", 
                            "index": "Nelson, DA"
                        }
                    }
                ], 
                "articleTitle": "Cloning of the beta cell high-affinity sulfonylurea receptor: a regulator of insulin secretion", 
                "journal": "Science", 
                "volume": "268", 
                "pages": {
                    "first": "423", 
                    "last": "426", 
                    "range": "423–426"
                }, 
                "doi": "10.1126/science.7716547", 
                "pmid": 7716547
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Aittoniemi", 
                            "index": "Aittoniemi, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Fotinou", 
                            "index": "Fotinou, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Craig", 
                            "index": "Craig, TJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H de Wet", 
                            "index": "de Wet, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Proks", 
                            "index": "Proks, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FM Ashcroft", 
                            "index": "Ashcroft, FM"
                        }
                    }
                ], 
                "articleTitle": "SUR1: a unique ATP-binding cassette protein that functions as an ion channel regulator", 
                "journal": "Philosophical Transactions of the Royal Society B: Biological Sciences", 
                "volume": "364", 
                "pages": {
                    "first": "257", 
                    "last": "267", 
                    "range": "257–267"
                }, 
                "doi": "10.1098/rstb.2008.0142", 
                "pmid": 18990670
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FM Ashcroft", 
                            "index": "Ashcroft, FM"
                        }
                    }
                ], 
                "articleTitle": "ATP-sensitive potassium channelopathies: focus on insulin secretion", 
                "journal": "Journal of Clinical Investigation", 
                "volume": "115", 
                "pages": {
                    "first": "2047", 
                    "last": "2058", 
                    "range": "2047–2058"
                }, 
                "doi": "10.1172/JCI25495", 
                "pmid": 16075046
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Dean", 
                            "index": "Dean, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Rzhetsky", 
                            "index": "Rzhetsky, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Allikmets", 
                            "index": "Allikmets, R"
                        }
                    }
                ], 
                "articleTitle": "The human ATP-binding cassette (ABC) transporter superfamily", 
                "journal": "Genome Research", 
                "volume": "11", 
                "pages": {
                    "first": "1156", 
                    "last": "1166", 
                    "range": "1156–1166"
                }, 
                "doi": "10.1101/gr.GR-1649R", 
                "pmid": 11435397
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Hibino", 
                            "index": "Hibino, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Inanobe", 
                            "index": "Inanobe, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Furutani", 
                            "index": "Furutani, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Murakami", 
                            "index": "Murakami, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Findlay", 
                            "index": "Findlay, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Kurachi", 
                            "index": "Kurachi, Y"
                        }
                    }
                ], 
                "articleTitle": "Inwardly rectifying potassium channels: their structure, function, and physiological roles", 
                "journal": "Physiological Reviews", 
                "volume": "90", 
                "pages": {
                    "first": "291", 
                    "last": "366", 
                    "range": "291–366"
                }, 
                "doi": "10.1152/physrev.00021.2009", 
                "pmid": 20086079
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2017", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Li", 
                            "index": "Li, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JX Wu", 
                            "index": "Wu, JX"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Ding", 
                            "index": "Ding, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Cheng", 
                            "index": "Cheng, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Gao", 
                            "index": "Gao, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Chen", 
                            "index": "Chen, L"
                        }
                    }
                ], 
                "articleTitle": "Structure of a pancreatic ATP-Sensitive potassium channel", 
                "journal": "Cell", 
                "volume": "168", 
                "pages": {
                    "first": "101", 
                    "last": "110", 
                    "range": "101–110"
                }, 
                "doi": "10.1016/j.cell.2016.12.028", 
                "pmid": 28086082
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2017", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GM Martin", 
                            "index": "Martin, GM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Yoshioka", 
                            "index": "Yoshioka, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EA Rex", 
                            "index": "Rex, EA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Fay", 
                            "index": "Fay, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Xie", 
                            "index": "Xie, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Whorton", 
                            "index": "Whorton, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JZ Chen", 
                            "index": "Chen, JZ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Shyng", 
                            "index": "Shyng, SL"
                        }
                    }
                ], 
                "articleTitle": "Cryo-EM structure of the ATP-sensitive potassium channel illuminates mechanisms of assembly and gating", 
                "journal": "eLife", 
                "volume": "6", 
                "pages": "e24149", 
                "doi": "10.7554/eLife.24149", 
                "pmid": 28092267
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MV Mikhailov", 
                            "index": "Mikhailov, MV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Campbell", 
                            "index": "Campbell, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H de Wet", 
                            "index": "de Wet, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Shimomura", 
                            "index": "Shimomura, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Zadek", 
                            "index": "Zadek, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RF Collins", 
                            "index": "Collins, RF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Sansom", 
                            "index": "Sansom, MS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RC Ford", 
                            "index": "Ford, RC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FM Ashcroft", 
                            "index": "Ashcroft, FM"
                        }
                    }
                ], 
                "articleTitle": "3-D structural and functional characterization of the purified KATP channel complex Kir6.2-SUR1", 
                "journal": "EMBO Journal", 
                "volume": "24", 
                "pages": {
                    "first": "4166", 
                    "last": "4175", 
                    "range": "4166–4175"
                }, 
                "doi": "10.1038/sj.emboj.7600877", 
                "pmid": 16308567
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CG Nichols", 
                            "index": "Nichols, CG"
                        }
                    }
                ], 
                "articleTitle": "K<sub>ATP</sub> channels as molecular sensors of cellular metabolism", 
                "journal": "Nature", 
                "volume": "440", 
                "pages": {
                    "first": "470", 
                    "last": "476", 
                    "range": "470–476"
                }, 
                "doi": "10.1038/nature04711", 
                "pmid": 16554807
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Wilkens", 
                            "index": "Wilkens, S"
                        }
                    }
                ], 
                "articleTitle": "Structure and mechanism of ABC transporters", 
                "journal": "F1000Prime Reports", 
                "volume": "7", 
                "pages": "14", 
                "doi": "10.12703/P7-14", 
                "pmid": 25750732
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}