{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-07604-v1.xml"
        }, 
        "status": "vor", 
        "id": "07604", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.07604", 
        "authorLine": "Ronald E Ellis, Qing Wei", 
        "title": "Size isn't everything", 
        "titlePrefix": "Sperm Competition", 
        "published": "2015-04-17T00:00:00Z", 
        "versionDate": "2015-04-17T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e07604", 
        "pdf": "https://publishing-cdn.elifesciences.org/07604/elife-07604-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>C. elegans</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Male nematode worms may make larger sperm than hermaphrodite worms, but this is not the only reason that sperm from males have a competitive edge."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Ellis and Wei", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ronald E Ellis", 
                    "index": "Ellis, Ronald E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Biology", 
                            "Rowan University School of Osteopathic Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Stratford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stratford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ellisre@rowan.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Qing Wei", 
                    "index": "Wei, Qing"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Rowan University Graduate School of Biomedical Sciences"
                        ], 
                        "address": {
                            "formatted": [
                                "Stratford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stratford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-07604-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "07604", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.07604", 
        "authorLine": "Ronald E Ellis, Qing Wei", 
        "title": "Size isn't everything", 
        "titlePrefix": "Sperm Competition", 
        "published": "2015-04-17T00:00:00Z", 
        "versionDate": "2015-04-17T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e07604", 
        "pdf": "https://publishing-cdn.elifesciences.org/07604/elife-07604-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>C. elegans</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Male nematode worms may make larger sperm than hermaphrodite worms, but this is not the only reason that sperm from males have a competitive edge."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Ellis and Wei", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ronald E Ellis", 
                    "index": "Ellis, Ronald E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Biology", 
                            "Rowan University School of Osteopathic Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Stratford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stratford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ellisre@rowan.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Qing Wei", 
                    "index": "Wei, Qing"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Rowan University Graduate School of Biomedical Sciences"
                        ], 
                        "address": {
                            "formatted": [
                                "Stratford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stratford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "sperm competition", 
            "sexual selection", 
            "cell migration", 
            "reproductive success", 
            "nematode"
        ], 
        "-related-articles-internal": [
            "05423"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "In his second major book, <i>The Descent of Man and Selection in Relation to Sex</i>, Charles Darwin showed that when animals compete for mates, sexual selection can drive many types of evolutionary change (<a href=\"#bib1\">Darwin, 1871</a>). However, he did not notice that this competition continued even after animals had finished mating."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Sperm competition was only described a century later when groundbreaking work showed that if two (or more) males mate with a single female, their sperm compete for the chance to fertilize her egg cells or ‘oocytes’ (<a href=\"#bib9\">Parker, 1970</a>). Since this process is carried out inside her reproductive tract, the female can influence the outcome, and the males can too, via chemicals released in their ejaculates. This competition can be lengthy and intense, particularly in animal species where females store sperm for later use."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The sperm of nematode worms resemble those of other animals in many ways, but they move by crawling rather than by swimming. The nematode <i>Caenorhabditis elegans</i> is ideal for studying sperm competition because its short lifespan and large brood size make the animals easy to work with in the laboratory. Furthermore, this worm's genetics have been well studied. Now, in <i>eLife</i>, Jody Hansen, Daniela Chavez and Gillian Stanfield—who are all at the University of Utah—have used the power of nematode genetics to transform our understanding of sperm competition (<a href=\"#bib3\">Hansen et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "<i>C. elegans</i> has two sexes, males and hermaphrodites, both of which make sperm. Thus, several types of competitive interactions can be studied using these animals—the most important of which involves sperm from a male outcompeting sperm from a hermaphrodite to fertilize the hermaphrodite's own oocytes. A series of beautiful studies showed that the competitive advantage of male sperm can be explained, in part, because they are larger than hermaphrodite sperm (<a href=\"#bib8\">LaMunyon and Ward, 1995</a>, <a href=\"#bib5\">1998</a>). Furthermore, comparisons between related species supported the idea that competition favored larger sperm in nematodes, and this model was confirmed by laboratory experiments (<a href=\"#bib6\">LaMunyon and Ward, 1999</a>, <a href=\"#bib7\">2002</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As a result, a simple model for how nematode sperm compete was proposed (<a href=\"#fig1\">Figure 1A</a>; <a href=\"#bib2\">Ellis and Scharer, 2014</a>). Inside a hermaphrodite, sperm are stored in the two structures called spermathecae and fight for positions near the maturing oocytes, where they will have the best chance of fertilization. Since each newly fertilized oocyte passes through the spermatheca, it dislodges many of the sperm, setting up a new round of competition to move into a good spot. Larger sperm appear to handle this intense competition better."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "COMP-1 controls sperm competition in nematodes.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) When a normal male (outlined in blue) mates with a hermaphrodite (red), his sperm (blue) are larger than the hermaphrodite sperm (pink) and are better able to compete for positions in the two spermathecae (purple). Sperm located in the spermathecae are in a better position to fertilize the hermaphrodite's oocytes. Some sperm and a young embryo are shown in the uterus (brown), and the passage of an oocyte through the spermatheca on the right has dislodged the sperm. The region inside the dashed box is expanded in <b>B</b>–<b>D</b>. (<b>B</b>) Male sperm can normally outcompete hermaphrodite sperm and enter the spermathecae (middle), but Hansen et al. show that <i>comp-1</i> mutant male sperm (green) are outcompeted by hermaphrodite sperm (bottom). (<b>C</b>) Furthermore, although <i>comp-1</i> sperm can fertilize female oocytes in the absence of competition (bottom), they cannot compete with normal male sperm (middle). (<b>D</b>) When both the male sperm (green) and hermaphrodite sperm (orange) are made by <i>comp-1</i> mutants, the larger male sperm have a competitive advantage. This shows that the COMP-1 protein and sperm size independently affect competition."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://dev--iiif.elifesciences.org/lax:07604/elife-07604-fig1-v1.tif", 
                        "filename": "elife-07604-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Hansen, Chavez and Stanfield took advantage of the fact that male sperm normally outcompete the hermaphrodite's own sperm, and looked for rare males whose sperm could not compete with hermaphrodite sperm. This approach identified the gene, <i>comp-1,</i> which they named for its role in sperm competition."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Sperm from males with a mutation in <i>comp-1</i> lose to those from normal hermaphrodites, even though they are larger (<a href=\"#fig1\">Figure 1B</a>). And, the sperm from <i>comp-1</i> mutant males also lose to sperm from normal males following a double mating (<a href=\"#fig1\">Figure 1C</a>). Nevertheless, <i>comp-1</i> mutant hermaphrodites can still self-fertilize, and <i>comp-1</i> mutant males can fertilize ‘true females’ (hermaphrodites that are unable to make their own sperm). This indicates that the mutant sperm work fine in the absence of competition. Thus, <i>comp-1</i> controls an aspect of sperm competition that is independent of size. This idea is supported by the fact that larger <i>comp-1</i> mutant sperm (produced by <i>comp-1</i> males) are still favored over smaller <i>comp-1</i> mutant sperm (produced by <i>comp-1</i> hermaphrodites) (<a href=\"#fig1\">Figure 1D</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Hansen, Chavez and Stanfield observed living worms and showed that <i>comp-1</i> mutant sperm did not migrate to the two spermathecae as quickly as expected, and certain in vitro tests revealed that <i>comp-1</i> sperm have shorter pseudopods (‘foot’-like projections that help cells to crawl). Since nematode sperm must crawl quickly towards the oocytes to compete, these defects suggest that the protein encoded by the <i>comp-1</i> gene is involved in sperm movement or guidance."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In animals, oocytes often provide chemical cues to guide sperm migration. Indeed, nematode oocytes attract sperm by releasing a mixture of different hormone-like chemicals called ‘prostaglandins’ (<a href=\"#bib4\">Hoang et al., 2013</a>). Thus, the COMP-1 protein might control the ability of sperm to sense compounds like these, or to respond to and move towards them. If so, studying COMP-1 should dramatically deepen our understanding of how the control of sperm movement influences sperm competition (<a href=\"#bib10\">Pizzari and Parker, 2009</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Whether COMP-1 is a general component of the machinery for sperm guidance or movement, or plays a direct role in making some sperm more competitive than others, remains unknown. However, the ability to use nematode genetics to solve these problems has opened up a vast new area for research, and placed <i>C. elegans</i> at the center of this critical field. Moreover, further genetic screens might identify additional players that control sperm competition."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "book", 
                "id": "bib1", 
                "date": "1871", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Darwin", 
                            "index": "Darwin, C"
                        }
                    }
                ], 
                "bookTitle": "The Descent of Man and Selection in Relation to Sex", 
                "publisher": {
                    "name": [
                        "John Murray"
                    ], 
                    "address": {
                        "formatted": [
                            "London"
                        ], 
                        "components": {
                            "locality": [
                                "London"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Ellis", 
                            "index": "Ellis, RE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Scharer", 
                            "index": "Scharer, L"
                        }
                    }
                ], 
                "articleTitle": "Rogue sperm indicate sexually antagonistic coevolution in nematodes", 
                "journal": "PLOS Biology", 
                "volume": "12", 
                "pages": "e1001916", 
                "doi": "10.1371/journal.pbio.1001916"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Hansen", 
                            "index": "Hansen, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DR Chavez", 
                            "index": "Chavez, DR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GM Stanfield", 
                            "index": "Stanfield, GM"
                        }
                    }
                ], 
                "articleTitle": "COMP-1 promotes competitive advantage of nematode sperm", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e05423", 
                "doi": "10.7554/eLife.05423"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HD Hoang", 
                            "index": "Hoang, HD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JK Prasain", 
                            "index": "Prasain, JK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Dorand", 
                            "index": "Dorand, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Miller", 
                            "index": "Miller, MA"
                        }
                    }
                ], 
                "articleTitle": "A heterogeneous mixture of F-series prostaglandins promotes sperm guidance in the <i>Caenorhabditis elegans</i> reproductive tract", 
                "journal": "PLOS Genetics", 
                "volume": "9", 
                "pages": "e1003271", 
                "doi": "10.1371/journal.pgen.1003271"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CW LaMunyon", 
                            "index": "LaMunyon, CW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Ward", 
                            "index": "Ward, S"
                        }
                    }
                ], 
                "articleTitle": "Larger sperm outcompete smaller sperm in the nematode <i>Caenorhabditis elegans</i>", 
                "journal": "Proceedings of the Royal Society B", 
                "volume": "265", 
                "pages": {
                    "first": "1997", 
                    "last": "2002", 
                    "range": "1997–2002"
                }, 
                "doi": "10.1098/rspb.1998.0531"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1999", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CW LaMunyon", 
                            "index": "LaMunyon, CW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Ward", 
                            "index": "Ward, S"
                        }
                    }
                ], 
                "articleTitle": "Evolution of sperm size in nematodes: sperm competition favours larger sperm", 
                "journal": "Proceedings of the Royal Society B", 
                "volume": "266", 
                "pages": {
                    "first": "263", 
                    "last": "267", 
                    "range": "263–267"
                }, 
                "doi": "10.1098/rspb.1999.0631"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CW LaMunyon", 
                            "index": "LaMunyon, CW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Ward", 
                            "index": "Ward, S"
                        }
                    }
                ], 
                "articleTitle": "Evolution of larger sperm in response to experimentally increased sperm competition in <i>Caenorhabditis elegans</i>", 
                "journal": "Proceedings of the Royal Society B", 
                "volume": "269", 
                "pages": {
                    "first": "1125", 
                    "last": "1128", 
                    "range": "1125–1128"
                }, 
                "doi": "10.1098/rspb.2002.1996"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1995", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CW LaMunyon", 
                            "index": "LaMunyon, CW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Ward", 
                            "index": "Ward, S"
                        }
                    }
                ], 
                "articleTitle": "Sperm precedence in a hermaphroditic nematode (<i>Caenorhabditis elegans</i>) is due to competitive superiority of male sperm", 
                "journal": "Experientia", 
                "volume": "51", 
                "pages": {
                    "first": "817", 
                    "last": "823", 
                    "range": "817–823"
                }, 
                "doi": "10.1007/BF01922436"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1970", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GA Parker", 
                            "index": "Parker, GA"
                        }
                    }
                ], 
                "articleTitle": "Sperm competition and its evolutionary consequences in the insects", 
                "journal": "Biological Reviews", 
                "volume": "45", 
                "pages": {
                    "first": "525", 
                    "last": "567", 
                    "range": "525–567"
                }, 
                "doi": "10.1111/j.1469-185X.1970.tb01176.x"
            }, 
            {
                "type": "book-chapter", 
                "id": "bib10", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Pizzari", 
                            "index": "Pizzari, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GA Parker", 
                            "index": "Parker, GA"
                        }
                    }
                ], 
                "editors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TR Birkhead", 
                            "index": "Birkhead, TR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Hosken", 
                            "index": "Hosken, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Pitnick", 
                            "index": "Pitnick, S"
                        }
                    }
                ], 
                "bookTitle": "Sperm biology: an evolutionary perspective", 
                "publisher": {
                    "name": [
                        "Academic Press"
                    ], 
                    "address": {
                        "formatted": [
                            "London"
                        ], 
                        "components": {
                            "locality": [
                                "London"
                            ]
                        }
                    }
                }, 
                "chapterTitle": "Sperm competition and sperm phenotype", 
                "pages": {
                    "first": "207", 
                    "last": "245", 
                    "range": "207–245"
                }
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}