{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "03146", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03146", 
        "authorLine": "Vincent D Costa, Bruno B Averbeck", 
        "title": "Looking into the future", 
        "titlePrefix": "Neural Processing", 
        "published": "2014-05-28T00:00:00Z", 
        "versionDate": "2014-05-28T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03146", 
        "pdf": "https://publishing-cdn.elifesciences.org/03146/elife-03146-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Eye tracking experiments show that neurons respond rapidly to eye movements, allowing our view of the world to remain stable."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Costa and Averbeck", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Vincent D Costa", 
                    "index": "Costa, Vincent D"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Laboratory of Neuropsychology, National Institute of Mental Health"
                        ], 
                        "address": {
                            "formatted": [
                                "Maryland", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Maryland"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "vincent.costa@nih.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Bruno B Averbeck", 
                    "index": "Averbeck, Bruno B"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Laboratory of Neuropsychology, National Institute of Mental Health"
                        ], 
                        "address": {
                            "formatted": [
                                "Maryland", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Maryland"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "03146", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03146", 
        "authorLine": "Vincent D Costa, Bruno B Averbeck", 
        "title": "Looking into the future", 
        "titlePrefix": "Neural Processing", 
        "published": "2014-05-28T00:00:00Z", 
        "versionDate": "2014-05-28T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03146", 
        "pdf": "https://publishing-cdn.elifesciences.org/03146/elife-03146-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Eye tracking experiments show that neurons respond rapidly to eye movements, allowing our view of the world to remain stable."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Costa and Averbeck", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Vincent D Costa", 
                    "index": "Costa, Vincent D"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Laboratory of Neuropsychology, National Institute of Mental Health"
                        ], 
                        "address": {
                            "formatted": [
                                "Maryland", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Maryland"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "vincent.costa@nih.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Bruno B Averbeck", 
                    "index": "Averbeck, Bruno B"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Laboratory of Neuropsychology, National Institute of Mental Health"
                        ], 
                        "address": {
                            "formatted": [
                                "Maryland", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Maryland"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "non-human primate", 
            "oculomotor system", 
            "population decoding", 
            "Bayesian inference", 
            "neural processing"
        ], 
        "relatedArticles": [
            "02813"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "In daily life, we carry out numerous tasks that require a high level of visual awareness. For example, we can reach for a cup of coffee without looking directly at it, we can walk down the street without bumping into other people, and we can drive a car without thinking about it. Because we can perform these tasks so easily, it seems as though our brain can work out the positions of objects with very little effort. In fact, to do this the brain must process a lot of complex information."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "We see things because receptors on the retina are excited by photons of light, and our brain represents this information in the visual cortex. However, if we move our eyes, receptors in a different part of the retina are excited, and the new information is stored in a different part of the visual cortex—but we still know that the objects we can see are in the same place. How, then, does the brain ensure that we can continue to perform tasks that require us to know exactly where objects are, while all these changes are going on?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It has been proposed that a mechanism called gain field coding makes this possible (<a href=\"#bib9\">Zipser and Andersen, 1988</a>). This is a form of population coding: that is, it involves many neurons firing in response to a given visual image, rather than just one neuron firing. Neurons with gain field coding represent both the location of objects on the retina and the angle of gaze (i.e., where we are looking in space). From this information, computational models have shown that the location of objects in space can be calculated (<a href=\"#bib6\">Pouget and Sejnowski, 1997</a>). However, for this mechanism to work effectively, the angle of gaze must be reliably represented and rapidly updated after an eye movement. Now, in <i>eLife</i>, Arnulf Graf and Richard Andersen of the California Institute of Technology show that the neural population code for eye movements and eye position in a region of the brain called the parietal cortex is accurate, and is updated rapidly when eye movements are planned and executed (<a href=\"#bib4\">Graf and Andersen, 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To demonstrate this, monkeys carried out a task where they had to make saccades—rapid movements of the eyes (<a href=\"#fig1\">Figure 1</a>). At the same time, the response of a population of neurons in an area of the parietal cortex called LIP (Lateral-Intra-Parietal) was recorded. Area LIP has previously been associated with behaviour related to eye movements (<a href=\"#bib3\">Gnadt and Andersen, 1988</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "How the brain represents information about the locations of objects can be revealed through memory-guided saccade tasks, performed in the dark.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "To find out how the neurons in area LIP of the parietal cortex respond to eye movements and eye position, Graf and Andersen trained monkeys to rapidly move (saccade) their eyes to the remembered location of a target, while the response of their neurons was monitored. The monkey initially fixated on one of nine target positions (top). Then, one of the surrounding target locations was flashed before disappearing (middle). The animals had to remember the target location for a short period of time and then move their eyes to look at this location when the fixation point disappeared (bottom). The experiments were carried out in the dark to eliminate the possibility that the recorded neural response was caused by any other visual information."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/03146/elife-03146-fig1-v1.tif", 
                        "filename": "elife-03146-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The task performed by the monkeys had to be carefully designed to eliminate a range of possible confounding factors. If the targets were visible when eye movements were made towards them, any detected neural activity may have been representing the locations of those targets, rather than the eye movements. Therefore, eye movements were made in darkness and the planned movement had to be remembered by the monkey. The task also separated the direction of the eye movement from the position of the eye before and after the movement. This allowed Graf and Andersen to examine, unambiguously, whether information in the neural population code was representing either—or both—current and future eye position signals."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To determine whether the population code in the parietal cortex contained information about eye position and eye movements, Graf and Andersen used statistical models to analyse the neural activity and estimate these two variables at specific points in time. If these variables can be read out by a decoding analysis, this information will also be available in the brain and will, therefore, also be able to drive behaviour."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Graf and Andersen found that population coding of the initial eye position was represented well throughout the eye movement. In contrast, the coding of the final eye position began after the target location was flashed—at the point in the task when the animals were told where to move their eyes—and peaked following the completion of the eye movement. This finding builds on existing evidence that eye position can be decoded from area LIP before and after a saccade to a visual target (<a href=\"#bib5\">Morris et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Contrary to recent suggestions by Xu et al. (<a href=\"#bib8\">Xu et al., 2012</a>), Graf and Andersen show that population coding of the post saccadic eye position signal was updated quickly after the saccade target was shown. There are two possible reasons for the discrepancies between these studies. First, Xu et al. assumed that eye position information could be characterised by a number called the gain field index. Xu et al. also only examined single neurons. Even though individual neurons represent fixation location and eye movements, different combinations of eye positions and target locations can cause some neurons to respond in the same way. However, looking at a population of neurons removes this ambiguity so that it is clear what the neurons are actually responding to—and this can be achieved with decoding analyses (<a href=\"#bib2\">Georgopoulos et al., 1986</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is well recognised that the brain computes and produces behaviour on the basis of distributed representations of neural activity, where patterns of activity across many neurons represent one action, and each neuron is involved in more than one action (<a href=\"#bib1\">Fetz, 1992</a>; <a href=\"#bib7\">Rigotti et al., 2013</a>). Distributed representations can be non-intuitive—but they are the way the brain represents and processes information. Graf and Anderson illustrate the use of decoding to extract information from a distributed representation across a population of neurons, and show that this approach can resolve debates about neural coding. This study also points to the importance of recording from large neural populations when investigating how complex tasks are performed, so the space in which population coding applies is fully explored."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1992", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EE Fetz", 
                            "index": "Fetz, EE"
                        }
                    }
                ], 
                "articleTitle": "Are movement Parameters recognizably coded in the activity of single neurons", 
                "journal": {
                    "name": [
                        "Behavioral and Brain Sciences"
                    ]
                }, 
                "volume": "15", 
                "pages": {
                    "first": "679", 
                    "last": "690", 
                    "range": "679–690"
                }, 
                "doi": "10.1017/CBO9780511529788.008"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Georgopoulos", 
                            "index": "Georgopoulos, AP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AB Schwartz", 
                            "index": "Schwartz, AB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Kettner", 
                            "index": "Kettner, RE"
                        }
                    }
                ], 
                "articleTitle": "Neuronal population coding of movement direction", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "233", 
                "pages": {
                    "first": "1416", 
                    "last": "1419", 
                    "range": "1416–1419"
                }, 
                "doi": "10.1126/science.3749885"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1988", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Gnadt", 
                            "index": "Gnadt, JW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Andersen", 
                            "index": "Andersen, RA"
                        }
                    }
                ], 
                "articleTitle": "Memory related motor planning activity in posterior parietal cortex of macaque", 
                "journal": {
                    "name": [
                        "Experimental Brain Research"
                    ]
                }, 
                "volume": "70", 
                "pages": {
                    "first": "216", 
                    "last": "220", 
                    "range": "216–220"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ABA Graf", 
                            "index": "Graf, ABA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Andersen", 
                            "index": "Andersen, RA"
                        }
                    }
                ], 
                "articleTitle": "Inferring eye position from populations of lateral intraparietal neurons", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "3", 
                "pages": "e02813", 
                "doi": "10.7554/eLife.02813"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Morris", 
                            "index": "Morris, AP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Bremmer", 
                            "index": "Bremmer, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Krekelberg", 
                            "index": "Krekelberg, B"
                        }
                    }
                ], 
                "articleTitle": "Eye-position signals in the dorsal visual system are accurate and precise on short timescales", 
                "journal": {
                    "name": [
                        "Journal of Neuroscience"
                    ]
                }, 
                "volume": "33", 
                "pages": {
                    "first": "12395", 
                    "last": "12406", 
                    "range": "12395–12406"
                }, 
                "doi": "10.1523/Jneurosci.0576-13.2013"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Pouget", 
                            "index": "Pouget, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Sejnowski", 
                            "index": "Sejnowski, TJ"
                        }
                    }
                ], 
                "articleTitle": "Spatial transformations in the parietal cortex using basis functions", 
                "journal": {
                    "name": [
                        "Journal of Cognitive Neuroscience"
                    ]
                }, 
                "volume": "9", 
                "pages": {
                    "first": "222", 
                    "last": "237", 
                    "range": "222–237"
                }, 
                "doi": "10.1162/jocn.1997.9.2.222"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Rigotti", 
                            "index": "Rigotti, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Barak", 
                            "index": "Barak, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Warden", 
                            "index": "Warden, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "XJ Wang", 
                            "index": "Wang, XJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ND Daw", 
                            "index": "Daw, ND"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EK Miller", 
                            "index": "Miller, EK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Fusi", 
                            "index": "Fusi, S"
                        }
                    }
                ], 
                "articleTitle": "The importance of mixed selectivity in complex cognitive tasks", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "497", 
                "pages": {
                    "first": "585", 
                    "last": "590", 
                    "range": "585–590"
                }, 
                "doi": "10.1038/Nature12160"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BY Xu", 
                            "index": "Xu, BY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Karachi", 
                            "index": "Karachi, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ME Goldberg", 
                            "index": "Goldberg, ME"
                        }
                    }
                ], 
                "articleTitle": "The postsaccadic unreliability of gain fields renders it unlikely that the motor system can use them to calculate target position in space", 
                "journal": {
                    "name": [
                        "Neuron"
                    ]
                }, 
                "volume": "76", 
                "pages": {
                    "first": "1201", 
                    "last": "1209", 
                    "range": "1201–1209"
                }, 
                "doi": "10.1016/j.neuron.2012.10.034"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1988", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Zipser", 
                            "index": "Zipser, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Andersen", 
                            "index": "Andersen, RA"
                        }
                    }
                ], 
                "articleTitle": "A back-propagation programmed network that simulates response properties of a subset of posterior parietal neurons", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "331", 
                "pages": {
                    "first": "679", 
                    "last": "684", 
                    "range": "679–684"
                }, 
                "doi": "10.1038/331679a0"
            }
        ]
    }
}