{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00791-v1.xml"
        }, 
        "status": "vor", 
        "id": "00791", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00791", 
        "authorLine": "Sabrina E Sanchez, Marcelo J Yanovsky", 
        "title": "Time for a change", 
        "titlePrefix": "Circadian Rhythms", 
        "published": "2013-04-30T00:00:00Z", 
        "versionDate": "2013-04-30T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00791", 
        "pdf": "https://publishing-cdn.elifesciences.org/00791/elife-00791-v1.pdf", 
        "subjects": [
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>A. thaliana</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The circadian clock of <i>Arabidopsis</i>, a popular model organism for plants, is more complex than expected, with negative feedback loops based on the repression of gene expression having a less exclusive role than previously thought."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Sanchez and Yanovsky", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Sabrina E Sanchez", 
                    "index": "Sanchez, Sabrina E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "the Instituto de Investigaciones Bioquímicas de Buenos Aires", 
                            "Leloir Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Buenos Aires", 
                                "Argentina"
                            ], 
                            "components": {
                                "locality": [
                                    "Buenos Aires"
                                ], 
                                "country": "Argentina"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ssanchez@leloir.org.ar"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Marcelo J Yanovsky", 
                    "index": "Yanovsky, Marcelo J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "the Instituto de Investigaciones Bioquímicas de Buenos Aires", 
                            "Leloir Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Buenos Aires", 
                                "Argentina"
                            ], 
                            "components": {
                                "locality": [
                                    "Buenos Aires"
                                ], 
                                "country": "Argentina"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "myanovsky@leloir.org.ar"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00791-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00791", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00791", 
        "authorLine": "Sabrina E Sanchez, Marcelo J Yanovsky", 
        "title": "Time for a change", 
        "titlePrefix": "Circadian Rhythms", 
        "published": "2013-04-30T00:00:00Z", 
        "versionDate": "2013-04-30T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00791", 
        "pdf": "https://publishing-cdn.elifesciences.org/00791/elife-00791-v1.pdf", 
        "subjects": [
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>A. thaliana</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The circadian clock of <i>Arabidopsis</i>, a popular model organism for plants, is more complex than expected, with negative feedback loops based on the repression of gene expression having a less exclusive role than previously thought."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Sanchez and Yanovsky", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Sabrina E Sanchez", 
                    "index": "Sanchez, Sabrina E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "the Instituto de Investigaciones Bioquímicas de Buenos Aires", 
                            "Leloir Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Buenos Aires", 
                                "Argentina"
                            ], 
                            "components": {
                                "locality": [
                                    "Buenos Aires"
                                ], 
                                "country": "Argentina"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ssanchez@leloir.org.ar"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Marcelo J Yanovsky", 
                    "index": "Yanovsky, Marcelo J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "the Instituto de Investigaciones Bioquímicas de Buenos Aires", 
                            "Leloir Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "Buenos Aires", 
                                "Argentina"
                            ], 
                            "components": {
                                "locality": [
                                    "Buenos Aires"
                                ], 
                                "country": "Argentina"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "myanovsky@leloir.org.ar"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "circadian rhythm", 
            "transcription factor", 
            "evening element", 
            "circadian rhythm"
        ], 
        "-related-articles-internal": [
            "00473"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Most organisms have evolved the ability to tell the time, which helps them to cope with daily changes in their environment. Daily rhythms in leaf movements were actually described more than 2000 years ago by Androsthenes, who worked as a scribe for Alexander the Great, and we now know that these circadian rhythms persist with a period of approximately 24 hours, even when the environmental conditions remain constant (<a href=\"#bib8\">McClung, 2006</a>). Indeed, circadian clocks control processes that range from the sleep-wake cycle in humans to the seasonal regulation of flowering time in crop plants (<a href=\"#bib11\">Young and Kay, 2001</a>). A better understanding of the molecular mechanisms underlying these circadian rhythms could lead to important biomedical and agricultural applications."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Our current understanding of the circadian clock in plants is mostly based on transcription factors that mutually repress each other (<a href=\"#bib2\">Gendron et al., 2012</a>; <a href=\"#bib7\">Huang et al., 2012</a>; <a href=\"#bib9\">Pokhilko et al., 2012</a>). In particular, the transcription factors CCA1 and LHY, which are mostly produced in the morning, are thought to repress the expression of the gene that codes for another transcription factor, TOC1, which is mostly produced in the evening and, in turn, represses expression of the genes <i>CCA1</i> and <i>LHY</i> (see <a href=\"#fig1\">Figure 1</a>). Although this model predicts many properties of real circadian clocks, it is difficult to avoid thinking that processes other than gene repression must also be involved. Now, in <i>eLife</i>, Polly Hsu, Upendra Devisetty and Stacey Harmer, all from the University of California Davis, report strong evidence that a protein named RVE8 performs such a positive role: it does this by promoting rather than repressing the expression of certain ‘clock’ genes at certain times of day (namely, in the late afternoon and early evening; <a href=\"#bib6\">Hsu et al., 2013</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The circadian clock of <i>Arabidopsis</i>.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) By demonstrating that a transcription factor called RVE8 increases the expression of hundreds of evening phased genes including the clock gene called <i>TOC1</i> in <i>Arabidopsis</i>, Hsu, Devisetty and Harmer have shown that the circadian clocks of plants are more complex (see part <b>B</b>) than previously thought (<a href=\"#bib6\">Hsu et al., 2013</a>). Early in the morning (left; light background), the proteins CCA1 and LHY repress the expression of <i>TOC1</i> by binding to the evening element (EE) in the promoter region of this gene: the suppression is represented by the violet line with the flat end. As the day progresses, however, other proteins down regulate the genes that code for CCA1 and LHY, and this allows the expression of <i>TOC1</i> to increase at dusk: the solid blue line shows the level of <i>TOC1</i> mRNA. RVE8 contributes to this increase by binding to the evening element of the <i>TOC1</i> gene. Levels of <i>TOC1</i> mRNA decrease during the evening as RVE8 levels (orange dotted line) fall off and CCA1 protein levels (yellow dotted line) start to rise again. (<b>B</b>) Simplified representation of the circadian clock of <i>Arabidopsis</i>: again, the violet lines represent a protein repressing the expression of a gene, the green arrow shows that CCA1/LHY increase the production of certain PRR proteins during the day, and the red arrows show the roles played by RVE8 and two similar proteins (RVE4 and RVE6) during the day and in the evening (dark background), as revealed by Hsu et al. The dashed red arrow indicates an interaction that only occurs in specific conditions. The three PRR proteins shown here are similar to TOC1: they are produced throughout the afternoon and early evening and they act to reduce the production of CCA1 and LHY. Finally ELF4, LUX and ELF3 are components of an evening protein complex that represses the expression of morning genes such as <i>PRR9</i>. The waves represent evening output genes induced by RVE8."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://dev--iiif.elifesciences.org/lax:00791/elife-00791-fig1-v1.tif", 
                        "filename": "elife-00791-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The origin of this story can be traced back to 2000, when Harmer and co-workers found that a short DNA sequence named the evening element was over-represented in the promoter regions of genes that are mostly expressed at dusk (<a href=\"#bib3\">Harmer et al., 2000</a>). In particular, the evening element is present in the promoter region for <i>TOC1</i>, and the expression of this gene is repressed by the transcription factors CCA1 and LHY binding to the evening element (<a href=\"#bib1\">Alabadi et al., 2001</a>). However, two findings suggested that other events contributed to the fact that the expression of <i>TOC1</i> peaked in the evening."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "First, mutations in the evening element sometimes decrease rather than increase gene expression, which suggests that the evening element can also mediate the binding of transcription factors that activate gene expression (<a href=\"#bib4\">Harmer and Kay, 2005</a>). Second, biochemical experiments revealed that a particular protein complex binds to the evening element in the afternoon in both wild-type plants and in mutant plants that do not produce CCA1 or LHY (<a href=\"#bib4\">Harmer and Kay, 2005</a>). This afternoon-phased DNA binding activity could actually be involved in promoting the expression of early evening genes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The latest work by Hsu et al. on the circadian clock of <i>Arabidopsis</i>—which is widely used as a model plant organism—provides strong evidence that RVE8, a transcription factor that is similar to CCA1 and LHY, regulates genes with peak expression in the early evening. First, the UC Davis team identified hundreds of genes that were either induced (that is, switched on) or repressed (switched off) by RVE8. Moreover, they observed significant differences between these two types of genes: the genes that were induced by RVE8 were those that possess an evening element in their promoter region and are mostly expressed in the early evening under daily light/dark cycles, whereas those that were repressed by RVE8 are mostly expressed in the morning."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The UC Davis team also provides convincing evidence that RVE8 directly acts to induce evening genes, while morning genes were regulated indirectly by this protein. This conclusion is consistent with previous work which showed that RVE8 binds the evening element both in vitro and in planta, and that <i>rve8</i> mutants display alterations to their circadian rhythms (<a href=\"#bib10\">Rawat et al., 2011</a>; <a href=\"#bib12\">Fariñas and Mas, 2011</a>). However, the importance of RVE8 to the circadian clock was not fully understood. First, the circadian period of <i>rve8</i> mutants was only one hour longer than that of wild-type plants. Second, the afternoon-phased DNA binding activity described above was also detected in the <i>rve8</i> mutants. Third, transcriptomic analysis revealed that only a very small subset of genes were potential targets for RVE8 (<a href=\"#bib5\">Hsu and Harmer, 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Hsu et al. suggest that the modest effect of <i>rve8</i> mutations on the circadian clock of <i>Arabidopsis</i> is because two similar proteins—RVE4 and RVE6—are also involved. Indeed, the circadian period of triple <i>rve4;rve6;rve8</i> mutants is four hours longer than that of wild-type plants. Moreover, these triple mutants do not display the afternoon-phased DNA binding activity observed in wild-type plants. Finally, in the triple mutants the expression of the afternoon/early evening-phased genes was altered much more than that of the morning-phased genes. All these observations strongly support the conclusion that RVE8, along with RVE4 and RVE6, all play a key role in the circadian clock of <i>Arabidopsis</i> by switching on the afternoon/early evening genes, which then go on to control the expression of morning genes, thus starting the circadian cycle again (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of Hsu, Devisetty and Harmer makes it clear that the circadian clocks of plants are more complex than previously thought, and that new models are needed to understand how all these interactions lead to 24 hour rhythms. Ultimately this improved understanding could have practical applications: for example, it might become possible to make specific crop plants flower at the most appropriate time of the year in different geographic locations."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Alabadi", 
                            "index": "Alabadi, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Oyama", 
                            "index": "Oyama, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Yanovsky", 
                            "index": "Yanovsky, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FG Harmon", 
                            "index": "Harmon, FG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Mas", 
                            "index": "Mas, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Kay", 
                            "index": "Kay, SA"
                        }
                    }
                ], 
                "articleTitle": "Reciprocal regulation between TOC1 and LHY/CCA1 within the Arabidopsis circadian clock", 
                "journal": "Science", 
                "volume": "293", 
                "pages": {
                    "first": "880", 
                    "last": "883", 
                    "range": "880–883"
                }, 
                "doi": "10.1126/science.1061320"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Fariñas", 
                            "index": "Fariñas, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Mas", 
                            "index": "Mas, P"
                        }
                    }
                ], 
                "articleTitle": "Functional implication of the MYB transcription factor <i>RVE8/LCL5</i> in the circadian control of histone acetylation", 
                "journal": "Plant J", 
                "volume": "66", 
                "pages": {
                    "first": "318", 
                    "last": "329", 
                    "range": "318–329"
                }, 
                "doi": "10.1111/j.1365-313X.2011.04484.x"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Gendron", 
                            "index": "Gendron, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Pruneda-Paz", 
                            "index": "Pruneda-Paz, JL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Doherty", 
                            "index": "Doherty, CJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Gross", 
                            "index": "Gross, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Kang", 
                            "index": "Kang, SE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Kay", 
                            "index": "Kay, SA"
                        }
                    }
                ], 
                "articleTitle": "Arabidopsis circadian clock protein, TOC1, is a DNA-binding transcription factor", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "109", 
                "pages": {
                    "first": "3167", 
                    "last": "3172", 
                    "range": "3167–3172"
                }, 
                "doi": "10.1073/pnas.1200355109"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Harmer", 
                            "index": "Harmer, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JB Hogenesch", 
                            "index": "Hogenesch, JB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Straume", 
                            "index": "Straume, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HS Chang", 
                            "index": "Chang, HS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Han", 
                            "index": "Han, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Zhu", 
                            "index": "Zhu, T"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Orchestrated transcription of key pathways in Arabidopsis by the circadian clock", 
                "journal": "Science", 
                "volume": "290", 
                "pages": {
                    "first": "2110", 
                    "last": "2113", 
                    "range": "2110–2113"
                }, 
                "doi": "10.1126/science.290.5499.2110"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Harmer", 
                            "index": "Harmer, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Kay", 
                            "index": "Kay, SA"
                        }
                    }
                ], 
                "articleTitle": "Positive and negative factors confer phase-specific circadian regulation of transcription in Arabidopsis", 
                "journal": "Plant Cell", 
                "volume": "17", 
                "pages": {
                    "first": "1926", 
                    "last": "1940", 
                    "range": "1926–1940"
                }, 
                "doi": "10.1105/tpc.105.033035"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PY Hsu", 
                            "index": "Hsu, PY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Harmer", 
                            "index": "Harmer, SL"
                        }
                    }
                ], 
                "articleTitle": "Circadian phase has profound effects on differential expression analysis", 
                "journal": "PLoS One", 
                "volume": "7", 
                "pages": "e49853", 
                "doi": "10.1371/journal.pone.0049853"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PY Hsu", 
                            "index": "Hsu, PY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "UK Devisetty", 
                            "index": "Devisetty, UK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Harmer", 
                            "index": "Harmer, SL"
                        }
                    }
                ], 
                "articleTitle": "Accurate timekeeping is controlled by a cycling activator in Arabidopsis", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00473", 
                "doi": "10.7554/eLife.00473"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Huang", 
                            "index": "Huang, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Perez-Garcia", 
                            "index": "Perez-Garcia, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Pokhilko", 
                            "index": "Pokhilko, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Millar", 
                            "index": "Millar, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Antoshechkin", 
                            "index": "Antoshechkin, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Riechmann", 
                            "index": "Riechmann, JL"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Mapping the core of the Arabidopsis circadian clock defines the network structure of the oscillator", 
                "journal": "Science", 
                "volume": "336", 
                "pages": {
                    "first": "75", 
                    "last": "79", 
                    "range": "75–79"
                }, 
                "doi": "10.1126/science.1219075"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CR McClung", 
                            "index": "McClung, CR"
                        }
                    }
                ], 
                "articleTitle": "Plant circadian rhythms", 
                "journal": "Plant Cell", 
                "volume": "18", 
                "pages": {
                    "first": "792", 
                    "last": "803", 
                    "range": "792–803"
                }, 
                "doi": "10.1105/tpc.106.040980"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Pokhilko", 
                            "index": "Pokhilko, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Fernandez", 
                            "index": "Fernandez, AP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KD Edwards", 
                            "index": "Edwards, KD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Southern", 
                            "index": "Southern, MM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KJ Halliday", 
                            "index": "Halliday, KJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Millar", 
                            "index": "Millar, AJ"
                        }
                    }
                ], 
                "articleTitle": "The clock gene circuit in Arabidopsis includes a repressilator with additional feedback loops", 
                "journal": "Mol Syst Biol", 
                "volume": "8", 
                "pages": "574", 
                "doi": "10.1038/msb.2012.6"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Rawat", 
                            "index": "Rawat, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Takahashi", 
                            "index": "Takahashi, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PY Hsu", 
                            "index": "Hsu, PY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Jones", 
                            "index": "Jones, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Schwartz", 
                            "index": "Schwartz, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Salemi", 
                            "index": "Salemi, MR"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "REVEILLE8 and PSEUDO-REPONSE REGULATOR5 form a negative feedback loop within the Arabidopsis circadian clock", 
                "journal": "PLoS Genet", 
                "volume": "7", 
                "pages": "e1001350", 
                "doi": "10.1371/journal.pgen.1001350"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MW Young", 
                            "index": "Young, MW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Kay", 
                            "index": "Kay, SA"
                        }
                    }
                ], 
                "articleTitle": "Time zones: a comparative genetics of circadian clocks", 
                "journal": "Nat Rev Genet", 
                "volume": "2", 
                "pages": {
                    "first": "702", 
                    "last": "715", 
                    "range": "702–715"
                }, 
                "doi": "10.1038/35088576"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}