{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "20196", 
        "version": 2, 
        "type": "insight", 
        "doi": "10.7554/eLife.20196", 
        "authorLine": "Gina Kirsammer, John D Crispino", 
        "title": "Signaling a link between interferon and the traits of Down syndrome", 
        "titlePrefix": "Trisomy 21", 
        "published": "2016-09-06T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e20196", 
        "pdf": "https://publishing-cdn.elifesciences.org/20196/elife-20196-v2.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Elevated interferon signaling is a hallmark of Down syndrome."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Kirsammer et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Gina Kirsammer", 
                    "index": "Kirsammer, Gina"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medicine", 
                            "Northwestern University"
                        ], 
                        "address": {
                            "formatted": [
                                "Chicago", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Chicago"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "John D Crispino", 
                    "index": "Crispino, John D"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medicine", 
                            "Northwestern University"
                        ], 
                        "address": {
                            "formatted": [
                                "Chicago", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Chicago"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "j-crispino@northwestern.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "20196", 
        "version": 2, 
        "type": "insight", 
        "doi": "10.7554/eLife.20196", 
        "authorLine": "Gina Kirsammer, John D Crispino", 
        "title": "Signaling a link between interferon and the traits of Down syndrome", 
        "titlePrefix": "Trisomy 21", 
        "published": "2016-09-06T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e20196", 
        "pdf": "https://publishing-cdn.elifesciences.org/20196/elife-20196-v2.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Elevated interferon signaling is a hallmark of Down syndrome."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Kirsammer et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Gina Kirsammer", 
                    "index": "Kirsammer, Gina"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medicine", 
                            "Northwestern University"
                        ], 
                        "address": {
                            "formatted": [
                                "Chicago", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Chicago"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "John D Crispino", 
                    "index": "Crispino, John D"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medicine", 
                            "Northwestern University"
                        ], 
                        "address": {
                            "formatted": [
                                "Chicago", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Chicago"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "j-crispino@northwestern.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "down syndrome", 
            "trisomy 21", 
            "interferon", 
            "JAK inhibitors", 
            "ruxolitinib"
        ], 
        "relatedArticles": [
            "16220"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Sullivan KD, Lewis HC, Hill AA, Pandey A, Jackson LP, Cabral JM, Smith KP, Liggett LA, Gomez EB, Galbraith MD, DeGregori J, Espinosa JM. 2016. Trisomy 21 consistently activates the interferon response. <i>eLife</i> <b>5</b>:e16220. doi: <a href=\"http://dx.doi.org/10.7554/eLife.16220\">10.7554/eLife.16220</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "Most people have two copies of every chromosome in their cells. However, Down syndrome, one of the most complex human genetic disorders, is caused by the presence of a third copy of chromosome 21 in some or all of an individual’s cells. Also known as trisomy 21, Down syndrome occurs in approximately 1 in 700 births in the United States. Traits that are commonly seen in individuals with Down syndrome include intellectual disability, heart defects, Alzheimer’s disease, susceptibility to leukemia, and a decreased likelihood of developing other tumors (<a href=\"#bib1\">Alexander et al., 2016</a>; <a href=\"#bib4\">Hasle et al., 2016</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Despite much research, the genetic mechanisms that link trisomy 21 to specific Down syndrome traits are poorly understood, in part due to the large number of genes involved. Additionally, genetic modifiers affect how common and severe the traits that result from trisomy 21 will be in different individuals. This complexity has made it difficult to identify the molecules that could be therapeutically targeted to improve the quality of life for individuals with Down syndrome."
            }, 
            {
                "type": "paragraph", 
                "text": "Now, in eLife, Joaquín Espinosa and colleagues at the University of Colorado – including Kelly Sullivan as first author – shed new light on the link between the multiple traits associated with Down syndrome and the extra chromosome 21 genes inside cells affected by trisomy 21 (<a href=\"#bib8\">Sullivan et al., 2016</a>). Their results suggest that interferons – signaling molecules that are normally released by cells in response to nearby pathogens – may underlie many of the features associated with Down syndrome."
            }, 
            {
                "type": "paragraph", 
                "text": "By sequencing the RNA of human fibroblast cells taken from age- and gender-matched individuals with and without Down syndrome, Sullivan et al. identified a consistent core pattern of gene expression in cells affected by trisomy 21. As expected, these cells contained approximately 1.5 times as much of the gene products for chromosome 21 genes as normal cells. Unexpectedly though, Sullivan et al. also found that the core gene expression pattern associated with trisomy 21 was associated with an interferon-stimulated transcriptional response. It is worth noting that four of the six interferon receptors are encoded on chromosome 21, which partially explains why the interferon pathway is activated."
            }, 
            {
                "type": "paragraph", 
                "text": "Next, Sullivan et al. performed several studies to verify the relevance of the interferon pathway to Down syndrome traits. First, they showed that interferon stimulation produced a stronger response in Down syndrome fibroblasts than in control cells. Second, using an shRNA screen of the protein kinases encoded in the genome of the fibroblasts, they identified two interferon-activated kinases, which strongly reduce the viability of Down syndrome fibroblasts (<a href=\"#fig1\">Figure 1</a>). Treating the trisomy 21 cells with a drug that inhibits the kinases recovered their viability."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "Interferon signaling is amplified by trisomy 21.", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "(<b>A</b>) Chromosome 21 encodes four types of interferon receptors. In cells with two copies of this chromosome (disomy 21), the binding of interferons to the receptors activates two kinases, JAK1and TYK2. These kinases activate the transcription factor STAT1, which then transcribes a set of genes known as interferon stimulated genes (ISGs). (<b>B</b>) In cells with three copies of chromosome 21 (trisomy 21), as in Down syndrome, the increased abundance of interferon receptors increases the transcription of ISGs, including the genes that encode interferons themselves. This ultimately leads to increased positive feedback and hyperactivated interferon signaling, which can damage the cell."
                    }
                ], 
                "alt": "", 
                "uri": "https://publishing-cdn.elifesciences.org/20196/elife-20196-fig1-v2", 
                "filename": "elife-20196-fig1-v2"
            }, 
            {
                "type": "paragraph", 
                "text": "Sullivan et al. next confirmed their findings in multiple types of blood cells from individuals with and without Down syndrome. While gene expression analysis showed that all cells with trisomy 21 had activated an interferon response, the specific genes stimulated by interferon signaling varied by cell type. Sullivan et al. then examined gene expression in a mouse model of trisomy 21 (<a href=\"#bib5\">Li et al., 2007</a>) and found interferon activation in multiple blood cell types."
            }, 
            {
                "type": "paragraph", 
                "text": "By distinguishing between chromosome 21 genes and non-chromosome 21 genes in their data, Sullivan et al. have developed a model that suggests how the extra copy of chromosome 21 produces the traits of Down syndrome. In the model, the increased expression of the four interferon receptors encoded on chromosome 21 increases interferon signaling in Down syndrome cells, leading to positive feedback and greater amplification of interferon signaling than would be expected from the increased number of gene copies alone (<a href=\"#fig1\">Figure 1</a>). This increased signaling, in turn, increases the expression of different interferon response genes in different cell types, which potentially explains the variability observed in the traits associated with trisomy 21."
            }, 
            {
                "type": "paragraph", 
                "text": "While interferon sensitivity in Down syndrome has previously been reported (<a href=\"#bib9\">Tan et al., 1974</a>), the study by Sullivan et al. establishes a broad foundation of RNA, protein and functional data that provide insights into how interferon signaling contributes to the distinct characteristics of Down syndrome. Furthermore, the study highlights the potential of targeting interferons as a way of treating these symptoms."
            }, 
            {
                "type": "paragraph", 
                "text": "Intriguingly, a number of Down syndrome traits resemble the symptoms of hyperactive interferon signaling disorders, termed “interferonopathies” (<a href=\"#bib3\">Crow and Manel, 2015</a>). In a mouse model of Down syndrome, both anti-interferon therapy and genetic methods that reduce the number of interferon receptors on the surface of cells have been shown to improve growth and brain development (<a href=\"#bib6\">Maroun et al., 2000</a>). Moreover, the drug memantine, which can improve cognition in individuals with Down syndrome (<a href=\"#bib2\">Costa, 2014</a>), works by blocking NMDA receptor signaling. Interferons are known to amplify signaling via NMDA receptors (<a href=\"#bib7\">Sonekatsu et al., 2016</a>), which correlates with amplified interferon signaling in Down syndrome and may suggest a strategy for combined therapy."
            }, 
            {
                "type": "paragraph", 
                "text": "The next step will be to determine whether specific targets of interferon signaling can be linked to Down syndrome traits. It also remains to be discovered whether interferon therapy might be useful to individuals with Down syndrome – either alone, or in combination with other treatments – and whether there are developmentally sensitive time-points for potential intervention."
            }, 
            {
                "type": "paragraph", 
                "text": "Finally, interferon signaling has well-established functions in regulating tumor development. Individuals with Down syndrome experience a unique cancer risk profile: although they have a dramatically increased risk of developing childhood leukemia, they are far less likely to develop solid tumors than individuals with just two copies of chromosome 21 (<a href=\"#bib4\">Hasle et al., 2016</a>). It remains to be seen whether the cell-type specific effects of interferon signal amplification underlie these differences in tumor susceptibility. In any case, insights into the correlation between hyperactive interferon signaling in Down syndrome and cancer development may provide opportunities for treating both Down syndrome-associated malignancies and cancer in the general population."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Alexander", 
                            "index": "Alexander, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Petri", 
                            "index": "Petri, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Ding", 
                            "index": "Ding, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Wandel", 
                            "index": "Wandel, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Khwaja", 
                            "index": "Khwaja, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Foskett", 
                            "index": "Foskett, N"
                        }
                    }
                ], 
                "articleTitle": "Morbidity and medication in a large population of individuals with Down syndrome compared to the general population", 
                "journal": {
                    "name": [
                        "Developmental Medicine & Child Neurology"
                    ]
                }, 
                "volume": "58", 
                "pages": {
                    "first": "246", 
                    "last": "254", 
                    "range": "246–254"
                }, 
                "doi": "10.1111/dmcn.12868"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Costa", 
                            "index": "Costa, AC"
                        }
                    }
                ], 
                "articleTitle": "The glutamatergic hypothesis for Down syndrome: the potential use of N-methyl-D-aspartate receptor antagonists to enhance cognition and decelerate neurodegeneration", 
                "journal": {
                    "name": [
                        "CNS & Neurological Disorders - Drug Targets"
                    ]
                }, 
                "volume": "13", 
                "pages": {
                    "first": "16", 
                    "last": "25", 
                    "range": "16–25"
                }, 
                "doi": "10.2174/18715273113126660183"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YJ Crow", 
                            "index": "Crow, YJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Manel", 
                            "index": "Manel, N"
                        }
                    }
                ], 
                "articleTitle": "Aicardi-Goutières syndrome and the type I interferonopathies", 
                "journal": {
                    "name": [
                        "Nature Reviews Immunology"
                    ]
                }, 
                "volume": "15", 
                "pages": {
                    "first": "429", 
                    "last": "440", 
                    "range": "429–440"
                }, 
                "doi": "10.1038/nri3850"
            }, 
            {
                "type": "unknown", 
                "id": "bib4", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Hasle", 
                            "index": "Hasle, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Friedman", 
                            "index": "Friedman, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH Olsen", 
                            "index": "Olsen, JH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Rasmussen", 
                            "index": "Rasmussen, SA"
                        }
                    }
                ], 
                "title": "Low risk of solid tumors in persons with Down syndrome", 
                "details": "Genetics in Medicine, 10.1038/gim.2016.23"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Li", 
                            "index": "Li, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Yu", 
                            "index": "Yu, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Morishima", 
                            "index": "Morishima, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Pao", 
                            "index": "Pao, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J LaDuca", 
                            "index": "LaDuca, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Conroy", 
                            "index": "Conroy, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Nowak", 
                            "index": "Nowak, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Matsui", 
                            "index": "Matsui, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Shiraishi", 
                            "index": "Shiraishi, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YE Yu", 
                            "index": "Yu, YE"
                        }
                    }
                ], 
                "articleTitle": "Duplication of the entire 22.9 Mb human chromosome 21 syntenic region on mouse chromosome 16 causes cardiovascular and gastrointestinal abnormalities", 
                "journal": {
                    "name": [
                        "Human Molecular Genetics"
                    ]
                }, 
                "volume": "16", 
                "pages": {
                    "first": "1359", 
                    "last": "1366", 
                    "range": "1359–1366"
                }, 
                "doi": "10.1093/hmg/ddm086"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LE Maroun", 
                            "index": "Maroun, LE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TN Heffernan", 
                            "index": "Heffernan, TN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Hallam", 
                            "index": "Hallam, DM"
                        }
                    }
                ], 
                "articleTitle": "Partial IFN-alpha/beta and IFN-gamma receptor knockout trisomy 16 mouse fetuses show improved growth and cultured neuron viability", 
                "journal": {
                    "name": [
                        "Journal of Interferon & Cytokine Research"
                    ]
                }, 
                "volume": "20", 
                "pages": {
                    "first": "197", 
                    "last": "203", 
                    "range": "197–203"
                }, 
                "doi": "10.1089/107999000312612"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Sonekatsu", 
                            "index": "Sonekatsu, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Taniguchi", 
                            "index": "Taniguchi, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Yamanaka", 
                            "index": "Yamanaka, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Nishio", 
                            "index": "Nishio, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Tsutsui", 
                            "index": "Tsutsui, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Yamada", 
                            "index": "Yamada, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Yoshida", 
                            "index": "Yoshida, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Nakatsuka", 
                            "index": "Nakatsuka, T"
                        }
                    }
                ], 
                "articleTitle": "Interferon-gamma potentiates NMDA receptor signaling in spinal dorsal horn neurons via microglia-neuron interaction", 
                "journal": {
                    "name": [
                        "Molecular Pain"
                    ]
                }, 
                "volume": "12", 
                "pages": "1744806916644927", 
                "doi": "10.1177/1744806916644927"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KD Sullivan", 
                            "index": "Sullivan, KD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HC Lewis", 
                            "index": "Lewis, HC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Hill", 
                            "index": "Hill, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Pandey", 
                            "index": "Pandey, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LP Jackson", 
                            "index": "Jackson, LP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Cabral", 
                            "index": "Cabral, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KP Smith", 
                            "index": "Smith, KP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA Liggett", 
                            "index": "Liggett, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EB Gomez", 
                            "index": "Gomez, EB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MD Galbraith", 
                            "index": "Galbraith, MD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J DeGregori", 
                            "index": "DeGregori, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Espinosa", 
                            "index": "Espinosa, JM"
                        }
                    }
                ], 
                "articleTitle": "Trisomy 21 consistently activates the interferon response", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "5", 
                "pages": "e16220", 
                "doi": "10.7554/eLife.16220"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1974", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YH Tan", 
                            "index": "Tan, YH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EL Schneider", 
                            "index": "Schneider, EL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Tischfield", 
                            "index": "Tischfield, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Epstein", 
                            "index": "Epstein, CJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FH Ruddle", 
                            "index": "Ruddle, FH"
                        }
                    }
                ], 
                "articleTitle": "Human chromosome 21 dosage: effect on the expression of the interferon induced antiviral state", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "186", 
                "pages": {
                    "first": "61", 
                    "last": "63", 
                    "range": "61–63"
                }, 
                "doi": "10.1126/science.186.4158.61"
            }
        ]
    }
}