{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "16156", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.16156", 
        "authorLine": "Robert M Glaeser", 
        "title": "Protein complexes in focus", 
        "titlePrefix": "Cryo-EM", 
        "published": "2016-04-28T00:00:00Z", 
        "versionDate": "2016-04-28T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e16156", 
        "pdf": "https://publishing-cdn.elifesciences.org/16156/elife-16156-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "None"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A new advance in electron microscopy can reveal highly-detailed structures of protein complexes."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Glaeser", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Robert M Glaeser", 
                    "index": "Glaeser, Robert M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Molecular Biophysics and Integrated Bioimaging Division, Lawrence Berkeley National Laboratory", 
                            "University of California, Berkeley"
                        ], 
                        "address": {
                            "formatted": [
                                "Berkeley", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Berkeley"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rmglaeser@lbl.gov"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "16156", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.16156", 
        "authorLine": "Robert M Glaeser", 
        "title": "Protein complexes in focus", 
        "titlePrefix": "Cryo-EM", 
        "published": "2016-04-28T00:00:00Z", 
        "versionDate": "2016-04-28T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e16156", 
        "pdf": "https://publishing-cdn.elifesciences.org/16156/elife-16156-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "None"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A new advance in electron microscopy can reveal highly-detailed structures of protein complexes."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Glaeser", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Robert M Glaeser", 
                    "index": "Glaeser, Robert M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Molecular Biophysics and Integrated Bioimaging Division, Lawrence Berkeley National Laboratory", 
                            "University of California, Berkeley"
                        ], 
                        "address": {
                            "formatted": [
                                "Berkeley", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Berkeley"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rmglaeser@lbl.gov"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "cryo-EM", 
            "phase plate", 
            "single particle analysis"
        ], 
        "relatedArticles": [
            "13046"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Danev R, Baumeister W. 2016. Cryo-EM single particle analysis with the Volta phase plate. <i>eLife</i> <b>5</b>:e13046. doi: <a href=\"http://dx.doi.org/10.7554/eLife.13046\">10.7554/eLife.13046</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> The new phase plate produces images with a higher level of contrast than previously available"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic mime-subtype=\"x-tiff\" mimetype=\"image\" xlink:href=\"elife-16156-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "The development of the first electron microscopes in the 1930s made it possible to observe cell structures that could not be seen with traditional light microscopes. However, it has only recently become possible to use electron microscopes to study the structural details of individual protein complexes and other macromolecules (<a href=\"#bib9\">Kühlbrandt, 2014</a>). Improvements in the technique that have made this breakthrough possible – a technique known as single-particle cryo-electron microscopy (cryo-EM; <a href=\"#bib7\">Doerr, 2016</a>) – are a very welcome addition to the other structural tools used in biochemistry and cell biology."
            }, 
            {
                "type": "paragraph", 
                "text": "One of the advantages of cryo-EM over other electron microscopy techniques is that samples do not need to be exposed to chemical stains to prepare them for imaging. This means that fragile structures are less likely to undergo modifications before imaging. Unfortunately, if the image of an unstained sample is completely in focus, its features are practically invisible. Microscopists traditionally get around this problem by defocusing the image enough to see the transparent details (<a href=\"#bib1\">Adrian et al., 1984</a>; <a href=\"#bib11\">Taylor and Glaeser, 1976</a>). While out-of-focus images of transparent objects are, paradoxically, far better than in-focus ones, the contrast in such images (that is, the relative difference between the light and dark areas) provides only a ghostly representation of the object being studied. Now, in eLife, Radostin Danev and Wolfgang Baumeister of the Max Planck Institute of Biochemistry show that it is possible to generate highly detailed maps of large protein complexes using images that are in focus (<a href=\"#bib6\">Danev and Baumeister, 2016</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Light microscopy suffered from the same problem until Fritz Zernike discovered that an optical device called a quarter-wave phase plate could be used to produce high-contrast images of all the features in a transparent object, even for in-focus images (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib12\">Zernike, 1955</a>). While phase plates are easy to produce for light microscopes, making phase plates for electron microscopes has proved to be very difficult. Designs for such phase plates were proposed as early as 1947 (<a href=\"#bib2\">Boersch, 1947</a>), but progress has been slow. 15 years ago, for example, Danev and Kuniaki Nagayama made a phase plate by using a focused-ion beam to drill a tiny hole in a thin carbon film (<a href=\"#bib3\">Danev and Nagayama, 2001</a>; <a href=\"#bib4\">Danev and Nagayama, 2008</a>). However, prolonged use led to a phenomenon known as “charging”, which introduced unwanted phase shifts into the electron beams."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "Simulations showing how a quarter-wave phase plate improves the contrast of in-focus images.", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "In these simulations the intensity of the beam (which can be made of light or electrons) remains the same everywhere it passes though the “transparent\" object; however, the phase changes significantly where the beam passes through different parts of the object. (<b>A</b>) A perfectly focused, bright-field image has almost no contrast because it can only show variations in the transmitted intensity. (<b>B</b>) A defocused image is able to capture at least a small part of the changes in the phase, so the contrast is better and the object can be seen. (<b>C</b>) Zernike realized that changing the phase of the unscattered portion of the transmitted wave (that is, the part that was not deflected when the wave passed through the object) by 90 degrees greatly improved the quality of the image. The scientist in the photograph is Professor Kuniaki Nagayama, who has played a seminal role in the development of phase plates for use in the transmission electron microscope. Image credit: Dr. Radostin Danev."
                    }
                ], 
                "alt": "", 
                "uri": "https://publishing-cdn.elifesciences.org/16156/elife-16156-fig1-v1", 
                "filename": "elife-16156-fig1-v1"
            }, 
            {
                "type": "paragraph", 
                "text": "A major breakthrough finally happened when Danev and colleagues discovered that charging could itself be exploited to generate the 90 degree phase shift needed in a quarter-wave phase plate (<a href=\"#bib5\">Danev et al., 2014</a>). This new 'Volta' phase plate is already rapidly transforming the field of electron cryo-tomography (<a href=\"#bib5\">Danev et al., 2014</a>; <a href=\"#bib10\">Mahamid et al., 2016</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Now, Danev and Baumeister go on to explore the potential uses of the Volta phase plate in single-particle cryo-EM. The first results are extremely exciting: a three-dimensional density map of a bacterial 20 S proteasome at a resolution of 3.2 Å! This protein complex, which plays a crucial role in degrading old and unwanted proteins, has been previously studied using a variety of structural biology techniques. The fact that the new results agree well with these previous findings is an important first step in testing the new phase plate."
            }, 
            {
                "type": "paragraph", 
                "text": "I am personally optimistic that this technology will soon lead to equally good results for protein complexes that have proven to be difficult to study with existing techniques. Similarly, the increased signal-to-noise ratio that the phase plate provides ought to make it possible to obtain highly-detailed structures from many more proteins than is possible now, including proteins as small as, or even smaller than, hemoglobin."
            }, 
            {
                "type": "paragraph", 
                "text": "However, Danev and Baumeister identify a challenge that will need to be addressed. To reconstruct the structure of a protein complex, many cryo-EM images need to be merged together using image processing software. Correcting for each image being out-of-focus by a (slightly) different amount is currently a standard part of image processing in cryo-EM, but this is much trickier to do when images are taken as close as possible to being in focus. Although Danev and Baumeister took steps to collect each image as carefully as possible, I worry that some remaining uncertainty might limit the level of detail achieved when the images are processed."
            }, 
            {
                "type": "paragraph", 
                "text": "One way to determine the focus more accurately would be to prepare samples on a thin, amorphous-carbon support film. One could then estimate the focus from looking at the support film in the images, although the support film would also increase the amount of noise in the images. This is a step that many researchers who use cryo-EM are unwilling to take. I thus imagine a door of opportunity will open to anyone who comes up with a better alternative."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1984", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Adrian", 
                            "index": "Adrian, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Dubochet", 
                            "index": "Dubochet, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Lepault", 
                            "index": "Lepault, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AW McDowall", 
                            "index": "McDowall, AW"
                        }
                    }
                ], 
                "articleTitle": "Cryo-electron microscopy of viruses", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "308", 
                "pages": {
                    "first": "32", 
                    "last": "36", 
                    "range": "32–36"
                }, 
                "doi": "10.1038/308032a0"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1947", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Boersch", 
                            "index": "Boersch, H"
                        }
                    }
                ], 
                "articleTitle": "Uber die Kontraste von Atomen im Electronenmikroskop", 
                "journal": {
                    "name": [
                        "Zeitschrift Fur Naturforschung A"
                    ]
                }, 
                "volume": "2", 
                "pages": {
                    "first": "615", 
                    "last": "633", 
                    "range": "615–633"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Danev", 
                            "index": "Danev, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Nagayama", 
                            "index": "Nagayama, K"
                        }
                    }
                ], 
                "articleTitle": "Transmission electron microscopy with Zernike phase plate", 
                "journal": {
                    "name": [
                        "Ultramicroscopy"
                    ]
                }, 
                "volume": "88", 
                "pages": {
                    "first": "243", 
                    "last": "252", 
                    "range": "243–252"
                }, 
                "doi": "10.1016/S0304-3991(01)00088-2"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Danev", 
                            "index": "Danev, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Nagayama", 
                            "index": "Nagayama, K"
                        }
                    }
                ], 
                "articleTitle": "Single particle analysis based on Zernike phase contrast transmission electron microscopy", 
                "journal": {
                    "name": [
                        "Journal of Structural Biology"
                    ]
                }, 
                "volume": "161", 
                "pages": {
                    "first": "211", 
                    "last": "218", 
                    "range": "211–218"
                }, 
                "doi": "10.1016/j.jsb.2007.10.015"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Danev", 
                            "index": "Danev, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Buijsse", 
                            "index": "Buijsse, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Khoshouei", 
                            "index": "Khoshouei, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Plitzko", 
                            "index": "Plitzko, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Baumeister", 
                            "index": "Baumeister, W"
                        }
                    }
                ], 
                "articleTitle": "Volta potential phase plate for in-focus phase contrast transmission electron microscopy", 
                "journal": {
                    "name": [
                        "Proceedings of the National Academy of Sciences of the United States of America"
                    ]
                }, 
                "volume": "111", 
                "pages": {
                    "first": "15635", 
                    "last": "15640", 
                    "range": "15635–15640"
                }, 
                "doi": "10.1073/pnas.1418377111"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Danev", 
                            "index": "Danev, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Baumeister", 
                            "index": "Baumeister, W"
                        }
                    }
                ], 
                "articleTitle": "Cryo-EM single particle analysis with the Volta phase plate", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "5", 
                "pages": "e13046", 
                "doi": "10.7554/eLife.13046"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Doerr", 
                            "index": "Doerr, A"
                        }
                    }
                ], 
                "articleTitle": "Single-particle cryo-electron microscopy", 
                "journal": {
                    "name": [
                        "Nature Methods"
                    ]
                }, 
                "volume": "13", 
                "pages": "23", 
                "doi": "10.1038/nmeth.3700"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RM Glaeser", 
                            "index": "Glaeser, RM"
                        }
                    }
                ], 
                "articleTitle": "Methods for imaging weak-phase objects in electron microscopy", 
                "journal": {
                    "name": [
                        "Review of Scientific Instruments"
                    ]
                }, 
                "volume": "84", 
                "pages": "111101", 
                "doi": "10.1063/1.4830355"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Kühlbrandt", 
                            "index": "Kühlbrandt, W"
                        }
                    }
                ], 
                "articleTitle": "The resolution revolution", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "343", 
                "pages": {
                    "first": "1443", 
                    "last": "1444", 
                    "range": "1443–1444"
                }, 
                "doi": "10.1126/science.1251652"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Mahamid", 
                            "index": "Mahamid, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Pfeffer", 
                            "index": "Pfeffer, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Schaffer", 
                            "index": "Schaffer, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Villa", 
                            "index": "Villa, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Danev", 
                            "index": "Danev, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LK Cuellar", 
                            "index": "Cuellar, LK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Förster", 
                            "index": "Förster, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Hyman", 
                            "index": "Hyman, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Plitzko", 
                            "index": "Plitzko, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Baumeister", 
                            "index": "Baumeister, W"
                        }
                    }
                ], 
                "articleTitle": "Visualizing the molecular sociology at the HeLa cell nuclear periphery", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "351", 
                "pages": {
                    "first": "969", 
                    "last": "972", 
                    "range": "969–972"
                }, 
                "doi": "10.1126/science.aad8857"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "1976", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KA Taylor", 
                            "index": "Taylor, KA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RM Glaeser", 
                            "index": "Glaeser, RM"
                        }
                    }
                ], 
                "articleTitle": "Electron microscopy of frozen hydrated biological specimens", 
                "journal": {
                    "name": [
                        "Journal of Ultrastructure Research"
                    ]
                }, 
                "volume": "55", 
                "pages": {
                    "first": "448", 
                    "last": "456", 
                    "range": "448–456"
                }, 
                "doi": "10.1016/S0022-5320(76)80099-8"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "1955", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Zernike", 
                            "index": "Zernike, F"
                        }
                    }
                ], 
                "articleTitle": "How I discovered phase contrast", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "121", 
                "pages": {
                    "first": "345", 
                    "last": "349", 
                    "range": "345–349"
                }, 
                "doi": "10.1126/science.121.3141.345"
            }
        ]
    }
}