{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-07108-v1.xml"
        }, 
        "status": "vor", 
        "id": "07108", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.07108", 
        "authorLine": "Jeffrey A Fawcett, Hideki Innan", 
        "title": "Spreading good news", 
        "titlePrefix": "Gene Regulation", 
        "published": "2015-04-02T00:00:00Z", 
        "versionDate": "2015-04-02T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e07108", 
        "pdf": "https://publishing-cdn.elifesciences.org/07108/elife-07108-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Gene conversion has a central role in the evolutionary fine-tuning of regulatory elements in the fruit fly <i>Drosophila miranda</i>."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Fawcett and Innan", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jeffrey A Fawcett", 
                    "index": "Fawcett, Jeffrey A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "SOKENDAI (The Graduate University for Advanced Studies)"
                        ], 
                        "address": {
                            "formatted": [
                                "Hayama", 
                                "Japan"
                            ], 
                            "components": {
                                "locality": [
                                    "Hayama"
                                ], 
                                "country": "Japan"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Hideki Innan", 
                    "index": "Innan, Hideki"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "SOKENDAI (The Graduate University for Advanced Studies)"
                        ], 
                        "address": {
                            "formatted": [
                                "Hayama", 
                                "Japan"
                            ], 
                            "components": {
                                "locality": [
                                    "Hayama"
                                ], 
                                "country": "Japan"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "innanhk@soken.ac.jp"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-07108-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "07108", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.07108", 
        "authorLine": "Jeffrey A Fawcett, Hideki Innan", 
        "title": "Spreading good news", 
        "titlePrefix": "Gene Regulation", 
        "published": "2015-04-02T00:00:00Z", 
        "versionDate": "2015-04-02T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e07108", 
        "pdf": "https://publishing-cdn.elifesciences.org/07108/elife-07108-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Gene conversion has a central role in the evolutionary fine-tuning of regulatory elements in the fruit fly <i>Drosophila miranda</i>."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Fawcett and Innan", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jeffrey A Fawcett", 
                    "index": "Fawcett, Jeffrey A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "SOKENDAI (The Graduate University for Advanced Studies)"
                        ], 
                        "address": {
                            "formatted": [
                                "Hayama", 
                                "Japan"
                            ], 
                            "components": {
                                "locality": [
                                    "Hayama"
                                ], 
                                "country": "Japan"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Hideki Innan", 
                    "index": "Innan, Hideki"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "SOKENDAI (The Graduate University for Advanced Studies)"
                        ], 
                        "address": {
                            "formatted": [
                                "Hayama", 
                                "Japan"
                            ], 
                            "components": {
                                "locality": [
                                    "Hayama"
                                ], 
                                "country": "Japan"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "innanhk@soken.ac.jp"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "<i>Drosophila miranda</i>", 
            "transposable element", 
            "non-allelic gene conversion", 
            "regulatory network"
        ], 
        "-related-articles-internal": [
            "05899"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Natural selection means that an individual with a beneficial mutation is more likely to pass on its genes to its offspring. This ‘vertical’ process means that, eventually, the entire population can share the same beneficial mutation at the same location in the genome. However, beneficial mutations can also spread ‘horizontally’ so that they are shared between two (or more) locations in the genome of an individual (<a href=\"#fig1\">Figure 1</a>). There are only a few ways that this horizontal movement can happen in animals and other eukaryotes. One way involves genetic parasites—called transposable elements—that ‘cut’ or ‘copy’ themselves from one location and then ‘paste’ themselves elsewhere in the genome. Gene conversion is another mechanism whereby one region of DNA is copied and used to replace a different, but highly similar, stretch of DNA. Now, in <i>eLife</i>, Christopher Ellison and Doris Bachtrog—both from the University of California, Berkeley—report that a beneficial mutation has spread via these two mechanisms to multiple sites on the X chromosome of the fruit fly <i>Drosophila miranda</i> (<a href=\"#bib4\">Ellison and Bachtrog, 2015</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Beneficial mutations can spread through a population both ‘vertically’ and ‘horizontally’.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Consider a hypothetical population with 10 individuals, each with a single chromosome that has four sites (open circles). (<b>A</b>) When beneficial mutations (red circles) are only passed ‘vertically’ between generations, the best possible outcome (shown in bottom dashed circle) is for all the individuals in the population to eventually have the beneficial mutation at the site where it appeared (i.e., the leftmost of the four circles). (<b>B</b>) However, when horizontal events (blue arrows) are involved, it is possible that an individual (marked with a star) can have the beneficial mutation at all four sites. Over time, the ‘vertical’ spread and natural selection can make it possible for all the individuals in the population to have the beneficial mutation at all four sites (not shown). These horizontal events could be the movement of a transposable element or, as Ellison and Bachtrog report, gene conversion."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/07108/elife-07108-fig1-v1.tif", 
                        "filename": "elife-07108-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Humans and many other animals have sex chromosomes. Human females are XX and human males are XY; this means that females have two copies of every gene on the X chromosome, but males only have one copy. Many sex chromosomes have a so-called ‘dosage compensation system’ to counteract this imbalance, which makes sure that males and females get an equal dose of the molecules made from the genes on the sex chromosomes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A dosage compensation system is not something every sex chromosome has from its beginning. Instead, it has to be established through the course of evolution after the sex chromosome has formed. This process appears to be currently ongoing in <i>Drosophila miranda</i>, which developed a new X chromosome, called neo-X, about 1.5 million years ago, and provides an excellent opportunity to study how dosage compensation gets established (<a href=\"#bib3\">Ellison and Bachtrog, 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In fruit flies, dosage compensation relies on a male-specific molecular complex that binds to a short sequence of DNA found multiple times across the X chromosome (<a href=\"#bib1\">Conrad and Akhtar, 2011</a>). This complex then acts to increase the expression of nearby genes, which ensures that males receive a full dose of the molecules made from these genes. Thus, the most recently formed neo-X chromosome of <i>Drosophila miranda</i> needed to somehow develop sequence motifs that can also recruit this molecular complex."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Ellison and Bachtrog previously showed that such sequences are provided, in part, by a family of transposable elements that had recently copied itself across the neo-X chromosome (<a href=\"#bib3\">Ellison and Bachtrog, 2013</a>). In fact, the binding motifs of the older X chromosome were also derived from transposable elements, and nature often seems to look to transposable elements when facing similar challenges. A number of studies have shown that transposable elements often serve as sources of ready-to-use binding motifs that can help regulate the expression of networks of genes (<a href=\"#bib2\">Cowley and Oakey, 2013</a>; <a href=\"#bib6\">Sundaram et al., 2014</a>). However, nature does not always get it right first time. Instead, the first attempt can be more of a ‘quick and dirty’ solution that is subject to further improvement over the course of evolution. Ellison and Bachtrog had previously found that the binding motifs derived from transposable elements on the neo-X chromosome are suboptimal (<a href=\"#bib3\">Ellison and Bachtrog, 2013</a>). This led them to hypothesize that ‘fine-tuning’ of the process might be going on."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "But, how could this fine-tuning be achieved? We can imagine that a beneficial mutation that allows the dosage compensation complex to bind more strongly might occur in one copy of the transposable element family. Would the only solution be for this transposable element to copy and paste itself across the neo-X again? In other words, would the entire dosage compensation network have to be rebuilt from scratch each time any copy acquires a better mutation?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Fortunately, it appears that ‘no’ is the answer to this question. Instead, nature seems to have a far more elegant solution that involves the spread of beneficial mutations via gene conversion. Ellison and Bachtrog identified two mutations in the transposable element that make it better at recruiting the molecular complex that carries out dosage compensation. They then showed that these two mutations are spreading across the different copies of the transposable element-derived regulatory element on the neo-X by gene conversion. Of course, gene conversion can work in both directions; that is to say, the process can spread a mutation or reverse it. However, because the mutations found by Ellison and Bachtrog are beneficial, natural selection tend to favor individuals where the mutation has spread over those where it has been reversed."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Gene conversion provides three major advantages in spreading beneficial mutations. First, mutations that are closer together, as is the case with the two mutations identified by Ellison and Bachtrog, can be transferred simultaneously. Second, it allows genetic variation to migrate across multiple sites in the genome, which, in turn, actually makes natural selection more efficient (<a href=\"#bib5\">Mano and Innan, 2008</a>). Third, beneficial mutations present in different copies, or lineages, can be brought together. This may be analogous to the role of sexual recombination, which is considered as one of the major reasons why we have two sexes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Although Ellison and Bachtrog only focused on the two mutations in this study, other beneficial mutations might also be present, or might arise in the future. It is likely that the fine-tuning of the dosage compensation system will continue by sharing such mutations across the entire family by gene conversion. It should be interesting to investigate whether such fine-tuning has occurred throughout the evolution of other regulatory networks."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Conrad", 
                            "index": "Conrad, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Akhtar", 
                            "index": "Akhtar, A"
                        }
                    }
                ], 
                "articleTitle": "Dosage compensation in <i>Drosophila melanogaster</i>: Epigenetic fine-tuning of chromosome-wide transcription", 
                "journal": "Nature Reviews Genetics", 
                "volume": "13", 
                "pages": {
                    "first": "123", 
                    "last": "134", 
                    "range": "123–134"
                }, 
                "doi": "10.1038/nrg3124"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Cowley", 
                            "index": "Cowley, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Oakey", 
                            "index": "Oakey, RJ"
                        }
                    }
                ], 
                "articleTitle": "Transposable elements re-wire and fine-tune the transcriptome", 
                "journal": "PLOS Genetics", 
                "volume": "9", 
                "pages": "e1003234", 
                "doi": "10.1371/journal.pgen.1003234"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CE Ellison", 
                            "index": "Ellison, CE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Bachtrog", 
                            "index": "Bachtrog, D"
                        }
                    }
                ], 
                "articleTitle": "Dosage compensation via transposable element mediated rewiring of a regulatory network", 
                "journal": "Science", 
                "volume": "342", 
                "pages": {
                    "first": "846", 
                    "last": "850", 
                    "range": "846–850"
                }, 
                "doi": "10.1126/science.1239552"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CE Ellison", 
                            "index": "Ellison, CE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Bachtrog", 
                            "index": "Bachtrog, D"
                        }
                    }
                ], 
                "articleTitle": "Non-allelic gene conversion enables rapid evolutionary change at multiple regulatory sites encoded by transposable elements", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e05899", 
                "doi": "10.7554/eLife.05899"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Mano", 
                            "index": "Mano, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Innan", 
                            "index": "Innan, H"
                        }
                    }
                ], 
                "articleTitle": "The evolutionary rate of duplicated genes under concerted evolution", 
                "journal": "Genetics", 
                "volume": "180", 
                "pages": {
                    "first": "493", 
                    "last": "505", 
                    "range": "493–505"
                }, 
                "doi": "10.1534/genetics.108.087676"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Sundaram", 
                            "index": "Sundaram, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Cheng", 
                            "index": "Cheng, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Ma", 
                            "index": "Ma, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Li", 
                            "index": "Li, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Xing", 
                            "index": "Xing, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Edge", 
                            "index": "Edge, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MP Snyder", 
                            "index": "Snyder, MP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Wang", 
                            "index": "Wang, T"
                        }
                    }
                ], 
                "articleTitle": "Widespread contribution of transposable elements to the innovation of gene regulatory networks", 
                "journal": "Genome Research", 
                "volume": "24", 
                "pages": {
                    "first": "1963", 
                    "last": "1976", 
                    "range": "1963–1976"
                }, 
                "doi": "10.1101/gr.168872.113"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}