{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "08127", 
        "version": 1, 
        "type": "research-article", 
        "doi": "10.7554/eLife.08127", 
        "authorLine": "Richard C Gerkin, Jason B Castro", 
        "title": "The number of olfactory stimuli that humans can discriminate is still unknown", 
        "published": "2015-07-07T00:00:00Z", 
        "versionDate": "2015-07-07T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e08127", 
        "pdf": "https://publishing-cdn.elifesciences.org/08127/elife-08127-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "doi": "10.7554/eLife.08127.001", 
            "content": [
                {
                    "type": "paragraph", 
                    "text": "It was recently proposed (<a href=\"#bib2\">Bushdid et al., 2014</a>) that humans can discriminate between <i>at least</i> a trillion olfactory stimuli. Here we show that this claim is the result of a fragile estimation framework capable of producing nearly any result from the reported data, including values tens of orders of magnitude larger or smaller than the one originally reported in (<a href=\"#bib2\">Bushdid et al., 2014</a>). Additionally, the formula used to derive this estimate is well-known to provide an upper bound, not a lower bound as reported. That is to say, the actual claim supported by the calculation is in fact that humans can discriminate <i>at most</i> one trillion olfactory stimuli. We conclude that there is no evidence for the original claim."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Gerkin and Castro", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Richard C Gerkin", 
                    "index": "Gerkin, Richard C"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "School of Life Sciences", 
                            "Arizona State University"
                        ], 
                        "address": {
                            "formatted": [
                                "Tempe", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Tempe"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rgerkin@asu.edu"
                ], 
                "contribution": "RCG, Conception and design, Analysis and interpretation of data, Drafting or revising the article", 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Jason B Castro", 
                    "index": "Castro, Jason B"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Psychology", 
                            "Bates College"
                        ], 
                        "address": {
                            "formatted": [
                                "Lewiston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Lewiston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Program in Neuroscience", 
                            "Bates College"
                        ], 
                        "address": {
                            "formatted": [
                                "Lewiston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Lewiston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "contribution": "JBC, Conception and design, Analysis and interpretation of data, Drafting or revising the article", 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "impactStatement": "The recent claim that humans can discriminate more than one trillion odors is shown to be unwarranted."
    }, 
    "article": {
        "status": "vor", 
        "id": "08127", 
        "version": 1, 
        "type": "research-article", 
        "doi": "10.7554/eLife.08127", 
        "authorLine": "Richard C Gerkin, Jason B Castro", 
        "title": "The number of olfactory stimuli that humans can discriminate is still unknown", 
        "published": "2015-07-07T00:00:00Z", 
        "versionDate": "2015-07-07T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e08127", 
        "pdf": "https://publishing-cdn.elifesciences.org/08127/elife-08127-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "doi": "10.7554/eLife.08127.001", 
            "content": [
                {
                    "type": "paragraph", 
                    "text": "It was recently proposed (<a href=\"#bib2\">Bushdid et al., 2014</a>) that humans can discriminate between <i>at least</i> a trillion olfactory stimuli. Here we show that this claim is the result of a fragile estimation framework capable of producing nearly any result from the reported data, including values tens of orders of magnitude larger or smaller than the one originally reported in (<a href=\"#bib2\">Bushdid et al., 2014</a>). Additionally, the formula used to derive this estimate is well-known to provide an upper bound, not a lower bound as reported. That is to say, the actual claim supported by the calculation is in fact that humans can discriminate <i>at most</i> one trillion olfactory stimuli. We conclude that there is no evidence for the original claim."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Gerkin and Castro", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Richard C Gerkin", 
                    "index": "Gerkin, Richard C"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "School of Life Sciences", 
                            "Arizona State University"
                        ], 
                        "address": {
                            "formatted": [
                                "Tempe", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Tempe"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rgerkin@asu.edu"
                ], 
                "contribution": "RCG, Conception and design, Analysis and interpretation of data, Drafting or revising the article", 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Jason B Castro", 
                    "index": "Castro, Jason B"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Psychology", 
                            "Bates College"
                        ], 
                        "address": {
                            "formatted": [
                                "Lewiston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Lewiston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Program in Neuroscience", 
                            "Bates College"
                        ], 
                        "address": {
                            "formatted": [
                                "Lewiston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Lewiston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "contribution": "JBC, Conception and design, Analysis and interpretation of data, Drafting or revising the article", 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "impactStatement": "The recent claim that humans can discriminate more than one trillion odors is shown to be unwarranted.", 
        "keywords": [
            "olfaction", 
            "psychophysic", 
            "sensory system"
        ], 
        "relatedArticles": [
            "07865"
        ], 
        "digest": {
            "doi": "10.7554/eLife.08127.002", 
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Scientists are interested in the number of colors, sounds and smells we can distinguish because this information can shed light onto how our brains process these senses both in health and disease. It is relatively straightforward to determine how many colors we can see or sounds we can hear because these stimuli are well defined by physical properties such as wavelength. We know the range of wavelengths that the eye can see or the ear can hear, and we can also understand how two such stimuli (e.g., red and blue) are arranged perceptually (think of a color wheel). It is harder, however, to do the same for smell because most ‘olfactory stimuli’ consist of mixtures of different odor molecules. Moreover, we understand much less about how olfactory stimuli are arranged perceptually."
                }, 
                {
                    "type": "paragraph", 
                    "text": "In 2014 researchers at Rockefeller University reported that humans can distinguish more than one trillion smells from one another. To calculate this number the researchers tested the ability of human subjects to discriminate between mixtures of different odor molecules. Each mixture consisted of 10, 20 or 30 molecules selected from a chemical library of 128 different odor molecules. Since each mixture of 10 molecules could contain any 10 of the 128 molecules, more than 200 trillion combinations were possible; the number of possible combinations for the 20- and 30-molecule mixtures were even higher."
                }, 
                {
                    "type": "paragraph", 
                    "text": "The aim of the experiment was to identify—by sampling from this very large number of combinations—the number of molecules that two mixtures could have in common and still be distinguishable to the typical person. The Rockefeller team used this number and a geometrical analogy to conclude that humans could discriminate at least 1.72 trillion odors, which was much higher than expected from previous reports and anecdotes."
                }, 
                {
                    "type": "paragraph", 
                    "text": "Now Gerkin and Castro report that the claims made in the Rockefeller study are unsupported because of flaws in the design of the analytical framework used to make sense of the data. In particular, Gerkin and Castro report that the results are extremely sensitive to some parameters of the experimental and analytical design, such as the number of subjects tested, whereas the results of a robust analysis would not be so sensitive to such factors. By modestly varying any of these parameters it is possible to obtain almost any value for the number of smells that can be discriminated. Moreover, the geometrical analogy used set an upper bound on the final answer, rather than a lower bound: in other words, even assuming that the rest of the analysis was robust, the result should have been that humans can discriminate ‘no more than’ 1.72 trillion smells rather than ‘at least’. In a separate paper Meister also reports that the 1.72 trillion smells claim is unjustified."
                }
            ]
        }, 
        "body": [
            {
                "type": "section", 
                "id": "s1", 
                "title": "Introduction", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "A recent paper (<a href=\"#bib2\">Bushdid et al., 2014</a>) proposed that humans can discriminate between at least a trillion olfactory stimuli. Using that paper's methods to reanalyze the data it presented, we show that this estimate is problematically fragile. Specifically, it varies systematically and sensitively (over tens of orders of magnitude, in both directions), for very modest changes in incidental experimental and analysis parameters against which a result ought to be robust. Had the experiment enlisted ∼ 100 additional subjects similar to the original ones, the same analysis would have concluded that <i>all possible stimuli</i> are discriminable (i.e., that each of the more than 10<sup>29</sup> olfactory stimuli possible in their framework are mutually discriminable). By contrast, if the same experimental data were analyzed using moderately more conservative statistical criteria, it would have concluded that there are fewer than 5000 discriminable olfactory stimuli—no larger than the folk wisdom value that the new estimate purports to replace."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Therefore, under this framework, data describing the same underlying perceptual abilities admit a wide range of extremely disparate (varying over <i>25 orders of magnitude</i>), yet unobjectionable alternative conclusions (including both the largest and smallest possible estimates allowed by the analysis framework). We conclude that the framework is unsound: there may be trillions of discriminable olfactory stimuli, or more, or fewer, but the framework does not provide the means for settling this question. Here we first demonstrate the framework's fragility, and then explain the sources of that fragility. For most of this paper, we remain agnostic about whether the framework is conceptually sound, to highlight the fact that it has strictly methodological problems of a statistical origin that do not depend on the validity of a competing set of assumptions."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "We also show that the formula used to derive the estimated number of discriminable stimuli, given an estimated perceptual limen, yields an upper bound, not a lower bound, meaning that any estimate derived here or in (<a href=\"#bib2\">Bushdid et al., 2014</a>), under any assumptions, is a maximum and not a minimum. In other words, the original paper in fact supports the conclusion that humans can discriminate <i>at most</i> one trillion olfactory stimuli (or more or fewer, due to the problem described above), a rather uninspiring claim. In a concluding section, we explore possibilities for improving the estimate."
                    }, 
                    {
                        "type": "section", 
                        "id": "s1-1", 
                        "title": "Problems with the estimate", 
                        "content": [
                            {
                                "type": "paragraph", 
                                "text": "The first main concern is that the estimated number of discriminable stimuli depends steeply, systematically, and non-asymptotically on choices of arbitrary experimental parameters, among them the number of subjects enrolled, the number of discrimination tests performed, and the threshold for statistical significance. We show below that the order of magnitude claim of ‘one trillion olfactory stimuli’ requires that those parameters assume a very narrow set of values. Certainly, the precise value of an estimate may change as additional data are collected, but the estimate should not change <i>in expectation</i>; it should not be possible to make an estimate arbitrarily large (or small), simply by collecting more (or less) data. Similarly, the estimate itself should not become arbitrarily small or large with adjustment of a significance criterion. Estimates that scale systematically with such incidental parameter choices are considered statistically <i>inconsistent</i> (<a href=\"#fig1\">Figure 1</a>). It is the inconsistency of the present estimate that produces a tremendously large space of extremely different, yet unobjectionable alternative conclusions that can be reached about the number of discriminable olfactory stimuli."
                            }, 
                            {
                                "type": "image", 
                                "doi": "10.7554/eLife.08127.003", 
                                "id": "fig1", 
                                "label": "Figure 1.", 
                                "title": "Consistency of an estimator.", 
                                "caption": [
                                    {
                                        "type": "paragraph", 
                                        "text": "An estimator is consistent if the resulting estimate asymptotically converges (in expectation) as sample size increases (black line). Uncertainty in the estimate (gray area) may shrink with sample size, but the estimate itself should not systematically change with sample size, and should converge on the truth. Estimators without this property are termed inconsistent (the blue line is a relevant example), and are considered unreliable, as the resulting estimate can be heavily biased by the sample size. If the estimate has a minimum and maximum allowed value (see <a href=\"#equ1\">Equation 1</a>), an especially inconsistent estimator can even produce any estimate within that range."
                                    }
                                ], 
                                "alt": "", 
                                "uri": "https://publishing-cdn.elifesciences.org/08127/elife-08127-fig1-v1.tif", 
                                "supplements": [
                                    {
                                        "type": "image", 
                                        "doi": "10.7554/eLife.08127.004", 
                                        "id": "fig1s1", 
                                        "label": "Figure 1—figure supplement 1.", 
                                        "title": "Fraction discriminated at which statistical significance is reached.", 
                                        "caption": [
                                            {
                                                "type": "paragraph", 
                                                "text": "For each possible value of the number of tests <i>T</i> conducted per mixture class, there is a cumulative distribution of the fraction <i>f</i> of those tests that will be correctly discriminated, under the null hypothesis of chance <math id=\"inf83\"><mrow><mrow><mo>(</mo><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow><mo>)</mo></mrow></mrow></math> responding. The choice of significance threshold <i>α</i> determines the fraction correct required to reject the null hypothesis, and thus count as ‘significantly discriminating’ in the framework. For a given value of <i>α</i> (0.05 shown here, and used in [<a href=\"#bib2\">Bushdid et al., 2014</a>]), the fraction correctly discriminated required to reach this threshold varies greatly with <i>T</i>. Rejecting the null hypothesis can thus be very easy or very hard depending on <i>T</i> (or the number of subjects <i>S</i>, not shown), or on <i>α</i>."
                                            }
                                        ], 
                                        "alt": "", 
                                        "uri": "https://publishing-cdn.elifesciences.org/08127/elife-08127-fig1-figsupp1-v1.tif", 
                                        "filename": "elife-08127-fig1-figsupp1-v1.tif"
                                    }
                                ], 
                                "filename": "elife-08127-fig1-v1.tif"
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "To illustrate that we can correctly recapitulate the analysis undertaken in (<a href=\"#bib2\">Bushdid et al., 2014</a>), <a href=\"#fig2\">Figure 2</a> shows our reproduction (using raw supplementary data from [<a href=\"#bib2\">Bushdid et al., 2014</a>]) of two critical figures from that paper (<a href=\"#bib2\">Bushdid et al., 2014</a>), from which its main conclusion was drawn. See <a href=\"#tbl1\">Table 1</a> for definitions of parameters used here and in (<a href=\"#bib2\">Bushdid et al., 2014</a>). <a href=\"#fig3\">Figure 3</a> and <a href=\"#tbl2\">Table 2</a> quantify the fragility of this conclusion, by generating estimates using the same framework under trivial alternative scenarios in which different numbers of subjects (or mixtures) were used, or different choices of statistical threshold (<i>α</i>) were used for assessing discriminability. <a href=\"#tbl1\">Thus, we produced all values shown here by analyzing the data from (<a href=\"#bib2\">Bushdid et al., 2014</a>), using the methods described therein, and varying only parameters. Code to reproduce these and all subsequent analyses is available at <a href=\"http://github.com/rgerkin/trillion\">http://github.com/rgerkin/trillion</a>, documented at <a href=\"http://nbviewer.ipython.org/github/rgerkin/trillion/blob/master/journal.ipynb\">http://nbviewer.ipython.org/github/rgerkin/trillion/blob/master/journal.ipynb</a>.</a>"
                            }, 
                            {
                                "type": "image", 
                                "doi": "10.7554/eLife.08127.005", 
                                "id": "fig2", 
                                "label": "Figure 2.", 
                                "title": "Reproduction of the main result published in (<a href=\"#bib2\">Bushdid et al., 2014</a>), from analysis of raw data made available in supplemental materials of (<a href=\"#bib2\">Bushdid et al., 2014</a>).", 
                                "caption": [
                                    {
                                        "type": "paragraph", 
                                        "text": "Compare to <a href=\"#fig3\">Figures 3, 4</a> in that publication. (<b>A</b>): Discriminability vs mixture overlap, expressed as a percentage of the mixture size <i>N</i>. From this analysis, (<a href=\"#bib2\">Bushdid et al., 2014</a>) derives <math id=\"inf2\"><mrow><mfrac><mrow><mi>d</mi><mo>−</mo><mi>N</mi></mrow><mi>N</mi></mfrac><mo>∼</mo><mn>51</mn><mo>%</mo></mrow></math> (vertical dashed line) as the critical value of mixture overlap at which 50% of mixtures achieve ‘significant discriminability’. (<b>B</b>): Estimated number of discriminable mixtures <i>z</i> vs mixture overlap (expressed as a percentage of <i>N</i>) allowing discrimination. The plot is obtained by regression and interpolation of results in <b>A</b> combined with <a href=\"#equ1\">Equation 1</a>, with colors corresponding to values of <i>N</i> as shown in <b>A</b>. For a value of <math id=\"inf3\"><mrow><mo>∼</mo><mn>51</mn><mo>%</mo></mrow></math>as derived in <b>A</b>, one obtains the ‘trillions’ figure reported in (<a href=\"#bib2\">Bushdid et al., 2014</a>)."
                                    }
                                ], 
                                "alt": "", 
                                "uri": "https://publishing-cdn.elifesciences.org/08127/elife-08127-fig2-v1.tif", 
                                "supplements": [
                                    {
                                        "type": "image", 
                                        "doi": "10.7554/eLife.08127.006", 
                                        "id": "fig2s1", 
                                        "label": "Figure 2—figure supplement 1.", 
                                        "title": "Reconstruction of percent correctly discriminated using raw data from (<a href=\"#bib2\">Bushdid et al., 2014</a>).", 
                                        "caption": [
                                            {
                                                "type": "paragraph", 
                                                "text": "This reproduces <a href=\"#fig2\">Figure 2B</a> from (<a href=\"#bib2\">Bushdid et al., 2014</a>), and can be subsequently used to reproduce <a href=\"#fig3\">Figure 3A</a> and ultimately <a href=\"#fig3\">Figure 3C</a> from (<a href=\"#bib2\">Bushdid et al., 2014</a>). Similar reconstructions, using alternative parameter choices, were used as basis for the findings presented in <a href=\"#fig3\">Figure 3A</a> here. Analogous reconstructions of <a href=\"#fig2\">Figures 2C, 3B,D</a> from (<a href=\"#bib2\">Bushdid et al., 2014</a>) (not shown) were used to generate <a href=\"#fig3\">Figure 3B</a> here."
                                            }
                                        ], 
                                        "alt": "", 
                                        "uri": "https://publishing-cdn.elifesciences.org/08127/elife-08127-fig2-figsupp1-v1.tif", 
                                        "filename": "elife-08127-fig2-figsupp1-v1.tif"
                                    }
                                ], 
                                "filename": "elife-08127-fig2-v1.tif"
                            }, 
                            {
                                "type": "table", 
                                "doi": "10.7554/eLife.08127.010", 
                                "id": "tbl1", 
                                "label": "Table 1.", 
                                "title": "Definitions of parameters", 
                                "caption": [
                                    {
                                        "type": "paragraph", 
                                        "text": "Definitions of parameters"
                                    }
                                ], 
                                "tables": [
                                    "<table><tbody><tr><td><i>z</i></td><td>Estimated number of discriminable olfactory stimuli</td></tr><tr><td><i>C</i></td><td>Number of distinct compounds available to make mixtures</td></tr><tr><td><i>N</i></td><td>Number of distinct compounds in a mixture</td></tr><tr><td><i>O</i></td><td>Number of distinct compounds shared by a mixture pair</td></tr><tr><td><i>D</i></td><td>Number of distinct compounds in one mixture of a pair that are not shared by the other. <math id=\"inf20\"><mrow><mrow><mo>(</mo><mrow><mi>D</mi><mo>=</mo><mi>N</mi><mo>−</mo><mi>O</mi></mrow><mo>)</mo></mrow></mrow></math></td></tr><tr><td><i>class</i></td><td>All mixture pairs with the same value of <i>N</i> and <i>D</i>.</td></tr><tr><td><i>d</i></td><td>The value of <i>D</i> for which mixture pairs of a given <i>N</i> are more likely than not to be discriminable at a rate significantly above chance.</td></tr></tbody></table>"
                                ]
                            }, 
                            {
                                "type": "image", 
                                "doi": "10.7554/eLife.08127.007", 
                                "id": "fig3", 
                                "label": "Figure 3.", 
                                "title": "The estimation framework supports nearly any alternative conclusion, including the smallest and largest estimates possible under the framework.", 
                                "caption": [
                                    {
                                        "type": "paragraph", 
                                        "text": "(<b>A</b>): Heat map showing alternative conclusions reached for different choices of <i>T</i>, the number of mixture pairs per class to test, and application of alternative significance threshold <i>α</i> for discriminability, with the data from (<a href=\"#bib2\">Bushdid et al., 2014</a>). Asterisks (*) show the parameter regime (<i>T</i> = 20 mixtures, <math id=\"inf4\"><mrow><mi>α</mi><mo>=</mo><mn>0</mn><mo>.</mo><mn>05</mn></mrow></math>) used in (<a href=\"#bib2\">Bushdid et al., 2014</a>). Other values on each axis are chosen in a geometric progression around those parameters. The contour in the lower right labeled ‘All’ demarcates a regime in which one will conclude that the largest possible number of mixture stimuli (i.e., all <math id=\"inf5\"><mrow><mi>z</mi><mrow><mo>(</mo><mi>d</mi><mo>=</mo><mn>0</mn><mo>)</mo></mrow><mo>=</mo><mrow><mo>(</mo><mrow><mtable><mtr><mtd><mrow><mn>128</mn></mrow></mtd></mtr><mtr><mtd><mrow><mn>30</mn></mrow></mtd></mtr></mtable></mrow><mo>)</mo></mrow><mo>&gt;</mo><msup><mrow><mn>10</mn></mrow><mrow><mn>29</mn></mrow></msup></mrow></math> of them) are discriminable (see <a href=\"#equ1\">Equation 1</a>). The contour in the upper left labeled ‘smallest possible’ demarcates a regime in which one will conclude that the smallest possible number of stimuli are discriminable, that is, only <math id=\"inf6\"><mrow><mi>z</mi><mrow><mo>(</mo><mi>d</mi><mo>=</mo><mi>N</mi><mo>=</mo><mn>30</mn><mo>)</mo></mrow><mo>&lt;</mo><mn>5000</mn></mrow></math> of them. The contour labeled ‘colors’ demarcates a regime in which one concludes that the number of discriminable olfactory stimuli is the same order of magnitude as the number of discriminable colors. (<b>B</b>): Heat map similar to left, only with number of subjects on the vertical axis. A choice of <math id=\"inf7\"><mrow><mi>α</mi><mo>=</mo><mn>0</mn><mo>.</mo><mn>025</mn></mrow></math> is necessary to obtain the estimate that (<a href=\"#bib2\">Bushdid et al., 2014</a>) reports for this analysis. (<b>C</b>): Colorscale for <b>A</b> and <b>B</b>, with reference landmarks."
                                    }
                                ], 
                                "alt": "", 
                                "uri": "https://publishing-cdn.elifesciences.org/08127/elife-08127-fig3-v1.tif", 
                                "supplements": [
                                    {
                                        "type": "image", 
                                        "doi": "10.7554/eLife.08127.008", 
                                        "id": "fig3s1", 
                                        "label": "Figure 3—figure supplement 1.", 
                                        "title": "Steep, systematic, and non-asymptotic dependence of the estimate on sample size (<i>S</i> or <i>T</i>) and threshold <i>α</i> for statistical significance.", 
                                        "caption": [
                                            {
                                                "type": "paragraph", 
                                                "text": "(<b>A</b>) Dependence of the estimate (for mixtures of <i>N</i> = 30) on sample size. Black shows dependence on the number of subjects <i>S</i> enrolled in the study, Red shows dependence on the number of mixtures <i>T</i> tested per mixture class. Once the number of mixtures or subjects tested is <math id=\"inf84\"><mrow><mo>∼</mo><mn>150</mn></mrow></math> (by no means an unusually large sample size), the conclusion that all possible <math id=\"inf85\"><mrow><mrow><mo>(</mo><mrow><mtable><mtr><mtd><mi>C</mi></mtd></mtr><mtr><mtd><mi>N</mi></mtd></mtr></mtable></mrow><mo>)</mo></mrow></mrow></math> mixtures are discriminable is guaranteed, in contradiction with experimental results. (<b>B</b>) Dependence of the estimate on the significance threshold <i>α</i> with (red) and without (black) a correction for multiple comparisons. (<a href=\"#bib2\">Bushdid et al., 2014</a>) did not correct for multiple comparisons."
                                            }
                                        ], 
                                        "alt": "", 
                                        "uri": "https://publishing-cdn.elifesciences.org/08127/elife-08127-fig3-figsupp1-v1.tif", 
                                        "filename": "elife-08127-fig3-figsupp1-v1.tif"
                                    }
                                ], 
                                "filename": "elife-08127-fig3-v1.tif"
                            }, 
                            {
                                "type": "table", 
                                "doi": "10.7554/eLife.08127.009", 
                                "id": "tbl2", 
                                "label": "Table 2.", 
                                "title": "Estimates of <i>z</i>, the number of discriminable olfactory stimuli, for different possible parameters values, for the <i>C</i> = 128, <i>N</i> = 30 case used in (<a href=\"#bib2\">Bushdid et al., 2014</a>)", 
                                "caption": [
                                    {
                                        "type": "paragraph", 
                                        "text": "Estimates of <i>z</i>, the number of discriminable olfactory stimuli, for different possible parameters values, for the <i>C</i> = 128, <i>N</i> = 30 case used in (<a href=\"#bib2\">Bushdid et al., 2014</a>)"
                                    }
                                ], 
                                "tables": [
                                    "<table><thead><tr><th colspan=\"3\">A</th></tr><tr><th># Discriminable stimuli (<i>z</i>)</th><th>Significance threshold (<i>α</i>)</th><th># Tests per class (<i>T</i>)</th></tr></thead><tbody><tr><td><math id=\"inf8\"><mrow><mn>2</mn><mo>.</mo><mn>02</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mrow><mn>12</mn></mrow></msup></mrow></math></td><td>0.05*</td><td>20*</td></tr><tr><td><math id=\"inf9\"><mrow><mn>4</mn><mo>.</mo><mn>56</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mn>3</mn></msup></mrow></math>†</td><td>0.05*</td><td>5</td></tr><tr><td><math id=\"inf10\"><mrow><mn>1</mn><mo>.</mo><mn>54</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mrow><mn>29</mn></mrow></msup></mrow></math>‡</td><td>0.05*</td><td>185</td></tr><tr><td><math id=\"inf11\"><mrow><mn>8</mn><mo>.</mo><mn>94</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mn>3</mn></msup></mrow></math></td><td>0.001</td><td>20*</td></tr><tr><td><math id=\"inf12\"><mrow><mn>1</mn><mo>.</mo><mn>79</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mn>4</mn></msup></mrow></math></td><td>0.01</td><td>15</td></tr></tbody></table>", 
                                    "<table><thead><tr><th colspan=\"3\">B</th></tr><tr><th># Discriminable stimuli (<i>z</i>)</th><th>Significance threshold (<i>α</i>)</th><th># Subjects (<i>S</i>)</th></tr></thead><tbody><tr><td><math id=\"inf13\"><mrow><mn>3</mn><mo>.</mo><mn>81</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mrow><mn>13</mn></mrow></msup></mrow></math></td><td>0.025*</td><td>26*</td></tr><tr><td><math id=\"inf14\"><mrow><mn>4</mn><mo>.</mo><mn>56</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mn>3</mn></msup></mrow></math>†</td><td>0.025*</td><td>7</td></tr><tr><td><math id=\"inf15\"><mrow><mn>1</mn><mo>.</mo><mn>54</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mrow><mn>29</mn></mrow></msup></mrow></math>‡</td><td>0.025*</td><td>135</td></tr><tr><td><math id=\"inf16\"><mrow><mn>3</mn><mo>.</mo><mn>47</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mn>7</mn></msup></mrow></math></td><td>0.001</td><td>26*</td></tr><tr><td><math id=\"inf17\"><mrow><mn>2</mn><mo>.</mo><mn>98</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mn>5</mn></msup></mrow></math></td><td>0.01</td><td>15</td></tr></tbody></table>"
                                ], 
                                "footnotes": [
                                    {
                                        "text": [
                                            {
                                                "type": "paragraph", 
                                                "text": "This recapitulates selected points from <a href=\"#fig3\">Figure 3</a>."
                                            }
                                        ]
                                    }, 
                                    {
                                        "text": [
                                            {
                                                "type": "paragraph", 
                                                "text": "* Indicates that the parameter value was used in (<a href=\"#bib2\">Bushdid et al., 2014</a>). We assume here that new subjects perform similarly to the original subjects."
                                            }
                                        ]
                                    }, 
                                    {
                                        "text": [
                                            {
                                                "type": "paragraph", 
                                                "text": "Note that <math id=\"inf18\"><mrow><mn>4</mn><mo>.</mo><mn>56</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mn>3</mn></msup></mrow></math> (†) and <math id=\"inf19\"><mrow><mn>1</mn><mo>.</mo><mn>54</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mrow><mn>29</mn></mrow></msup></mrow></math> (‡) are the smallest and largest possible values allowed by the framework from (<a href=\"#bib2\">Bushdid et al., 2014</a>)."
                                            }
                                        ]
                                    }
                                ]
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "In <a href=\"#bib2\">Bushdid et al., 2014</a>'s experimental framework, there are three sets of experiments, varying in the number of distinct molecular components <i>N</i> per mixture tested. We consider the <i>N</i> = 30 case (without loss of generality) for which there are <math id=\"inf21\"><mrow><mo>∼</mo><msup><mrow><mn>10</mn></mrow><mrow><mn>29</mn></mrow></msup></mrow></math> possible olfactory stimuli, and for which the smallest possible number of discriminable stimuli is <math id=\"inf86\"><mrow><mo>∼</mo><mn>4500</mn></mrow></math> (see <a href=\"#equ1\">Equation 1</a> below). <a href=\"#fig3\">Figure 3</a> and <a href=\"#tbl2\">Table 2</a> thus demonstrate that (1) there is a regime of reasonable parameter choices for which one concludes that all possible olfactory stimuli (i.e., all <math id=\"inf22\"><mrow><mo>∼</mo><msup><mrow><mn>10</mn></mrow><mrow><mn>29</mn></mrow></msup></mrow></math> of them) are discriminable; and (2) there is another regime of reasonable parameter choices for which one concludes that the smallest possible number of stimuli (i.e., only <math id=\"inf87\"><mrow><mo>∼</mo><mn>4500</mn></mrow></math>) are discriminable. The only assumption required to obtain these estimates is that performance in new subjects is similar to performance in the original subjects."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "The fragility of the conclusion results from the claim in (<a href=\"#bib2\">Bushdid et al., 2014</a>) that a modest (if very interesting) correlation—between the discriminability of a pair of mixtures and the overlap (fraction of shared components) of those mixtures—is evidence that a <i>particular degree</i> of mixture overlap defines a boundary that partitions the discriminable from the indiscriminable in a very high-dimensional space. Below, we explore the consequences of this decision, and its implications for calculating the number of discriminable olfactory stimuli."
                            }
                        ]
                    }, 
                    {
                        "type": "section", 
                        "id": "s1-2", 
                        "title": "Explanation of the problems with the estimate", 
                        "content": [
                            {
                                "type": "section", 
                                "id": "s1-2-1", 
                                "title": "Recap of the basic framework", 
                                "content": [
                                    {
                                        "type": "paragraph", 
                                        "text": "The framework's logic is built on an analogy to color vision, where estimating the number of discriminable colors requires knowing only two numbers: the size of the stimulus space (that is, the range of visible wavelengths), and the minimally discriminable distance between a typical pair of stimuli (<a href=\"#fig4\">Figure 4</a>). Dividing the first number by the second amounts to asking how many discriminable intervals can be ‘packed’ into the stimulus space, with that number providing an estimate of the number of discriminable color stimuli."
                                    }, 
                                    {
                                        "type": "image", 
                                        "doi": "10.7554/eLife.08127.011", 
                                        "id": "fig4", 
                                        "label": "Figure 4.", 
                                        "title": "‘Sphere packing' to estimate the number of discriminable colors: the motivation behind the framework in (<a href=\"#bib2\">Bushdid et al., 2014</a>).", 
                                        "caption": [
                                            {
                                                "type": "paragraph", 
                                                "text": "(<b>A</b>): Hypothetical example showing a range of visible wavelengths. Relative to a reference stimulus (thick vertical tick mark), extremely distant stimuli (green circle) in this space are easy to discriminate, whereas extremely close stimuli (red circle) may be impossible to discriminate, as they are beyond the resolution of color vision. At some critical inter-stimulus distance, <i>d</i>, stimuli will be ‘just discriminable’ (black circle). A typical stimulus pair on the space, separated by distance <i>D</i>, will tend to be discriminable if <math id=\"inf23\"><mrow><mi>D</mi><mo>&gt;</mo><mi>d</mi></mrow></math>, and indiscriminable if <math id=\"inf24\"><mrow><mi>D</mi><mo>&lt;</mo><mi>d</mi></mrow></math>. (<b>B</b>): This partitioning into discriminable and indiscriminable sets is captured in the sigmoidal shape of the psychometric curve plotting discriminability vs distance. Knowing that an interval of length <i>d</i> on the space will tend to span ‘just discriminable’ stimuli, one can calculate how many such intervals, <i>z</i>, can be ‘packed’ onto the space to estimate the number of discriminable colors."
                                            }
                                        ], 
                                        "alt": "", 
                                        "uri": "https://publishing-cdn.elifesciences.org/08127/elife-08127-fig4-v1.tif", 
                                        "supplements": [
                                            {
                                                "type": "image", 
                                                "doi": "10.7554/eLife.08127.012", 
                                                "id": "fig4s1", 
                                                "label": "Figure 4—figure supplement 1.", 
                                                "title": "Behavior of psychometric curves for hypothetical data describing discriminability vs inter-stimulus distance.", 
                                                "caption": [
                                                    {
                                                        "type": "paragraph", 
                                                        "text": "(<b>A</b>): Left, A sharply sigmoidal relationship in which discriminability changes dramatically and categorically at a critical inter-stimulus distance, <i>d</i>. In all panels, <i>d</i> is the value of the inter-stimulus distance <i>D</i> at which a threshold fraction of stimulus pairs are discriminable. In the left panels, this threshold is set at 0.5. Right, The resulting value of <i>d</i> is nearly invariant to the choice of threshold. (<b>B</b>): Same as above, only for a less sharply sigmoidal data set. There is still a narrow regime in which <i>d</i> is largely invariant to choice of threshold. (<b>C</b>): Same as above, only for a weakly sigmoidal data set. Here, there is no principled means for choosing the <i>d</i> that is characteristic of discriminability relationships for stimuli. The data in <b>C</b> do not support an interpretation in which there is defensible characteristic ‘length scale’ for inter-stimulus distances."
                                                    }
                                                ], 
                                                "alt": "", 
                                                "uri": "https://publishing-cdn.elifesciences.org/08127/elife-08127-fig4-figsupp1-v1.tif", 
                                                "filename": "elife-08127-fig4-figsupp1-v1.tif"
                                            }, 
                                            {
                                                "type": "image", 
                                                "doi": "10.7554/eLife.08127.013", 
                                                "id": "fig4s2", 
                                                "label": "Figure 4—figure supplement 2.", 
                                                "title": "Can the fraction discriminated be used to measure <i>d</i> directly, without resorting to hypothesis testing?", 
                                                "caption": [
                                                    {
                                                        "type": "paragraph", 
                                                        "text": "(<b>A</b>): To explore this possibility, the fraction discriminated vs percent mixture overlap is plotted here. This is analogous to <a href=\"#fig2\">Figure 2</a>, except plotting <i>fraction discriminated</i> directly (as in <a href=\"#fig4s1\">Figure 4—figure supplement 1</a>), instead of <i>fraction significantly discriminable</i>. The threshold (50%) and the procedure for computing mixture overlap at that threshold are as in <a href=\"#fig2\">Figure 2A</a>. Derived from data in (<a href=\"#bib2\">Bushdid et al., 2014</a>) as for <a href=\"#fig2\">Figure 2</a>. (<b>B</b>): The thick red line shows the critical distance <i>d</i> that would result from the data in (<a href=\"#bib2\">Bushdid et al., 2014</a>) for a range of ‘fraction discriminated’ thresholds between 100% (perfect discrimination), and 33.3% (chance discrimination). The curve was obtained by regression on plots like that in <a href=\"#fig4s2\">Figure 4—figure supplement 2</a>, by analogy to <a href=\"#fig2\">Figure 2</a> and (<a href=\"#bib2\">Bushdid et al., 2014</a>). Note that <i>d</i> exhibits a nearly constant-slope relationship with threshold, meaning the data are not defined by a characteristic length scale, much like in <a href=\"#fig4s1\">Figure 4—figure supplement 1C</a>. The thick black curve shows the relationship between <i>z</i> and the chosen threshold. This relationship was obtained directly from <i>d</i>, using <a href=\"#equ1\">Equation 1</a>, as in (<a href=\"#bib2\">Bushdid et al., 2014</a>). The thin red lines correspond to the same calculation for <i>d</i> but using data for only a single subject (one per line), showing similar sensitivity to the choice of threshold. The absence of a robust d for any individual subject argues that the group data are not simply explained by averaging across a population with well-defined, but diverse values of <i>d</i>. Note that very modest and reasonable alternative choices for the threshold result in extremely disparate estimates. The vertical axis is bounded by the smallest and largest possible number of discriminable stimuli allowed by the framework. The dashed lines are a visual guide to specific (threshold, <i>z</i>) pairs. (<b>C</b>): Box and whisker plots showing the median and inter-quartile range for <i>z</i> when restricting the analysis to individual subjects. Note that the worst performing subjects under one threshold can discriminate many more stimuli than the best performing subjects under a slightly more liberal threshold (compare best subject using a 60% threshold vs worst subject using a 40% threshold). Therefore, it is impossible to report with any confidence the number of discriminable stimuli using this approach. In the main text, we show that the actual framework used in (<a href=\"#bib2\">Bushdid et al., 2014</a>) is nominally employed to make a more principled choice of threshold; however it merely cloaks the arbitrariness of the threshold choice, but does not eliminate it."
                                                    }
                                                ], 
                                                "alt": "", 
                                                "uri": "https://publishing-cdn.elifesciences.org/08127/elife-08127-fig4-figsupp2-v1.tif", 
                                                "filename": "elife-08127-fig4-figsupp2-v1.tif"
                                            }
                                        ], 
                                        "filename": "elife-08127-fig4-v1.tif"
                                    }, 
                                    {
                                        "type": "paragraph", 
                                        "text": "Because olfactory stimuli do not have obvious physical dimensions analogous to wavelength, olfaction is not amenable to an identical calculation. Instead, (<a href=\"#bib2\">Bushdid et al., 2014</a>) established a theoretical framework that yielded a similar calculation based upon the same underlying idea. (<a href=\"#bib2\">Bushdid et al., 2014</a>) proposed to divide the size of a investigator-determined olfactory stimulus space by a data-determined variable representing resolution in this space. Instead of being continuous, one dimensional, and defined by some intrinsic stimulus variable like wavelength, the olfactory stimulus space was defined to be the discrete, high-dimensional space spanned by all mixtures containing <i>N</i> = 30 different components (molecules) that could be assembled from a library of <i>C</i> = 128 molecules; (<a href=\"#bib2\">Bushdid et al., 2014</a>) also considers the <i>N</i> = 10 and <i>N</i> = 20 cases, which we ignore in this section with no loss of generality. This space of possible mixture stimuli is astronomically large <math id=\"inf25\"><mrow><mrow><mo>(</mo><mrow><mtable><mtr><mtd><mi>C</mi></mtd></mtr><mtr><mtd><mi>N</mi></mtd></mtr></mtable></mrow><mo>)</mo></mrow></mrow></math>, owing to the proverbial ‘combinatorial explosion’, and each point in the space corresponds to a specific multi-component mixture."
                                    }, 
                                    {
                                        "type": "paragraph", 
                                        "text": "One definition of distance between stimuli in this space is the number of components <i>D</i> by which the stimuli differ. For example, nearest neighbors would be stimuli sharing all components but one <math id=\"inf26\"><mrow><mrow><mo>(</mo><mrow><mi>D</mi><mo>=</mo><mn>1</mn></mrow><mo>)</mo></mrow></mrow></math>, and the most distant points in this space would be stimuli differing in all components <math id=\"inf27\"><mrow><mrow><mo>(</mo><mrow><mi>D</mi><mo>=</mo><mi>N</mi></mrow><mo>)</mo></mrow></mrow></math>."
                                    }, 
                                    {
                                        "type": "paragraph", 
                                        "text": "(<a href=\"#bib2\">Bushdid et al., 2014</a>) showed that discriminability of a stimulus pair tends to increase with the distance <i>D</i> between the stimuli in that pair (<a href=\"#fig2\">Figure 2A</a>), and then argued for the existence of a special distance <i>d</i> corresponding to the <i>D</i> at which stimuli are ‘just discriminable’. In other words, for <math id=\"inf28\"><mrow><mi>D</mi><mo>&gt;</mo><mi>d</mi></mrow></math> stimuli should more often than not be considered discriminable and for <math id=\"inf29\"><mrow><mi>D</mi><mo>&lt;</mo><mi>d</mi></mrow></math> they should more often than not be considered indiscriminable. By calculating <i>d</i>, one could in turn readily calculate the number of stimuli within a distance <math id=\"inf30\"><mrow><mi>D</mi><mo>≤</mo><mi>d</mi></mrow></math> of a typical point in the stimulus space using the provided formulas. Geometrically, the set of stimuli with distance <math id=\"inf31\"><mrow><mi>D</mi><mo>≤</mo><mi>d</mi></mrow></math> from a reference stimulus corresponds to a filled ‘ball’ of stimuli indiscriminable from the reference stimulus at its center. Conversely, the reference stimulus should be discriminable from stimuli outside the ball. We could thus count the number <i>z</i> of non-overlapping balls that can be packed into the stimulus space, as proposed in (<a href=\"#bib2\">Bushdid et al., 2014</a>), by analogy to the example for color vision:"
                                    }, 
                                    {
                                        "type": "mathml", 
                                        "id": "equ1", 
                                        "label": "(1)", 
                                        "mathml": "<math><mrow><mi>z</mi><mrow><mo>(</mo><mi>d</mi><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mrow><mo>(</mo><mrow><mtable><mtr><mtd><mi>C</mi></mtd></mtr><mtr><mtd><mi>N</mi></mtd></mtr></mtable></mrow><mo>)</mo></mrow></mrow><mrow><mi>b</mi><mi>a</mi><mi>l</mi><mi>l</mi><mrow><mo>(</mo><mrow><mi>d</mi><mo>/</mo><mn>2</mn></mrow><mo>)</mo></mrow></mrow></mfrac></mrow></math>"
                                    }, 
                                    {
                                        "type": "paragraph", 
                                        "text": "where ‘ball’ is defined as:"
                                    }, 
                                    {
                                        "type": "mathml", 
                                        "id": "equ2", 
                                        "label": "(2)", 
                                        "mathml": "<math><mrow><mi>b</mi><mi>a</mi><mi>l</mi><mi>l</mi><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow><mo>=</mo><munderover><mstyle displaystyle=\"true\"><mo>∑</mo></mstyle><mrow><mi>x</mi><mo>=</mo><mn>0</mn></mrow><mi>r</mi></munderover><mrow><mo>(</mo><mrow><mtable><mtr><mtd><mi>N</mi></mtd></mtr><mtr><mtd><mi>x</mi></mtd></mtr></mtable></mrow><mo>)</mo></mrow><mrow><mo>(</mo><mrow><mtable><mtr><mtd><mrow><mi>C</mi><mo>−</mo><mi>N</mi></mrow></mtd></mtr><mtr><mtd><mi>x</mi></mtd></mtr></mtable></mrow><mo>)</mo></mrow></mrow></math>"
                                    }, 
                                    {
                                        "type": "paragraph", 
                                        "text": "<a href=\"#equ1\">Equation 1</a> produces the final estimate <i>z</i> of the number of discriminable stimuli. Note that while this has been interpreted as ‘the answer’ to the sphere packing problem in high dimensions, it is in fact only a best-case scenario (an upper bound). The <i>exact</i> number of <i>d</i>-spanning spheres that can be packed in a discrete space defined by a particular <i>C</i> and <i>N</i> has in fact only been computed for a few specific, modest cases of these values. In general, it is only possible to report bounds for these values. This is discussed at more length in the section. ‘An upper or a lower bound?’, below, as well in the supplemental materials."
                                    }, 
                                    {
                                        "type": "paragraph", 
                                        "text": "<i>C</i> and <i>N</i> are fixed by experimenter choices, and <i>d</i>—the resolution-like term—is the only quantity derived from data that is related to measured psychophysical performance. Note that for <i>C</i> = 128, <i>N</i> = 30, as used in (<a href=\"#bib2\">Bushdid et al., 2014</a>), the <i>largest</i> and <i>smallest</i> possible values this equation can produce are <math id=\"inf32\"><mrow><mo>∼</mo><mn>1</mn><mo>.</mo><mn>5</mn><mo>×</mo><msup><mrow><mn>10</mn></mrow><mrow><mn>29</mn></mrow></msup></mrow></math> (for <i>d</i> = 0) and <math id=\"inf33\"><mrow><mo>∼</mo><mn>4500</mn></mrow></math> (for <i>d</i> = <i>N</i>), respectively. Assuming this framework is conceptually unproblematic (but see <a href=\"#bib11\">Meister, 2015</a>), the only question becomes: How do we derive <i>d</i> from the data?"
                                    }
                                ]
                            }
                        ]
                    }, 
                    {
                        "type": "section", 
                        "id": "s1-3", 
                        "title": "Derivation of the critical parameter <i>d</i>", 
                        "content": [
                            {
                                "type": "section", 
                                "id": "s1-3-1", 
                                "title": "Thresholding the fraction discriminated", 
                                "content": [
                                    {
                                        "type": "paragraph", 
                                        "text": "A classic psychometric curve (<a href=\"#fig4\">Figure 4B</a>), showing discriminability as a function of inter-stimulus distance <i>D</i>, admits a few plausible ways to derive <i>d</i>. The simplest is to use a discriminability threshold, such that <i>d</i> corresponds to the distance <i>D</i> at which the ‘fraction correct’ reaches a certain value. In (<a href=\"#bib2\">Bushdid et al., 2014</a>)'s three-alternative forced-choice experiments, chance responding would produce a fraction correct of <math id=\"inf34\"><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow></math>, so the appropriate threshold would be somewhere between <math id=\"inf35\"><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow></math> and 1. This threshold choice would be arbitrary—we might say that a fraction correct of <math id=\"inf36\"><mrow><mfrac><mn>1</mn><mn>2</mn></mfrac></mrow></math> reflects discriminability, or alternatively we might choose <math id=\"inf37\"><mrow><mfrac><mn>2</mn><mn>3</mn></mfrac></mrow></math> or any other value between <math id=\"inf38\"><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow></math> and 1."
                                    }, 
                                    {
                                        "type": "paragraph", 
                                        "text": "If the psychometric curve is sufficiently steep near some value of <i>D</i> (<a href=\"#fig4s1\">Figure 4—figure supplement 1A</a> represents an ideal case) then the derived <i>d</i> will vary minimally over a wide range of choices for the threshold. In this scenario, we might be confident that the <i>d</i> we derive is a truly meaningful measure of resolution—it would be robust. If not (<a href=\"#fig4s1\">Figure 4—figure supplement 1C</a>), it will be very fragile. We explored this approach (<a href=\"#fig4s2\">Figure 4—figure supplement 2</a>), and concluded that it does not suffice for deriving a robust <i>d</i>."
                                    }
                                ]
                            }
                        ]
                    }, 
                    {
                        "type": "section", 
                        "id": "s1-4", 
                        "title": "Thresholding the fraction <i>significantly</i> discriminable", 
                        "content": [
                            {
                                "type": "paragraph", 
                                "text": "The approach actually used in (<a href=\"#bib2\">Bushdid et al., 2014</a>) is instead to apply a threshold not to the fraction <i>discriminated</i> (explored in <a href=\"#fig4s2\">Figure 4—figure supplement 2</a>), but to the fraction <i>significantly discriminable</i>. In other words, determine for which subjects (or alternatively, for which classes of mixtures) the fraction discriminated is <i>significantly greater</i> than <math id=\"inf39\"><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow></math>, i.e., for which subjects the null hypothesis of chance discrimination can be rejected. To facilitate visualization of this step, (<a href=\"#bib2\">Bushdid et al., 2014</a>) re-plotted the summary data (fraction correctly discriminated) as fraction significantly discriminable (<a href=\"#fig2\">Figure 2A</a>). This view of the data provides a linear relationship between distance <i>D</i> and the fraction significantly discriminable, which holds across all the values of <i>N</i> tested. The relationship is much steeper than for fraction discriminable (compare <a href=\"#fig2\">Figure 2</a> and <a href=\"#fig4s2\">Figure 4—figure supplement 2</a>) because this hypothesis-testing step acts as a strong non-linear threshold that exaggerates otherwise small differences in the data. An arbitrary choice of threshold is required; (<a href=\"#bib2\">Bushdid et al., 2014</a>) chose a threshold of 50% significantly discriminable, and computed <i>d</i> from the fraction significantly discriminable using linear regression and interpolation."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "Varying the threshold (i.e., 50%) itself (not shown), would change the computed <i>d</i> (and consequently <i>z</i>), but this is not the largest issue. By introducing a hypothesis-testing step, the <i>d</i> derived from <a href=\"#fig2\">Figure 2</a> now varies systematically with the number of subjects enrolled in the study (and the number of mixtures tested), and with the choice of significance criterion <i>α</i>. This is because each data point used to compute <i>d</i> becomes the binary result of a hypothesis test, each of which depends critically on sample size and test specificity. Because <i>d</i> is then fed into an expression (<a href=\"#equ1\">Equation 1</a>) that explodes geometrically, the result is a recipe for producing any of a range of estimates for <i>z</i> that one might choose. If one enlists more subjects or slackens the significance criterion, a very large (even the largest possible) number will be obtained. If one enlists fewer subjects or makes the significance criterion more strict, a very small (even the smallest possible) number will be obtained. <a href=\"#fig3s1\">Figure 3—figure supplement 1</a> shows the explicit dependence of the estimate on each of these quantities alone. Naturally, these can be varied in tandem too, with even more dramatic consequences, as described above (<a href=\"#fig3\">Figure 3</a> and <a href=\"#tbl2\">Table 2</a>)."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "A hypothesis test is meant to assess the strength of evidence for or against a hypothesis (often against a null hypothesis), not to make a point estimate. However, it may not be uncommon for researchers to use hypothesis testing in the manner done in (<a href=\"#bib2\">Bushdid et al., 2014</a>)—to count the number or fraction of data points exhibiting a certain property. In many cases this may amount to a venial statistical sin with (hopefully) benign consequences. But that is unfortunately not the case in (<a href=\"#bib2\">Bushdid et al., 2014</a>), due in part to the extremely steep dependence of <i>z</i> on <i>d</i> guaranteed by <a href=\"#equ1\">Equation 1</a>."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "If one claims that an estimate is meaningful, it is fair to ask how vigorously would one have to defend a specific choice of arbitrary experimental parameters to defend a particular order-of-magnitude range around that estimate. Unfortunately, the systematic sensitivities exhibited here severely undermine the plausibility and relevance of the estimate reported in (<a href=\"#bib2\">Bushdid et al., 2014</a>). Due to these sensitivities, one could pick almost any number of discriminable stimuli in advance, and affirm this number using these or similar data. Ultimately, the absence of a robust <i>d</i> to characterize the data is an insurmountable obstacle for the framework."
                            }
                        ]
                    }
                ]
            }, 
            {
                "type": "section", 
                "id": "s2", 
                "title": "Building the stimulus space", 
                "content": [
                    {
                        "type": "section", 
                        "id": "s2-1", 
                        "title": "The structure of the stimulus space", 
                        "content": [
                            {
                                "type": "paragraph", 
                                "text": "One might ask: what is the right way to calculate <i>d</i> in order to obtain a robust estimate of the number of discriminable stimuli? Before heading down this road and devising alternative statistical approaches, it is worth first clearly articulating the assumptions of a framework in which a single variable plays such a special role. Under what conditions is it sensible to expect that plugging a single data-derived number (<i>d</i>) into <a href=\"#equ1\">Equation 1</a> will produce a meaningful estimate of the number of discriminable olfactory stimuli?"
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "To gain some intuition into this, we can ask the analogous question in the simplified visual system example (<a href=\"#fig4\">Figure 4</a>) that was used as the principal motivation for the procedure. The ‘sphere packing’ calculation in this case naturally involves measuring the resolution of perception in terms of the stimulus, but its validity is not a consequence of this measurement alone. Rather, the procedure in <a href=\"#fig4\">Figure 4</a> is sensible because the thing we are calling an independent stimulus dimension (wavelength) is respected as such by perception: we encounter monotonically changing, non-redundant percepts as we move from one extreme of the stimulus space to the other. If we didn't—say, if the same percept ‘blue’ were experienced for several non-overlapping disjoint intervals—the sphere packing formulation would fall apart. We might observe that on average discriminability improves with distance, but this would not be evidence of a characteristic length scale that partitions stimulus pairs into discriminable vs indiscriminable sets."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "Thus the sphere-packing framework is valid only if the underlying geometry of <i>stimulus space</i> (that the investigator has designed) aligns with the geometry of <i>perceptual space</i> (as implemented in neural circuitry). Formally, the map from stimulus space to perceptual space needs to be homeomorphic, or nearly so. See (<a href=\"#bib11\">Meister, 2015</a>) for further insight on this issue."
                            }
                        ]
                    }, 
                    {
                        "type": "section", 
                        "id": "s2-2", 
                        "title": "Redundancy in the stimulus space", 
                        "content": [
                            {
                                "type": "paragraph", 
                                "text": "Instead of providing evidence for this homeomorphism, it was assumed in (<a href=\"#bib2\">Bushdid et al., 2014</a>) for the purposes of calculation that each component of the molecular library (of size <i>C</i> = 128 in [<a href=\"#bib2\">Bushdid et al., 2014</a>]) spanned an informative additional dimension for perception to explore: each molecule in the library is treated as an olfactory primary that is independent of all the others. This is the assumption, codified in the numerator of <a href=\"#equ1\">Equation 1</a>, that allows for a massive space of potential discriminable stimuli. Indeed, the guaranteed runaway growth of the numerator as molecules are added to the <i>C</i>-sized library was offered in (<a href=\"#bib2\">Bushdid et al., 2014</a>) as an argument for why the reported ‘trillion’ figure is an underestimate—after all, <i>C</i> could always be higher."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "It is worthwhile to quantify the behavior of the estimate as <i>C</i> changes. First, the estimate depends geometrically on <i>C</i>, with a power law exponent of <math id=\"inf40\"><mrow><mo>∼</mo><mn>30</mn></mrow></math> (<a href=\"#fig5\">Figure 5</a>, blue line). In other words, if the chemical library were doubled, the estimate <i>z</i> would increase by a factor of <math id=\"inf41\"><mrow><msup><mn>2</mn><mrow><mn>30</mn></mrow></msup></mrow></math> under constant performance. If the component library were increased to the size of a standard flavor and fragrance catalog (<math id=\"inf42\"><mrow><mo>∼</mo><mn>2000</mn></mrow></math> chemicals), the estimate would increase to <math id=\"inf43\"><mrow><mi>z</mi><mo>∼</mo><msup><mrow><mn>10</mn></mrow><mrow><mn>41</mn></mrow></msup></mrow></math>, implying a unique olfactory percept for each carbon atom on earth."
                            }, 
                            {
                                "type": "image", 
                                "doi": "10.7554/eLife.08127.014", 
                                "id": "fig5", 
                                "label": "Figure 5.", 
                                "title": "Explosive growth of the estimate <i>z</i> on the size (<i>C</i>) of the molecular library.", 
                                "caption": [
                                    {
                                        "type": "paragraph", 
                                        "text": "The number of possible stimuli <i>z</i> that can be assembled by choosing <i>N</i> = 30distinct molecules from a library of size <i>C</i> increases geometrically with <i>C</i> (black line). If a library of a different size had been used, and similar subject performance resulted, the estimated number of discriminable stimuli <i>z</i> would grow along a similar trajectory (blue line). Even if performance deteriorated as <i>C</i> increased, the estimate could never fall below the red line, which represents worst-case performance (<i>d</i> = <i>N</i>). This results from the combinatorial explosion inherent in <a href=\"#equ1\">Equation 1</a>."
                                    }
                                ], 
                                "alt": "", 
                                "uri": "https://publishing-cdn.elifesciences.org/08127/elife-08127-fig5-v1.tif", 
                                "filename": "elife-08127-fig5-v1.tif"
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "Subjects' performance could become worse when mixtures are drawn from this larger, more complete library, and we acknowledge that we cannot know in advance what the newly calculated resolution <i>d</i> would be on the new stimulus space. In other words, as the numerator of <a href=\"#equ1\">Equation 1</a> increased, its denominator (given by <a href=\"#equ2\">Equation 2</a>) might conveniently grow proportionally. Let us therefore assume that with a library of sufficient size, so many mixtures become indiscriminable that the resolution becomes as poor as the framework allows, with <i>d</i> = <i>N</i>. Even in this edge case, if only mixtures differing in all components were ‘just discriminable’, we would still calculate <math id=\"inf44\"><mrow><msup><mrow><mn>10</mn></mrow><mrow><mn>21</mn></mrow></msup></mrow></math> discriminable stimuli. If <i>C</i> is increased to <math id=\"inf45\"><mrow><msup><mrow><mn>10</mn></mrow><mn>6</mn></msup></mrow></math>, the smallest possible number of discriminable percepts (under the assumption of worst measurable performance, as above) is <math id=\"inf46\"><mrow><msup><mrow><mn>10</mn></mrow><mrow><mn>61</mn></mrow></msup></mrow></math>, or 10 million trillion unique olfactory percepts for every carbon atom on earth (<a href=\"#fig5\">Figure 5</a>, red line). One may object that the inflation of <i>C</i> here is an unfair critique, as the perceptual redundancy of molecules must at some point provide an important constraint on the size of the artificially constructed stimulus space. Indeed, it has been reported that as few as thirty components are required to imbue most mixtures with a common smell, even when there is no component overlap between the mixtures (<a href=\"#bib12\">Weiss et al., 2012</a>). But this is the essence of the problem with <a href=\"#equ1\">Equation 1</a>: where does that point lie, and why wasn't the constraint important to consider for the original <i>C</i> = 128 molecular library?"
                            }
                        ]
                    }, 
                    {
                        "type": "section", 
                        "id": "s2-3", 
                        "title": "An upper or a lower bound?", 
                        "content": [
                            {
                                "type": "paragraph", 
                                "text": "Even if one takes the estimate of <i>d</i> to be unimpeachable, the formula used to derive <i>z</i> does not provide a lower bound as reported in (<a href=\"#bib2\">Bushdid et al., 2014</a>). This much is suggested by the worst-case behavior of <a href=\"#equ1\">Equation 1</a> as <i>C</i> grows. After all, worst case behavior should correspond to <i>z</i> = 1. If one cannot discriminate anything (maximal <i>d</i>), then there is only one percept. Examining <a href=\"#equ1\">Equation 1</a> more closely, we see that it is a variant of the so-called Hamming bound for constant weight codes (<a href=\"#bib9\">MacWilliams and Sloane, 1977</a>). which is well-known to be an upper bound for an identically formulated problem in the theory of error-correcting codes. It is, as suggested in (<a href=\"#bib2\">Bushdid et al., 2014</a>), an estimate derived from a hypothetical sphere-packing approach to filling the stimulus space, but it is the <i>largest</i> possible value for the correct answer, not the <i>smallest</i>. Hence, according to the Hamming bound, for <math id=\"inf47\"><mrow><mi>d</mi><mo>=</mo><mi>N</mi><mo>=</mo><mn>30</mn></mrow></math> the upper bound on the number of discriminable stimuli is 4561, and we know the correct answer to be 1 (or 4, depending on conventions, see the Supplemental Materials). Since the upper bound exceeds the correct answer, <a href=\"#equ1\">Equation 1</a>, while not particularly tight as an upper bound, is nonetheless not wrong, so long as we acknowledge that it is an upper and not a lower bound. The same applies for all other values of <i>d</i>, including the one derived from the data in (<a href=\"#bib2\">Bushdid et al., 2014</a>)."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "Thus <a href=\"#equ1\">Equation 1</a>, as used in (<a href=\"#bib2\">Bushdid et al., 2014</a>), provides no insight into the <i>lower</i> bound for <i>z</i>, with a <i>lower</i> bound being required to overturn conventional wisdom about the number of discriminable stimuli. Instead, to obtain a lower bound one must dispense with the factor of 2 in <a href=\"#equ1\">Equation 1</a>, yielding Levenshtein's constant weight version of the so-called Gilbert-Varshamov bound for error-correcting codes ([<a href=\"#bib8\">Levenshtein, 1971</a>; <a href=\"#bib9\">MacWilliams and Sloane, 1977</a>; <a href=\"#bib5\">Jiang and Vardy, 2004</a>],see Supplemental Materials). A plot of the lower bound obtained in this manner is shown in <a href=\"#fig6\">Figure 6B</a>, along with the reconstructed upper bounds from (<a href=\"#bib2\">Bushdid et al., 2014</a>) a, showing the true bounded interval for <i>z</i>. Intuitively, this corrected lower bound reaches <i>z</i> = 1 for worst-case <i>d</i>, implying sensibly that anosmics cannot discriminate any stimuli. In contrast, the upper bound (reported as a lower bound in 1) is on the order of several thousand for worst case <i>d</i>, showing that it cannot be a lower bound <i>d</i>; this can also be confirmed in <a href=\"#fig4\">Figure 4</a> of (<a href=\"#bib2\">Bushdid et al., 2014</a>)."
                            }, 
                            {
                                "type": "image", 
                                "doi": "10.7554/eLife.08127.015", 
                                "id": "fig6", 
                                "label": "Figure 6.", 
                                "title": "Upper and lower bounds of the number of discriminable stimuli.", 
                                "caption": [
                                    {
                                        "type": "paragraph", 
                                        "text": "(<b>A</b>): Number of discriminable olfactory stimuli as a function of the estimated difference limen (the fractional mixture overlap allowing discrimination). This is simply the behavior of <a href=\"#equ1\">Equation 1</a> as a function of <i>d</i>, for the three values of <i>N</i> used in (<a href=\"#bib2\">Bushdid et al., 2014</a>); the red dot (in both <b>A</b> and <b>C</b>) corresponds to the value reported in (<a href=\"#bib2\">Bushdid et al., 2014</a>). The smallest possible estimate (thousands of stimuli) is indicated by the dotted line running the length of the abscissa (note also the y-intercept). As described in the text and in the supplement, this graph in fact shows the behavior of the upper bound (the so-called Hamming bound) for the mathematical problem of sphere packing. Compare with <a href=\"#fig3\">Figure 3D</a> in (<a href=\"#bib2\">Bushdid et al., 2014</a>). (<b>B</b>): Same plot as in <b>A</b>, only using the lower-bound for the same calculation. (<b>C</b>): Upper and lower bounds of the sphere packing problem for the N = 30case (green lines from <b>A</b> and <b>B</b>, respectively. The dark gray bar shows the range of defensible estimates under the sphere-packing framework, using the <i>d</i> calculated in (<a href=\"#bib2\">Bushdid et al., 2014</a>). Using that <i>d</i>, the number of discriminable stimuli may be as small as ∼10,000, and is guaranteed to be no larger than ∼1 trillion. Since the estimate of <i>d</i> is also fragile (<a href=\"#fig3\">Figure 3</a>), the data may in fact support any value in the shaded gray area."
                                    }
                                ], 
                                "alt": "", 
                                "uri": "https://publishing-cdn.elifesciences.org/08127/elife-08127-fig6-v1.tif", 
                                "filename": "elife-08127-fig6-v1.tif"
                            }
                        ]
                    }, 
                    {
                        "type": "section", 
                        "id": "s2-4", 
                        "title": "Avenues for improving the estimate", 
                        "content": [
                            {
                                "type": "paragraph", 
                                "text": "If one is seeking a conservative estimate of the number of discriminable stimuli in a perceptual space whose organization and intrinsic dimensionality are poorly understood, it is arguably more appropriate to use a model that accounts for the data with the smallest number of dimensions. The massive estimates possible in the framework of (<a href=\"#bib2\">Bushdid et al., 2014</a>) are an immediate consequence of a definition of dimensionality driven by experimenter designation, not data."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "We therefore propose an alternative framework: use experimental data to create a working map of the perceptual space, and then apply the sphere-packing framework to that map, rather than to a map of the stimulus space. In cognitive science, psychometrics, and marketing, subject responses to stimuli are used to create maps of the underlying perceptual (or conceptual) representations of those stimuli. These maps are characterized by the attribute that pairs of items which are considered intuitively to be perceptually near (rated similar or difficult to discriminate) are nearer to one another on the map than pairs of items which are perceptually more distant (rated dissimilar or easy to discriminate). There are many algorithms for generating such maps, many of which have been used before in olfaction, including variants of PCA (<a href=\"#bib13\">Zarzo and Stanton, 2006</a>; <a href=\"#bib6\">Khan et al., 2007</a>; <a href=\"#bib7\">Koulakov et al., 2011</a>), non-negative matrix factorization (NMF, [<a href=\"#bib3\">Castro et al., 2013</a>]), and multi-dimensional scaling (<a href=\"#bib10\">Mamlouk et al., 2003</a>). While there are open questions in the generation of these maps (e.g., how many dimensions should they have?), they all have the virtue that their accuracy can be checked (e.g., by examining the correlation between subjects' indications of item pair dissimilarity and the distance between that pair on the map), and thus the maps can be improved. Developing these maps may also have the collateral benefit of revealing stimulus dimensions intrinsic to olfaction (if any), which could constrain the experimental choice of a resolution to measure."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "Unfortunately, it is difficult if not impossible to create these maps from the data discussed here, because each mixture of a tested pair is used only once in (<a href=\"#bib2\">Bushdid et al., 2014</a>), in that pair alone, and never in any other pairs. Thus, there are no serial comparisons of the same mixture that could be used to anchor a stimulus on the map relative to a stimulus against which it was not directly compared experimentally. Thus, there is no way to compute distances between stimuli that do not appear together in a tested pair. In other words, the structure of the perceptual space is severely under-determined by the data. In future experiments such serial repetition of already-tested mixtures would be required to build up a data set to which the proposed method could be applied."
                            }
                        ]
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Agrell", 
                            "index": "Agrell, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Vardy", 
                            "index": "Vardy, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Vardy", 
                            "index": "Vardy, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Zeger", 
                            "index": "Zeger, K"
                        }
                    }
                ], 
                "articleTitle": "Upper bounds for constant-weight codes", 
                "journal": {
                    "name": [
                        "IEEE Transactions on Information Theory"
                    ]
                }, 
                "volume": "46", 
                "pages": {
                    "first": "2373", 
                    "last": "2395", 
                    "range": "2373–2395"
                }, 
                "doi": "10.1109/18.887851"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Bushdid", 
                            "index": "Bushdid, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MO Magnasco", 
                            "index": "Magnasco, MO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LB Vosshall", 
                            "index": "Vosshall, LB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Keller", 
                            "index": "Keller, A"
                        }
                    }
                ], 
                "articleTitle": "Humans can discriminate more than 1 trillion olfactory stimuli", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "343", 
                "pages": {
                    "first": "1370", 
                    "last": "1372", 
                    "range": "1370–1372"
                }, 
                "doi": "10.1126/science.1249168"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JB Castro", 
                            "index": "Castro, JB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Ramanathan", 
                            "index": "Ramanathan, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CS Chennubhotla", 
                            "index": "Chennubhotla, CS"
                        }
                    }
                ], 
                "articleTitle": "Categorical dimensions of human odor descriptor space revealed by non-negative matrix factorization", 
                "journal": {
                    "name": [
                        "PLOS ONE"
                    ]
                }, 
                "volume": "8", 
                "pages": "e73289", 
                "doi": "10.1371/journal.pone.0073289"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1964", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CV Freiman", 
                            "index": "Freiman, CV"
                        }
                    }
                ], 
                "articleTitle": "Upper bounds for fixed-weight codes of specified minimum distance", 
                "journal": {
                    "name": [
                        "IEEE Transactions on Information Theory"
                    ]
                }, 
                "volume": "10", 
                "pages": {
                    "first": "246", 
                    "last": "248", 
                    "range": "246–248"
                }, 
                "doi": "10.1109/TIT.1964.1053677"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Jiang", 
                            "index": "Jiang, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Vardy", 
                            "index": "Vardy, A"
                        }
                    }
                ], 
                "articleTitle": "Asymptotic improvement of the Gilbert-Varshamov bound on the size of binary codes", 
                "journal": {
                    "name": [
                        "IEEE Transactions on Information Theory"
                    ]
                }, 
                "volume": "50", 
                "pages": {
                    "first": "1655", 
                    "last": "1664", 
                    "range": "1655–1664"
                }, 
                "doi": "10.1109/TIT.2004.831751"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RM Khan", 
                            "index": "Khan, RM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CH Luk", 
                            "index": "Luk, CH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Flinker", 
                            "index": "Flinker, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Aggarwal", 
                            "index": "Aggarwal, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Lapid", 
                            "index": "Lapid, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Haddad", 
                            "index": "Haddad, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Sobel", 
                            "index": "Sobel, N"
                        }
                    }
                ], 
                "articleTitle": "Predicting odor pleasantness from odorant structure: pleasantness as a reflection of the physical world", 
                "journal": {
                    "name": [
                        "The Journal of Neuroscience"
                    ]
                }, 
                "volume": "27", 
                "pages": {
                    "first": "10015", 
                    "last": "10023", 
                    "range": "10015–10023"
                }, 
                "doi": "10.1523/JNEUROSCI.1158-07.2007"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Koulakov", 
                            "index": "Koulakov, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BE Kolterman", 
                            "index": "Kolterman, BE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AG Enikolopov", 
                            "index": "Enikolopov, AG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Rinberg", 
                            "index": "Rinberg, D"
                        }
                    }
                ], 
                "articleTitle": "In search of the structure of human olfactory space", 
                "journal": {
                    "name": [
                        "Frontiers in Systems Neuroscience"
                    ]
                }, 
                "volume": "5", 
                "pages": "65", 
                "doi": "10.3389/fnsys.2011.00065"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1971", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VI Levenshtein", 
                            "index": "Levenshtein, VI"
                        }
                    }
                ], 
                "articleTitle": "Upper-bound estimates for fixed-weight codes", 
                "journal": {
                    "name": [
                        "Problems Inform Transmission"
                    ]
                }, 
                "volume": "7", 
                "pages": {
                    "first": "281", 
                    "last": "287", 
                    "range": "281–287"
                }
            }, 
            {
                "type": "book", 
                "id": "bib9", 
                "date": "1977", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FJ MacWilliams", 
                            "index": "MacWilliams, FJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NJA Sloane", 
                            "index": "Sloane, NJA"
                        }
                    }
                ], 
                "authorsType": "authors", 
                "bookTitle": "The theory of error correcting codes, parts. 1–2 in North-Holland mathematical library", 
                "publisher": {
                    "name": [
                        "North-Holland Publishing Company"
                    ]
                }
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Mamlouk", 
                            "index": "Mamlouk, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Chee-Ruiter", 
                            "index": "Chee-Ruiter, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "UG Hofmann", 
                            "index": "Hofmann, UG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Bower", 
                            "index": "Bower, JM"
                        }
                    }
                ], 
                "articleTitle": "Quantifying olfactory perception: mapping olfactory perception space by using multidimensional scaling and self-organizing maps", 
                "journal": {
                    "name": [
                        "Neurocomputing"
                    ]
                }, 
                "volume": "52", 
                "pages": {
                    "first": "591", 
                    "last": "597", 
                    "range": "591–597"
                }, 
                "doi": "10.1016/S0925-2312(02)00805-6"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Meister", 
                            "index": "Meister, M"
                        }
                    }
                ], 
                "articleTitle": "On the dimensionality of odor space", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "4", 
                "pages": "e07865", 
                "doi": "10.7554/eLife.07865"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Weiss", 
                            "index": "Weiss, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Snitz", 
                            "index": "Snitz, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Yablonka", 
                            "index": "Yablonka, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RM Khan", 
                            "index": "Khan, RM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Gafsou", 
                            "index": "Gafsou, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Schneidman", 
                            "index": "Schneidman, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Sobel", 
                            "index": "Sobel, N"
                        }
                    }
                ], 
                "articleTitle": "Perceptual convergence of multi-component mixtures in olfaction implies an olfactory white", 
                "journal": {
                    "name": [
                        "Proceedings of the National Academy of Sciences of USA"
                    ]
                }, 
                "volume": "109", 
                "pages": {
                    "first": "19959", 
                    "last": "19964", 
                    "range": "19959–19964"
                }, 
                "doi": "10.1073/pnas.1208110109"
            }, 
            {
                "type": "journal", 
                "id": "bib13", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Zarzo", 
                            "index": "Zarzo, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DT Stanton", 
                            "index": "Stanton, DT"
                        }
                    }
                ], 
                "articleTitle": "Identification of latent variables in a semantic odor profile database using principal component analysis", 
                "journal": {
                    "name": [
                        "Chemical Senses"
                    ]
                }, 
                "volume": "31", 
                "pages": {
                    "first": "713", 
                    "last": "724", 
                    "range": "713–724"
                }, 
                "doi": "10.1093/chemse/bjl013"
            }
        ], 
        "appendices": [
            {
                "id": "app1", 
                "title": "Appendix 1", 
                "content": [
                    {
                        "type": "section", 
                        "id": "s4-1", 
                        "title": "Proof of sample size dependence", 
                        "content": [
                            {
                                "type": "paragraph", 
                                "text": "Here, we provide a more detailed statistical argument describing the framework's extreme sensitivity to incidental parameters. The crux of the statistical issue is this: the framework could only be valid if <i>d</i>, the estimated difference limen used in the calculation step, is a measure of olfactory resolution that converges to the true value of this quantity as more data is collected, that is, if it is <i>consistent</i>."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "‘Significantly discriminable’ is a moving target dependent on sample size, choice of significance criterion, and correction for multiple comparisons. And <i>d</i> is the only data-dependent value used in subsequent calculations (<a href=\"#equ1\">Equation 1</a>), Together, this guarantees that the estimate of <i>z</i> in (<a href=\"#bib2\">Bushdid et al., 2014</a>) is a moving target as well, dependent on these same parameters. <i>d</i> is generated by testing a number of null hypotheses, and is closely related to the fraction of these which are rejected. But the probability of and criteria for rejection of these null hypotheses depends critically on sample size and <i>α</i>, the values that we explored in <a href=\"#fig3\">Figure 3</a> and <a href=\"#tbl2\">Table 2</a>. Certainly, we would agree that there is nothing objectionable about the specific parameters chosen in (<a href=\"#bib2\">Bushdid et al., 2014</a>). However, there is nothing objectionable about many other values for those parameters either."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "In effect, calculating <i>d</i> is somewhat like judging whether a coin meets a cutoff for being fair based on a series of tosses. It matters very much how many tosses one makes, and how much deviation from chance one is willing to tolerate before calling a coin unfair. If you have no particular reason to believe a coin is unfair, you might be disinclined to call it unfair if you observe <math id=\"inf48\"><mrow><mfrac><mn>6</mn><mrow><mn>10</mn></mrow></mfrac></mrow></math> (60%) heads, but probably not if you observed <math id=\"inf49\"><mrow><mfrac><mrow><mn>600</mn></mrow><mrow><mn>1000</mn></mrow></mfrac></mrow></math> heads (also 60%). However, if you own a casino, you might call 5100 heads in 10,000 (51%) evidence of an unfair coin. Whether the coin is fair is not something we directly measure, but rather we have more or less evidence for various degrees of fairness."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "A similar situation applies in (<a href=\"#bib2\">Bushdid et al., 2014</a>)'s analysis by considering its formal definition of <i>d</i> (a definition we verified by reconstructing the critical figures from (<a href=\"#bib2\">Bushdid et al., 2014</a>) in <a href=\"#fig2\">Figure 2</a>. <i>d</i> is defined as that inter-stimulus distance <i>D</i> for which 50% of subjects can significantly discriminate a mixture class. By a mixture ‘class’ we denote the set of mixture pairs for which each mixture has the same number of total components (<i>N</i>) and each pair has the same number of distinct, non-overlapping components <i>D</i> (<math id=\"inf50\"><mrow><mi>D</mi><mo>=</mo><mi>N</mi><mo>−</mo><mi>O</mi></mrow></math>, see <a href=\"#tbl1\">Table 1</a>). For example, the mixture pair (<i>ABC</i>, <i>ABC</i>) would be a member of the class with <i>N</i> = 3 and <i>D</i> = 1 distinct components. We focus here on calculations pertaining to the number of tests <i>T</i> per class, but the same argument is readily translated over to the number of subjects <i>S</i>."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "To assess significant discriminability from chance, (<a href=\"#bib2\">Bushdid et al., 2014</a>) used a two-tailed binomial test. Thus if a p-value is smaller than <math id=\"inf51\"><mrow><mfrac><mi>α</mi><mn>2</mn></mfrac></mrow></math> then the subject is considered able to significantly discriminate from pairs in the mixture class. The p-value is given by 1 minus the cumulative binomial distribution function for <i>n</i> = <i>T</i> trials, <i>k</i> successes, and a probability of success equal to <math id=\"inf52\"><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow></math>, with <i>k</i> corresponding to the number of subjects discriminating correctly, and <math id=\"inf53\"><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow></math> to chance in a 3-way forced choice task. Thus, the subject's discrimination performance is significant if:"
                            }, 
                            {
                                "type": "mathml", 
                                "id": "equ3", 
                                "label": "(3)", 
                                "mathml": "<math><mrow><mi>α</mi><mo>/</mo><mn>2</mn><mo>&gt;</mo><mn>1</mn><mo>−</mo><mi>c</mi><mi>d</mi><msub><mi>f</mi><mrow><mi>b</mi><mi>i</mi><mi>n</mi><mi>o</mi><mi>m</mi><mi>i</mi><mi>a</mi><mi>l</mi></mrow></msub><mrow><mo>(</mo><mrow><mi>T</mi><mo>,</mo><mi>k</mi><mo>,</mo><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow><mo>)</mo></mrow><mo>=</mo><munderover><mstyle displaystyle=\"true\"><mo>∑</mo></mstyle><mrow><mi>i</mi><mo>=</mo><mn>0</mn></mrow><mi>k</mi></munderover><mrow><mo>(</mo><mrow><mtable><mtr><mtd><mi>T</mi></mtd></mtr><mtr><mtd><mi>i</mi></mtd></mtr></mtable></mrow><mo>)</mo></mrow><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow><mo>)</mo></mrow></mrow><mi>i</mi></msup><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mn>2</mn><mn>3</mn></mfrac></mrow><mo>)</mo></mrow></mrow><mrow><mi>T</mi><mo>−</mo><mi>i</mi></mrow></msup></mrow></math>"
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "For <math id=\"inf54\"><mrow><mi>α</mi><mo>=</mo><mn>0</mn><mo>.</mo><mn>05</mn></mrow></math>, <math id=\"inf55\"><mrow><mi>T</mi><mo>=</mo><mn>20</mn></mrow></math> (as used in [<a href=\"#bib2\">Bushdid et al., 2014</a>]), this inequality is satisfied for <math id=\"inf56\"><mrow><mi>k</mi><mo>&gt;</mo><mo>=</mo><mn>11</mn></mrow></math>. For each subject, <i>k</i> might be any value between 0 and 20 depending on olfactory acuity. If <math id=\"inf57\"><mrow><mi>k</mi><mo>&gt;</mo><mo>=</mo><mn>11</mn></mrow></math> for more than 50% of subjects, then the value of <i>D</i> characterizing that mixture pair is necessarily <math id=\"inf58\"><mrow><mo>&gt;</mo><mi>d</mi></mrow></math>. If <math id=\"inf59\"><mrow><mi>k</mi><mo>&gt;</mo><mo>=</mo><mn>11</mn></mrow></math> for fewer than 50% of subjects, then <math id=\"inf60\"><mrow><mi>D</mi><mo>&lt;</mo><mi>d</mi></mrow></math>. If <math id=\"inf61\"><mrow><mi>k</mi><mo>&gt;</mo><mo>=</mo><mn>11</mn></mrow></math> for exactly 50% of subjects, then <i>D</i> = <i>d</i>. The actual estimate for <i>d</i> is obtained by regression in the spirit of <a href=\"#fig2\">Figure 2</a>."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "What kind of subject can discriminate successfully 11 times out of 20? Consider a mixture class <math id=\"inf62\"><mrow><msub><mi>X</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub></mrow></math> (characterized by <i>N</i> and <i>D</i>), and a subject performance of <math id=\"inf63\"><mrow><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub></mrow></math>, corresponding to the proportion of mixtures correctly discriminated from a sample of size <i>T</i>. Note that <math id=\"inf64\"><mrow><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub></mrow></math> is simply the abscissa of <a href=\"#fig1\">Figure 1</a> from (<a href=\"#bib2\">Bushdid et al., 2014</a>). A subject with <math id=\"inf65\"><mrow><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub><mo>=</mo><mn>0</mn><mo>.</mo><mn>55</mn></mrow></math> would get <math id=\"inf66\"><mrow><mi>k</mi><mo>=</mo><mi>T</mi><mo>∗</mo><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub><mo>=</mo><mn>11</mn></mrow></math> out of <i>T</i> = 20 correct on average. So we can rewrite the inequality above as an equation:"
                            }, 
                            {
                                "type": "mathml", 
                                "id": "equ4", 
                                "label": "(4)", 
                                "mathml": "<math><mrow><mn>1</mn><mo>−</mo><mi>α</mi><mo>/</mo><mn>2</mn><mo>=</mo><munderover><mstyle displaystyle=\"true\"><mo>∑</mo></mstyle><mrow><mi>i</mi><mo>=</mo><mn>0</mn></mrow><mrow><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub><mrow><mo>*</mo></mrow><mi>T</mi></mrow></munderover><mrow><mo>(</mo><mrow><mtable><mtr><mtd><mi>T</mi></mtd></mtr><mtr><mtd><mi>i</mi></mtd></mtr></mtable></mrow><mo>)</mo></mrow><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow><mo>)</mo></mrow></mrow><mi>i</mi></msup><msup><mrow><mrow><mo>(</mo><mrow><mfrac><mn>2</mn><mn>3</mn></mfrac></mrow><mo>)</mo></mrow></mrow><mrow><mi>T</mi><mo>−</mo><mi>i</mi></mrow></msup></mrow></math>"
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "If the above equation is satisfied, then the subject will be considered to be on the boundary between significantly discriminating and not significantly discriminating mixture pairs in the class. If half of subjects perform better than <math id=\"inf67\"><mrow><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub></mrow></math>, and half less, then half of subjects will be considered to significantly discriminate mixture pairs in the class (and half not), and so <i>d</i> will be set equal to <i>D</i>. This is simply the definition of <i>d</i>."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "The value <math id=\"inf68\"><mrow><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub></mrow></math> for which that equation is satisfied depends upon <i>α</i> and <i>T</i>. <math id=\"inf69\"><mrow><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub></mrow></math> is related to <i>N</i> and <i>D</i> through the data, and so the value of <i>D</i> for which the equation is satisfied (i.e., <i>D</i> = <i>d</i>) depends upon <i>α</i>, <i>T</i>, and the data. However, it is inappropriate for the discriminability limen to depend on <i>α</i> and <i>T</i> in this way. As we showed above, this has serious consequences for the estimate of <i>d</i>, and therefore also for the estimate of <i>z</i>. It is what makes <i>z</i> inconsistent."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "<a href=\"#fig1s1\">Figure 1—figure supplement 1</a> shows the relationship between the critical <math id=\"inf70\"><mrow><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub></mrow></math>, <i>T</i>, and <i>α</i>. Note that this relationship is independent of the data. The data only determine how <math id=\"inf71\"><mrow><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub></mrow></math> depends upon <i>D</i> and consequently determines <i>z</i>. In summary, a smaller (larger) value of <i>α</i> or <i>T</i> requires a much higher (lower) value of <math id=\"inf72\"><mrow><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub></mrow></math> to satisfy the equation. This higher (lower) value of <math id=\"inf73\"><mrow><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub></mrow></math> might only be found at a much larger (smaller) value of <i>D</i>, implying a much larger (smaller) value of <i>d</i> and therefore a much smaller (larger) value of <i>z</i>."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "With a sufficient number of subjects (or tests), even barely above chance performance can produce estimates of <i>z</i> equal to the largest possible number of stimuli (<a href=\"#fig3\">Figure 3</a> and <a href=\"#fig3s1\">Figure 3—figure supplement 1</a>). In fact, this is guaranteed by <a href=\"#equ4\">Equation 4</a>. The critical values of <math id=\"inf74\"><mrow><msub><mi>f</mi><mrow><mi>N</mi><mo>,</mo><mi>D</mi></mrow></msub></mrow></math> required for statistical significance will asymptotically approach <math id=\"inf75\"><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow></math> (chance) as <i>T</i> approaches infinity. The same principle applies to a consideration of changes to the number of subjects <i>S</i>, instead of the number of tests. This illustrates the core of the problem. Discriminating significantly above chance can be a very high bar or a very low bar depending on the parameters of the experiments and the analysis, including <i>S</i>, <i>T</i>, and <i>α</i>."
                            }
                        ]
                    }, 
                    {
                        "type": "section", 
                        "id": "s4-2", 
                        "title": "Can regularization solve this problem?", 
                        "content": [
                            {
                                "type": "paragraph", 
                                "text": "An alternative way to generate hypothetical data for larger values of <i>S</i> or <i>T</i> would be to imagine mean discrimination performance converging to the true population value as sample size increases. This has intuitive appeal, as surely the fraction discriminated should converge to <math id=\"inf76\"><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow></math> for, say, identical stimuli, as the number of subjects approaches infinity. However, there is no clean way to generate hypothetical data in such a way for non-trivial cases, such as data where the mixtures are clearly discriminable, without knowing in advance what the population average is! If one could partition mixture classes into clearly discriminable and indiscriminable, and assume that the indiscriminable converge to <math id=\"inf77\"><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow></math> discriminated, and the discriminable to same value larger than <math id=\"inf78\"><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow></math>, the resulting plot would show a clear limen boundary where the data departed from <math id=\"inf79\"><mrow><mfrac><mn>1</mn><mn>3</mn></mfrac></mrow></math>. However it is likely that <i>all</i> mixture classes have at least some discriminable pairs, and even if that is only one pair out of a thousand, and only one subject out of a thousand can discriminate it, we would declare the class to be discriminable and the limen <i>d</i> to be smaller than the <i>D</i> for that class; we would likely do this for all classes, resulting in the conclusion (using <a href=\"#equ1\">Equation 1</a>) that all stimuli are discriminable. This occurs because we need <i>d</i> to be a property of the stimulus space in general, not a quirk of a small fraction of mixtures. But this kind of <i>d</i> is elusive. So deriving <i>d</i> in this way won't justify the use of the subsequent sphere-packing framework."
                            }
                        ]
                    }, 
                    {
                        "type": "section", 
                        "id": "s4-3", 
                        "title": "Correct bounds for the sphere packing problem", 
                        "content": [
                            {
                                "type": "paragraph", 
                                "text": "Here we elaborate on our claim that the ‘trillions’ figure is in fact an estimate for an <i>upper</i> bound, and not an estimate for a <i>lower</i> bound, as advertised in the title of (<a href=\"#bib2\">Bushdid et al., 2014</a>), and throughout that report. The practical upshot of this is that even if one grants all other aspects of the framework, it still makes an unremarkable claim, one concerning how many olfactory stimuli humans can discriminate <i>at most</i>. Claiming to be <i>at least</i> 7 feet tall is a bold claim indeed. In contrast, claiming to be <i>at most</i> 7 feet tall is not a claim worth making. Providing a very high upper bound for the number of olfactory stimuli that humans can discriminate does nothing to advance our understanding of human olfactory ability. An expanded version of the following (including code for all calculations, and additional supporting plots) can be found at <a href=\"http://github.com/rgerkin/trillion\">http://github.com/rgerkin/trillion</a>."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "The minimum possible number of discriminable stimuli occurs when olfactory resolution is as bad as possible. This occurs when <i>d</i>, the discriminability limen, is equal to <i>N</i>, the number of components. This means that even when every component is substituted in a mixture, discrimination is still hard or impossible. In the visual system, the equivalent situation would be a discriminability limen that spans the entire range of visible wavelengths. Here, the ‘sphere packing’ calculation for such a limen produces the sensible result that there is only one resolvable color percept, only if one large ‘sphere’ of diameter <i>d</i> spans these wavelengths."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "Curiously though, using <a href=\"#equ1\">Equation 1</a> (implemented exactly from [<a href=\"#bib2\">Bushdid et al., 2014</a>]), and setting <i>d</i> = <i>N</i>, we obtain the value 4561 (for <i>N</i> = 30), that is, we would estimate that there are thousands of discriminable stimuli. This can be confirmed in (<a href=\"#bib2\">Bushdid et al., 2014</a>) by inspecting the y-intercept of its <a href=\"#fig4\">Figure 4C,D</a>, or in our <a href=\"#fig6\">Figure 6A</a>. Clearly this is problematic since <i>d</i> = <i>N</i> should correspond to worst possible performance."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "Perhaps this simply traces back to ambiguity in how the limen <i>d</i> is defined, and how end-points are treated. For example, we could adopt the convention that a limen of 20 nm in color vision means that stimuli separated by 20 nm are <i>just discriminable</i>; alternatively, that such stimuli are the farthest that are <i>still indiscriminable</i>, which is slightly different. Along similar lines, one interpretation of a limen of <i>d</i> = <i>N</i> is that stimuli are only discriminable when <i>all components</i> are replaced. If this is the case, then the estimate should be equivalent to the number of ways replacing all <i>N</i> components. For a library of size <i>C</i>, this can be done in <math id=\"inf80\"><mrow><mfrac><mi>C</mi><mi>N</mi></mfrac><mo>=</mo><mfrac><mrow><mn>128</mn></mrow><mrow><mn>30</mn></mrow></mfrac><mo>∼</mo><mn>4</mn></mrow></math> ways, which is still clearly discordant with the result from <a href=\"#equ1\">Equation 1</a> (4561). While 4561 is not remarkably high, it is clearly inconsistent with common sense. Furthermore, the edge-case, <i>d</i> = <i>N</i> behavior of <a href=\"#equ1\">Equation 1</a> as <i>C</i> increases produces increasingly implausible results, which are independent of the data: they are guaranteed by the equation (see <a href=\"#fig5\">Figure 5</a>)."
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "In an effort to understand the behavior of <a href=\"#equ1\">Equation 1</a>, which is advertised in (<a href=\"#bib2\">Bushdid et al., 2014</a>) to provide the number of discriminable stimuli, one can ask ‘what value <math id=\"inf81\"><mrow><mi>d</mi><mo>&gt;</mo><mi>N</mi></mrow></math> is needed to produce the result that there is only 1 discriminable stimulus?’ (that is, that only 1 ‘ball’ occupies the range of discriminable stimuli). The answer is that <i>d</i> must be equal to 2<i>N</i> before <a href=\"#equ1\">Equation 1</a> will provide the result of 1 discriminable stimulus. But clearly <i>d</i> = 2<i>N</i> is impossible since <math id=\"inf82\"><mrow><mi>d</mi><mo>&lt;</mo><mo>=</mo><mi>N</mi></mrow></math> by definition. This indicates that there is potentially a spurious factor of two somewhere in the calculation for the lower bound."
                            }
                        ]
                    }, 
                    {
                        "type": "section", 
                        "id": "s4-4", 
                        "title": "Correcting the lower bound", 
                        "content": [
                            {
                                "type": "paragraph", 
                                "text": "A common-sense interpretation of a scenario where <i>no</i> N-component mixtures differing in all components (<i>d</i> = <i>N</i>, the largest possible limen) can be discriminated from one another is that there is only one resolvable percept (not thousands). This interpretation will be secured using the following corrected equation for the lower bound:"
                            }, 
                            {
                                "type": "mathml", 
                                "id": "equ5", 
                                "label": "(5)", 
                                "mathml": "<math><mrow><mi>z</mi><mrow><mo>(</mo><mi>d</mi><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mrow><mo>(</mo><mrow><mtable><mtr><mtd><mi>C</mi></mtd></mtr><mtr><mtd><mi>N</mi></mtd></mtr></mtable></mrow><mo>)</mo></mrow></mrow><mrow><mi>b</mi><mi>a</mi><mi>l</mi><mi>l</mi><mrow><mo>(</mo><mi>d</mi><mo>)</mo></mrow></mrow></mfrac></mrow></math>"
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "instead of the equation used in (<a href=\"#bib2\">Bushdid et al., 2014</a>) and in the main text here as <a href=\"#equ1\">Equation 1</a>:"
                            }, 
                            {
                                "type": "mathml", 
                                "id": "equ6", 
                                "label": "(6)", 
                                "mathml": "<math><mrow><mi>z</mi><mrow><mo>(</mo><mi>d</mi><mo>)</mo></mrow><mo>=</mo><mfrac><mrow><mrow><mo>(</mo><mrow><mtable><mtr><mtd><mi>C</mi></mtd></mtr><mtr><mtd><mi>N</mi></mtd></mtr></mtable></mrow><mo>)</mo></mrow></mrow><mrow><mi>b</mi><mi>a</mi><mi>l</mi><mi>l</mi><mrow><mo>(</mo><mrow><mi>d</mi><mo>/</mo><mn>2</mn></mrow><mo>)</mo></mrow></mrow></mfrac></mrow></math>"
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "<a href=\"#fig6\">Figure 6</a> shows the behavior of the estimated number of discriminable stimuli, <i>z</i>, as a function of the discriminability limen, <i>d</i>, for these two equations. Note three important features in the behavior of <a href=\"#equ5\">Equation 5</a> (as seen in <a href=\"#fig6\">Figure 6B</a>):"
                            }, 
                            {
                                "type": "list", 
                                "prefix": "bullet", 
                                "items": [
                                    [
                                        {
                                            "type": "paragraph", 
                                            "text": "First, for worst possible discrimination (<i>d</i> = <i>N</i>) the minimal number of discriminable stimuli is 1, which is sensible."
                                        }
                                    ], 
                                    [
                                        {
                                            "type": "paragraph", 
                                            "text": "Second, the maximal number of discrimianble stimuli is still equal to the total number of mixtures that can be constructed from the library (as with the original <a href=\"#equ6\">Equation 6</a>), which is again sensible."
                                        }
                                    ], 
                                    [
                                        {
                                            "type": "paragraph", 
                                            "text": "Third, and most importantly, the number of discriminable stimuli estimated from the data is now orders of magnitude smaller, and within the folk wisdom range."
                                        }
                                    ]
                                ]
                            }, 
                            {
                                "type": "paragraph", 
                                "text": "Note that <a href=\"#equ5\">Equation 5</a> will still underestimate <i>z</i>, given <i>d</i> and the acceptance of the remainder of the assumptions in the framework. After all, it is a lower bound. But similarly, <a href=\"#equ6\">Equation 6</a> will always overestimate it. This is well-known from the theory of error-correcting codes, where <a href=\"#equ5\">Equations 5, 6</a> represent lower and upper bounds on the solution to a homologous problem in coding theory (<a href=\"#bib9\">MacWilliams and Sloane, 1977</a>). These bounds are essentially the constant-weight versions of the Gilbert-Varshamov and Hamming bounds, respectively, and have been proven mathematically; specifically, the lower bound is due to Levenshtein (<a href=\"#bib8\">Levenshtein, 1971</a>; <a href=\"#bib5\">Jiang and Vardy, 2004</a>), and the upper bound is slightly weaker version of that developed by Freiman, Berger, and Johnson (<a href=\"#bib4\">Freiman, 1964</a>; <a href=\"#bib1\">Agrell et al., 2000</a>)."
                            }
                        ]
                    }
                ]
            }
        ], 
        "acknowledgements": [
            {
                "type": "paragraph", 
                "text": "We thank Krishnan Padmanabhan and Shreejoy Tripathy for helpful comments on the manuscript, and Dima Rinberg for thoughtful discussion."
            }
        ], 
        "decisionLetter": {
            "doi": "10.7554/eLife.08127.016", 
            "description": [
                {
                    "type": "paragraph", 
                    "text": "eLife posts the editorial decision letter and author response on a selection of the published articles (subject to the approval of the authors). An edited version of the letter sent to the authors after peer review is shown, indicating the substantive concerns or comments; minor concerns are not usually shown. Reviewers have the opportunity to discuss the decision before the letter is sent (see <a href=\"http://elifesciences.org/review-process\">review process</a>). Similarly, the author response typically shows only responses to the major concerns raised by the reviewers."
                }
            ], 
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Thank you for sending your work entitled “The number of olfactory stimuli that humans can discriminate is still unknown” for consideration at <i>eLife</i>. Your article has been favorably evaluated by Eve Marder (Senior editor) and two reviewers, one of who, Alexander Borst, is a member of our Board of Reviewing Editors."
                }, 
                {
                    "type": "paragraph", 
                    "text": "The Reviewing editor and the other reviewer discussed their comments before we reached this decision. Based on the two reviews below and our discussions, we will be pleased to accept your work for publication."
                }, 
                {
                    "type": "paragraph", 
                    "text": "<i>Reviewer #1:</i>"
                }, 
                {
                    "type": "paragraph", 
                    "text": "This is a timely study shedding light from an interesting statistical angle on the paper by Bushdid et al., published in 2014. As the authors demonstrate, the formula used in the previous account poses an upper bound, not a lower bound, on the number of discriminable odorants. Furthermore, the formula used depends in a very sensitive way on various factors like the number of participants and the number of test odors used. In conclusion, the statement from the previous study is untenable."
                }, 
                {
                    "type": "paragraph", 
                    "text": "<i>Reviewer #2:</i>"
                }, 
                {
                    "type": "paragraph", 
                    "text": "This manuscript is a critique of the methods used in a recent paper by Bushdid et al. in which the authors purport that humans can discriminate between at least a trillion odors. Gherkin and Castro here dissect methodically the reasons why this conclusion is unwarranted and provide a limpid assessment of the mistakes made in the original study. (The critique is carefully limited to methodological issues, and makes no statement as to whether the initial claim might eventually be shown to be true or not.)"
                }, 
                {
                    "type": "paragraph", 
                    "text": "This paper is a treasure of clarity and thoroughness. The points made in the main manuscript are further expanded in an appendix, and the suggestion to improve the estimate via constructing a “continuous” perceptual map of odors is excellent."
                }, 
                {
                    "type": "paragraph", 
                    "text": "[Editors’ note: minor issues and corrections have not been included, so there is not an accompanying Author response.]"
                }
            ]
        }
    }
}