{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-06235-v1.xml"
        }, 
        "status": "vor", 
        "id": "06235", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06235", 
        "authorLine": "Emerson Stewart, Kang Shen", 
        "title": "STORMing towards a clear picture of the cytoskeleton in neurons", 
        "titlePrefix": "Live-cell Imaging", 
        "published": "2015-02-06T00:00:00Z", 
        "versionDate": "2015-02-06T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06235", 
        "pdf": "https://publishing-cdn.elifesciences.org/06235/elife-06235-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse", 
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Super-resolution microscopy has shed new light on the formation of the actin-spectrin network in neurons."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Stuart and Shen", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Emerson Stewart", 
                    "index": "Stewart, Emerson"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Stanford University"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Kang Shen", 
                    "index": "Shen, Kang"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Stanford University"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "kangshen@stanford.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/01cf41ef9c1c805dcc0b78b3fb09dd4da4e52c38/articles/elife-06235-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "06235", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06235", 
        "authorLine": "Emerson Stewart, Kang Shen", 
        "title": "STORMing towards a clear picture of the cytoskeleton in neurons", 
        "titlePrefix": "Live-cell Imaging", 
        "published": "2015-02-06T00:00:00Z", 
        "versionDate": "2015-02-06T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06235", 
        "pdf": "https://publishing-cdn.elifesciences.org/06235/elife-06235-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse", 
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Super-resolution microscopy has shed new light on the formation of the actin-spectrin network in neurons."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Stuart and Shen", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Emerson Stewart", 
                    "index": "Stewart, Emerson"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Stanford University"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Kang Shen", 
                    "index": "Shen, Kang"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Stanford University"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "kangshen@stanford.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "actin", 
            "spectrin", 
            "ankyrin", 
            "axon", 
            "super-resolution", 
            "STORM"
        ], 
        "-related-articles-internal": [
            "04581"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Neurons are highly specialized cells that carry information around the nervous system. Although neurons come in a variety of different shapes and sizes, they share common features: a cell body called the soma that contains the nucleus; projections called dendrites that receive information from other neurons; and projections called axons that pass information to neighboring neurons. A fundamental question in neurobiology is how neurons establish and maintain these distinct features."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Compelling evidence suggests that the cytoskeleton plays a central role in establishing and maintaining the structures of the dendrites and axons that are vital to the various roles of neurons (<a href=\"#bib8\">Susuki and Rasband, 2008</a>; <a href=\"#bib5\">Kapitein and Hoongenraad, 2011</a>; <a href=\"#bib2\">Bennett and Lorenzo, 2013</a>; <a href=\"#bib7\">Machnicka et al., 2014</a>). The small size of the axons and dendrites calls for techniques that offer both high spatial resolution and the ability to distinguish between different molecules (<a href=\"#bib4\">Hirokawa, 1982</a>). Now, in <i>eLife</i>, Xiaowei Zhuang of Harvard University and co-workers at Harvard and Duke University—including Guisheng Zhong and Jiang He as joint first authors—provide new insights into how a part of the cytoskeleton called the cortical actin-spectrin network forms in the axons of neurons (<a href=\"#bib10\">Zhong et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The textbook view of this network comes from electron microscopy studies performed on membrane skeletons purified from red blood cells. These studies revealed that the network—which forms around the edge of the cells near the cell membrane—is arranged in a repeating lattice, which is usually hexagonal. Each hexagon consists of short filaments of the protein F-actin at its center and each corner. The F-actin filaments are connected to one another by spectrin, a protein that is usually found in a four-molecule complex made of both α-spectrin and β-spectrin (<a href=\"#fig1\">Figure 1A</a>; <a href=\"#bib6\">Liu et al., 1987</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The cortical actin-spectrin networks found in red blood cells and neurons have different structures.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Schematic diagram of a cross-section through a red blood cell showing the cortical actin-spectrin network. The inset is a detailed view of the network, which is comprised of the proteins F-actin (green), adducin (blue) and spectrin (purple) arranged in a hexagonal lattice structure: short filaments of F-actin capped with adducin are connected by spectrin complexes made of a mixture of α-spectrin and β-spectrin. (<b>B</b>) Schematic diagram of a neuron showing the somatodendritic zone (which contains the soma and dendrites; left), and the proximal, medial, and distal sections of the axon. The insets represent detailed views from within the boxed regions for neurons cultured for 2 days in the laboratory (2 DIV, top row), 6 days (6 DIV, middle row), or 10 days (10 DIV, bottom row). At 2 DIV the spectrin rings begin to form in the axon region adjacent to the soma, while F-actin and spectrin in the medial and distal axon remain disorganized. By 6 DIV the spectrin rings have spread to the medial axon, and at 10 DIV the lattice is present throughout the axon. In the dendrites, F-actin is the main contributor to the cortical cytoskeleton, with long filaments that run parallel to the long axis of the dendrite. β-spectrin is present in the dendrites at low concentrations (about half those found in the axon) and it rarely exhibits any periodic structure. DIV: days in vitro."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/06235/elife-06235-fig1-v1.tif", 
                        "filename": "elife-06235-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The primary role of the actin-spectrin network in a red blood cell is to provide mechanical stability and resilience as the cell travels through blood vessels (<a href=\"#bib1\">Bennett and Baines, 2001</a>). Research has suggested a similar role for spectrin in axons, helping them to resist the mechanical stress they experience as an organism moves around (<a href=\"#bib3\">Hammarlund et al., 2007</a>). However, it was unclear whether neurons also have a cortical actin-spectrin network, and if so, whether the architecture is similar to that found in red blood cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Zhuang and co-workers recently addressed this question using a super-resolution microscopy technique called stochastic optical reconstruction microscopy (STORM) to examine neurons in cell culture and in brain slices (<a href=\"#bib9\">Xu et al., 2013</a>). In dendrites, long F-actin filaments that run parallel along the length of the dendrites are the primary constituents of the cytoskeleton close to the cell membrane. In contrast, the axon has a cortical actin-spectrin network, but with a different architecture to that of red blood cells. The short F-actin filaments are arranged in rings that wrap around the circumference of the axon. These rings occur in a regular pattern that is repeated along the length of the axon and they are connected by two-molecule complexes containing α-II and β-II-spectrin."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The distinct architecture of this network in axons directs the localization of many proteins including ankyrins and sodium ion channels, underscoring its fundamental importance to the development of neurons. While paradigm shifting, this previous work did not reveal how the network forms in neurons."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now Zhong, He et al. have used a combination of molecular and genetic approaches, along with STORM, to study how the network forms in neurons grown in cell culture. They began by investigating the relationship between the F-actin and spectrin rings to determine whether the formation of one is dependent on the formation of the other. They found that disrupting either the F-actin structure or the β-II-spectrin was sufficient to prevent the formation of the F-actin and spectrin rings."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Zhong, He et al. also investigated how the network formed over time. They found that, after 2 days, the spectrin rings had begun to form in the section of the axon nearest the soma; by 6 days the periodic structure extended into the middle of the axon, and by 10 days it had reached the other end of the axon (<a href=\"#fig1\">Figure 1B</a>). Although the network started to form near the soma, it only spread in one direction—into the axon. Zhong, He et al. examined the underlying mechanisms that prevented the network forming in the dendrites. They discovered that network formation was tightly correlated to the levels of β-II-spectrin—the level of β-II-spectrin was much higher in the axons than in the dendrites. Also, they found that the protein ankryin B plays an important role in promoting the accumulation of β-II-spectrin within the axon."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The precise details of how ankyrin B works and the mechanisms that determine where the cortical actin-spectrin network starts to develop in the axon remain fertile ground for future studies. Most importantly, the work of Zhong, He et al. demonstrates the potential of super-resolution microscopy for gaining traction on previously intractable problems. As these approaches become more widely used, it will be exciting to see what other areas of biology come into a clear focus."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Bennett", 
                            "index": "Bennett, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Baines", 
                            "index": "Baines, AJ"
                        }
                    }
                ], 
                "articleTitle": "Spectrin and ankyrin-based pathways: metazoan inventions for integrating cells into tissues", 
                "journal": "Physiological Reviews", 
                "volume": "81", 
                "pages": {
                    "first": "1353", 
                    "last": "1392", 
                    "range": "1353–1392"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Bennett", 
                            "index": "Bennett, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DN Lorenzo", 
                            "index": "Lorenzo, DN"
                        }
                    }
                ], 
                "articleTitle": "Spectrin- and ankyrin-based membrane domains and the evolution of vertebrates", 
                "journal": "Current Topics in Membranes", 
                "volume": "72", 
                "pages": {
                    "first": "1", 
                    "last": "37", 
                    "range": "1–37"
                }, 
                "doi": "10.1016/B978-0-12-417027-8.00001-5"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Hammarlund", 
                            "index": "Hammarlund, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Jorgensen", 
                            "index": "Jorgensen, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Bastiani", 
                            "index": "Bastiani, MJ"
                        }
                    }
                ], 
                "articleTitle": "Axons break in animals lacking beta-spectrin", 
                "journal": "Journal of Cell Biology", 
                "volume": "176", 
                "pages": {
                    "first": "269", 
                    "last": "275", 
                    "range": "269–275"
                }, 
                "doi": "10.1083/jcb.200611117"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1982", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Hirokawa", 
                            "index": "Hirokawa, N"
                        }
                    }
                ], 
                "articleTitle": "Cross-linker system between neurofilaments, microtubules, and membranous organelles in frog axons revealed by the quick-freeze, deep-etching method", 
                "journal": "Journal of Cell Biology", 
                "volume": "94", 
                "pages": {
                    "first": "129", 
                    "last": "142", 
                    "range": "129–142"
                }, 
                "doi": "10.1083/jcb.94.1.129"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LC Kapitein", 
                            "index": "Kapitein, LC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CC Hoogenraad", 
                            "index": "Hoogenraad, CC"
                        }
                    }
                ], 
                "articleTitle": "Which way to go? Cytoskeletal organization and polarized transport in neurons", 
                "journal": "Molecular and Cellular Neuroscience", 
                "volume": "46", 
                "pages": {
                    "first": "9", 
                    "last": "20", 
                    "range": "9–20"
                }, 
                "doi": "10.1016/j.mcn.2010.08.015"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1987", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SC Liu", 
                            "index": "Liu, SC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LH Derick", 
                            "index": "Derick, LH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Palek", 
                            "index": "Palek, J"
                        }
                    }
                ], 
                "articleTitle": "Vizualization of the hexagonal lattice in erythrocyte membrane skeleton", 
                "journal": "Journal of Cell Biology", 
                "volume": "104", 
                "pages": {
                    "first": "527", 
                    "last": "536", 
                    "range": "527–536"
                }, 
                "doi": "10.1083/jcb.104.3.527"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Machnicka", 
                            "index": "Machnicka, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Czogalla", 
                            "index": "Czogalla, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Hryniewicz-Jankowska", 
                            "index": "Hryniewicz-Jankowska, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Bogusławska", 
                            "index": "Bogusławska, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Grochowalska", 
                            "index": "Grochowalska, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Heger", 
                            "index": "Heger, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AF Sikorski", 
                            "index": "Sikorski, AF"
                        }
                    }
                ], 
                "articleTitle": "Spectrins: a structural platform for stabilization and activation of membrane channels, receptors and transporters", 
                "journal": "Biochimica et Biophysica Acta", 
                "volume": "1838", 
                "pages": {
                    "first": "620", 
                    "last": "634", 
                    "range": "620–634"
                }, 
                "doi": "10.1016/j.bbamem.2013.05.002"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Susuki", 
                            "index": "Susuki, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MN Rasband", 
                            "index": "Rasband, MN"
                        }
                    }
                ], 
                "articleTitle": "Spectrin and ankyrin-based cytoskeletons at polarized domains in myelinated axons", 
                "journal": "Experimental Biology and Medicine", 
                "volume": "233", 
                "pages": {
                    "first": "394", 
                    "last": "400", 
                    "range": "394–400"
                }, 
                "doi": "10.3181/0709-MR-243"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Xu", 
                            "index": "Xu, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Zhong", 
                            "index": "Zhong, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Zhuang", 
                            "index": "Zhuang, X"
                        }
                    }
                ], 
                "articleTitle": "Actin, spectrin, and associated proteins for a periodic cytoskeletal structure in axons", 
                "journal": "Science", 
                "volume": "339", 
                "pages": {
                    "first": "452", 
                    "last": "456", 
                    "range": "452–456"
                }, 
                "doi": "10.1126/science.1232251"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Zhong", 
                            "index": "Zhong, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J He", 
                            "index": "He, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Zhuo", 
                            "index": "Zhuo, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Lorenzo", 
                            "index": "Lorenzo, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Babcock", 
                            "index": "Babcock, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Bennett", 
                            "index": "Bennett, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Zhuang", 
                            "index": "Zhuang, X"
                        }
                    }
                ], 
                "articleTitle": "Developmental mechanism of the periodic membrane skeleton in axons", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e04581", 
                "doi": "10.7554/eLife.04581"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}