{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00948", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00948", 
        "authorLine": "Dawn Sim, Marcus Fruttiger", 
        "title": "Keeping blood vessels out of sight", 
        "titlePrefix": "Ophthalmology", 
        "published": "2013-06-18T00:00:00Z", 
        "versionDate": "2013-06-18T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00948", 
        "pdf": "https://publishing-cdn.elifesciences.org/00948/elife-00948-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Researchers have identified a soluble receptor that prevents blood vessels forming in the outer retina—a process that can lead to blindness—by sequestering vascular endothelial growth factor."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Sim and Fruttiger", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Dawn Sim", 
                    "index": "Sim, Dawn"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "UCL Institute of Ophthalmology"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "d.sim@ucl.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Marcus Fruttiger", 
                    "index": "Fruttiger, Marcus"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "UCL Institute of Ophthalmology"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "m.fruttiger@ucl.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00948", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00948", 
        "authorLine": "Dawn Sim, Marcus Fruttiger", 
        "title": "Keeping blood vessels out of sight", 
        "titlePrefix": "Ophthalmology", 
        "published": "2013-06-18T00:00:00Z", 
        "versionDate": "2013-06-18T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00948", 
        "pdf": "https://publishing-cdn.elifesciences.org/00948/elife-00948-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Researchers have identified a soluble receptor that prevents blood vessels forming in the outer retina—a process that can lead to blindness—by sequestering vascular endothelial growth factor."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Sim and Fruttiger", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Dawn Sim", 
                    "index": "Sim, Dawn"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "UCL Institute of Ophthalmology"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "d.sim@ucl.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Marcus Fruttiger", 
                    "index": "Fruttiger, Marcus"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "UCL Institute of Ophthalmology"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "m.fruttiger@ucl.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "metabolism", 
            "retinal vasculature", 
            "soluble VEGF receptor-1", 
            "vascular demarcation", 
            "transgenic model", 
            "ophthalmology"
        ], 
        "relatedArticles": [
            "00324"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Luo L, Uehara H, Olsen T, Das SK, Zhang X, Simonis JM, et al. 2013. Photoreceptor avascular privilege is shielded by soluble VEGF receptor-1. <i>eLife</i> <b>2</b>:e00324. doi: <a href=\"http://dx.doi.org/10.7554/eLife.00324\">10.7554/eLife.00324</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> Expression of vascular endothelial growth factor (green) and sFLT-1, a receptor that inhibits this factor (red), in different layers of the retina"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-00948-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "The tissues in our bodies are full of blood vessels, with the exception of cartilage and some parts of the eye. In particular, blood vessels are excluded from the cornea, lens and outer retina to prevent them from interfering with our ability to see. However, the outer retina is the most metabolically active tissue in the body, consuming more oxygen than even the brain, and the exclusion of blood vessels from this part of the retina has baffled vascular biologists for decades (<a href=\"#bib6\">Wangsa-Wirawan and Linsenmeier, 2003</a>). Now, in <i>eLife</i>, Balamurali Ambati of the University of Utah and co-workers at various institutes in the US, Italy, Japan, Germany and China—including Ling Luo as first author—shed some light on this puzzle (<a href=\"#bib2\">Luo et al., 2013</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Metabolic demands are high in the outer retina because it contains large numbers of photoreceptor cells, which require a great deal of energy and oxygen to convert the light falling on the retina into electrical signals that can be processed by the brain. This can cause the outer retina’s oxygen levels to approach zero (<a href=\"#fig1\">Figure 1</a>). Low oxygen levels normally stimulate the production of proteins, such as vascular endothelial growth factor (VEGF), that induce the formation of blood vessels and increase oxygen concentration. But this never occurs in the healthy retina, despite low oxygen levels, suggesting the presence of a powerful but unknown factor that can prevent blood-vessel formation."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "The outer retina is one of the few tissues in the body that do not contain blood vessels", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "The outer retina is one of the few tissues in the body that do not contain blood vessels. Ambati and co-workers have now shown that a protein called sFLT-1 has a central role in preventing the growth of blood vessels in this part of the eye (Luo et al.). The two components of the outer retina are light-sensitive cells called photoreceptors (blue) and the retinal pigment epithelium (black line below photoreceptors). Blood and nutrients are supplied to the outer retina by two vascular networks (shown in red), the choroidal (below the outer retina) and the retinal vasculature (above). The concentration of oxygen approaches zero in the centre of the outer retina (see graph on right; <a href=\"#bib6\">Wangsa-Wirawan and Linsenmeier, 2003</a>)."
                    }
                ], 
                "alt": "", 
                "uri": "https://publishing-cdn.elifesciences.org/00948/elife-00948-fig1-v1.tif", 
                "filename": "elife-00948-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "Luo et al. have now identified this mysterious factor as soluble fms-like tyrosine receptor (sFLT-1). This protein, which is a shorter version of a protein called FLT-1 (a full-length VEGF receptor), is known to inhibit the activity of VEGF in other tissues. Whereas FLT-1 is a membrane-bound protein that displays signalling activity, sFLT-1 is free to circulate in the blood and interact with VEGF. However, since it does not signal, it inhibits rather than enhances the activity of VEGF, and therefore suppresses the formation of blood vessels."
            }, 
            {
                "type": "paragraph", 
                "text": "Ambati and co-workers have previously shown that sFLT-1 is responsible for excluding blood vessels from the cornea (<a href=\"#bib1\">Ambati et al., 2006</a>). Now they have turned their attention to the back of the eye and discovered that the retinal photoreceptors and the retinal pigment epithelium can also produce sFLT-1. To test the function of sFLT-1 in the retina, they injected a neutralizing antibody into the subretinal space, the region between the photoreceptors and the retinal pigment epithelium (<a href=\"#fig1\">Figure 1</a>), in a mouse model. This led to the invasion of blood vessels into the photoreceptor layer, as did an alternative blocking strategy in which RNA interference was used to knock down <i>sFlt-1</i> gene expression. Deletion of the entire <i>Flt-1</i> gene in photoreceptors or in the retinal pigment epithelium also caused blood vessels to grow into the outer retina, indicating that sFLT-1 directly prevents VEGF stimulating the formation of blood vessels."
            }, 
            {
                "type": "paragraph", 
                "text": "These results are clinically relevant because the growth of blood vessels in the outer retina is a major cause of blindness. For example, in wet age-related macular degeneration (wet AMD), blood vessels from the choroid, which resides below the retinal pigment epithelium, breach that layer and invade the photoreceptors above (<a href=\"#fig1\">Figure 1</a>). Luo et al. observed a reduction in sFLT-1 levels in the outer retina in post-mortem samples from patients suffering from wet AMD, raising the intriguing possibility that inadequate suppression of endogenous VEGF might contribute to AMD development in some proportion of patients."
            }, 
            {
                "type": "paragraph", 
                "text": "Indeed, drugs that suppress the activity of VEGF in the eye have proven highly successful in treating wet AMD. The anti-VEGF agent Avastin is a humanized antibody that was initially approved for cancer therapy but soon found to dramatically improve vision in wet AMD patients. A modified version of this antibody (Lucentis) was subsequently approved for intraocular use (<a href=\"#bib3\">Rosenfeld et al., 2006</a>), and a third, similar anti-VEGF agent (Eylea) has also recently been approved (<a href=\"#bib5\">Stewart et al., 2012</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Although these inhibitors have greatly improved treatment prospects for wet AMD and other types of visual loss—including diabetic retinopathy and other conditions that affect the working-age population—there is growing concern about the long-term use of anti-VEGFs because some base level of VEGF function appears integral to the health of the eye. The work of Luo et al. is reassuring, therefore, because it demonstrates that VEGF inhibitors occur naturally in the healthy retina, so it could be argued that treatment with anti-VEGF merely mimics what is already happening in the retina."
            }, 
            {
                "type": "paragraph", 
                "text": "The challenges facing all anti-VEGF therapies include the need to block VEGF in specific layers of the retina and to avoid excessive concentrations of VEGF inhibitors in the eye. Gene therapy offers the possibility of sustained low-dose delivery, and trials that use adenoviral vectors to express <i>sFlt-1</i> in the subretinal space, arguably the most ‘natural’ anti-VEGF approach, are currently on-going with patients who suffer from wet AMD. Luo et al. also suggest that sFLT-1 expression by the retinal pigment epithelium is directional, which facilitates its export to the adjacent choroidal blood vessels. This would potentially allow the development of strategies to target anti-VEGF therapies more specifically within the eye."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BK Ambati", 
                            "index": "Ambati, BK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Nozaki", 
                            "index": "Nozaki, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Singh", 
                            "index": "Singh, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Takeda", 
                            "index": "Takeda, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PD Jani", 
                            "index": "Jani, PD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Suthar", 
                            "index": "Suthar, T"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Corneal avascularity is due to soluble VEGF receptor-1", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "443", 
                "pages": {
                    "first": "993", 
                    "last": "997", 
                    "range": "993–997"
                }, 
                "doi": "10.1038/nature05249"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Luo", 
                            "index": "Luo, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Uehara", 
                            "index": "Uehara, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Olsen", 
                            "index": "Olsen, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SK Das", 
                            "index": "Das, SK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Zhang", 
                            "index": "Zhang, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Simonis", 
                            "index": "Simonis, JM"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Photoreceptor avascular privilege is shielded by soluble VEGF receptor-1", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00324", 
                "doi": "10.7554/eLife.00324"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Rosenfeld", 
                            "index": "Rosenfeld, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Brown", 
                            "index": "Brown, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Heier", 
                            "index": "Heier, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DS Boyer", 
                            "index": "Boyer, DS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PK Kaiser", 
                            "index": "Kaiser, PK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CY Chung", 
                            "index": "Chung, CY"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Ranibizumab for neovascular age-related macular degeneration", 
                "journal": {
                    "name": [
                        "N Engl J Med"
                    ]
                }, 
                "volume": "355", 
                "pages": {
                    "first": "1419", 
                    "last": "1431", 
                    "range": "1419–1431"
                }, 
                "doi": "10.1056/NEJMoa054481"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MW Stewart", 
                            "index": "Stewart, MW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Rosenfeld", 
                            "index": "Rosenfeld, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FM Penha", 
                            "index": "Penha, FM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Wang", 
                            "index": "Wang, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Yehoshua", 
                            "index": "Yehoshua, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Bueno-Lopez", 
                            "index": "Bueno-Lopez, E"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Pharmacokinetic rationale for dosing every 2 weeks versus 4 weeks with intravitreal ranibizumab, bevacizumab, and aflibercept (vascular endothelial growth factor Trap-eye)", 
                "journal": {
                    "name": [
                        "Retina"
                    ]
                }, 
                "volume": "32", 
                "pages": {
                    "first": "434", 
                    "last": "457", 
                    "range": "434–457"
                }, 
                "doi": "10.1097/IAE.0B013E31822C290F"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ND Wangsa-Wirawan", 
                            "index": "Wangsa-Wirawan, ND"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Linsenmeier", 
                            "index": "Linsenmeier, RA"
                        }
                    }
                ], 
                "articleTitle": "Retinal oxygen: fundamental and clinical aspects", 
                "journal": {
                    "name": [
                        "Arch Ophthalmol"
                    ]
                }, 
                "volume": "121", 
                "pages": {
                    "first": "547", 
                    "last": "557", 
                    "range": "547–557"
                }, 
                "doi": "10.1001/archopht.121.4.547"
            }
        ]
    }
}