{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00873-v1.xml"
        }, 
        "status": "vor", 
        "id": "00873", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00873", 
        "authorLine": "Kenton J Swartz", 
        "title": "The scorpion toxin and the potassium channel", 
        "titlePrefix": "Ion Channels", 
        "published": "2013-05-21T00:00:00Z", 
        "versionDate": "2013-05-21T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00873", 
        "pdf": "https://publishing-cdn.elifesciences.org/00873/elife-00873-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The structure of a complex containing a toxin bound to a potassium ion channel has been solved for the first time, revealing how scorpions have designed toxins that can recognize and target the filter that controls the movement of potassium ions through these channels."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Swartz", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kenton J Swartz", 
                    "index": "Swartz, Kenton J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Molecular Physiology and Biophysics Section, Porter Neuroscience Research Center, National Institute of Neurological Disorders and Stroke", 
                            "National Institutes of Health"
                        ], 
                        "address": {
                            "formatted": [
                                "Bethesda", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bethesda"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "swartzk@ninds.nih.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00873-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00873", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00873", 
        "authorLine": "Kenton J Swartz", 
        "title": "The scorpion toxin and the potassium channel", 
        "titlePrefix": "Ion Channels", 
        "published": "2013-05-21T00:00:00Z", 
        "versionDate": "2013-05-21T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00873", 
        "pdf": "https://publishing-cdn.elifesciences.org/00873/elife-00873-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The structure of a complex containing a toxin bound to a potassium ion channel has been solved for the first time, revealing how scorpions have designed toxins that can recognize and target the filter that controls the movement of potassium ions through these channels."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Swartz", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kenton J Swartz", 
                    "index": "Swartz, Kenton J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Molecular Physiology and Biophysics Section, Porter Neuroscience Research Center, National Institute of Neurological Disorders and Stroke", 
                            "National Institutes of Health"
                        ], 
                        "address": {
                            "formatted": [
                                "Bethesda", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bethesda"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "swartzk@ninds.nih.gov"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "ion channel", 
            "toxin", 
            "voltage-dependent K+ channel", 
            "scorpion toxin"
        ], 
        "-related-articles-internal": [
            "00594"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Poisonous animals such as scorpions, spiders, snakes and various marine organisms produce a bewildering array of toxins that target the nerve cells of humans and other animals. Although our understanding of these toxins and how they work remains incomplete, physiologists and pharmacologists have exploited them to explore the function of ion channels—the proteins that control the movement of ions in and out of cells. These proteins are located in the lipid membrane of the cell, and the ions enter or leave the cell via a pore that runs through the protein."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Biophysicists seeking to understand the mechanisms by which ion channels provide exquisitely selective pathways for ions to pass through biological membranes, or how voltage signals can control the opening and closing of the channels with breath taking fidelity, have used toxins as probes to identify the key structural and functional elements of these proteins (<a href=\"#fig1\">Figure 1A</a>). Scorpion toxins that block protein pores hold a special place in the annals of ion channel biophysics and now, writing in <i>eLife</i>, Rod MacKinnon and colleagues at Rockefeller University—including Anirban Banerjee as first author—report that they have used X-ray crystallography to determine the structure of charybdotoxin, a scorpion toxin, bound to the pore of a voltage-dependent potassium ion (Kv) channel (<a href=\"#fig1\">Figure 1A</a>; <a href=\"#bib2\">Banerjee et al., 2013</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The crystal structure (<b>A</b>) of the voltage-dependent potassium ion channel studied by Banerjee et al", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The crystal structure (<b>A</b>) of the voltage-dependent potassium ion channel studied by Banerjee et al. as viewed from outside the cell: the pore that allows the potassium ions (K<sup>+</sup>) to enter and leave the cell is defined by four protein subunits (shown in yellow) and is at right angles to the plane of the page. The pore domain, which is about 40 Å wide and 45 Å deep, also contains four sites within its lumen that K<sup>+</sup> ions can bind to. This ion channel opens and closes in response to changes in the voltage of the lipid membrane around the cell: these changes are detected by voltage sensors (blue). Some toxins inhibit opening of the pore by binding to these voltage sensors, but charybdotoxin (not shown) targets the pore itself. (<b>B</b>) Cartoon representation of charybdotoxin (CTX) binding to the external end of a BK channel and plugging the pore (inspired by Figure 10 of <a href=\"#bib5\">MacKinnon and Miller, 1988</a>). The outermost K<sup>+</sup> ion binding site is in equilibrium with internal K<sup>+</sup> ions, and when this site is occupied it repels the bound toxin."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00873/elife-00873-fig1-v1.tif", 
                        "filename": "elife-00873-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The story begins at Brandeis University back in the 1980s, when Chris Miller and colleagues discovered that the venom of the Israeli scorpion, <i>Leiurus quinquestriatus</i>, contained a small protein that bound to a single site on the external end of a BK channel—BK is short for ‘big potassium’, and a BK channel is a particular type of Kv channel that allows a large current of potassium ions to pass through it (<a href=\"#bib7\">Miller et al., 1985</a>). Envisioning the end of the channel as a whirlpool, they named this protein charybdotoxin after Charybdis, the daughter of Poseidon, who was turned into a whirlpool generating sea monster by Zeus. The one-to-one stoichiometry between charybdotoxin and the channel hinted that the toxin targeted the pore because it was assumed at the time that Kv channels are formed by four identical subunits and that the pore would be located at the interface between them."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "MacKinnon joined the Miller lab in 1986, and together they measured how the dissociation rate of the toxin depended on the concentration of potassium ions on the inside of the cell membrane (<a href=\"#bib5\">MacKinnon and Miller, 1988</a>). They found that increasing the internal potassium concentration caused the toxin to dissociate more rapidly, which led them to propose that the toxin bound to the external end of pore itself, as opposed to another part of the protein, and that potassium ions entering the pore from the inside could interact with the toxin (<a href=\"#fig1\">Figure 1B</a>). In effect, this simple and elegant experiment suggested that charybdotoxin was a literal pore-blocker. When the first gene for a Kv channel was identified and sequenced (<a href=\"#bib9\">Papazian et al., 1987</a>), Miller and MacKinnon set out to use their newly discovered pore-blocking toxin to identify the region of the channel protein that forms the outermost end of the pore. It was not long before they found that mutations within the loop between two putative membrane-spanning segments had large effects on toxin binding: this was the ground-breaking result which suggested that this region must form the external end of the pore (<a href=\"#bib6\">MacKinnon and Miller, 1989</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "While much has been learned using these pore-blocking toxins in subsequent years, and X-ray structures of ion channel proteins now seem to abound, it has turned out to be exceptionally difficult to solve the structure of an ion channel with a toxin bound to it. The exceptions include the structures of snake or cone snail toxins bound to ion channels that are activated by neurotransmitter molecules (<a href=\"#bib11\">Rucktooa et al., 2009</a>; <a href=\"#bib12\">Tsetlin et al., 2009</a>), a tarantula toxin bound to acid-sensing ion channels (<a href=\"#bib1\">Baconguis and Gouaux, 2012</a>; <a href=\"#bib3\">Dawson et al., 2012</a>) and, now, the structure of charybdotoxin bound to a Kv channel (<a href=\"#bib2\">Banerjee et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Getting this Kv channel to crystallize with charybdotoxin bound was only the first challenge in this project. The next was finding a way to interpret the electron density maps resulting from an asymmetric toxin located on the four-fold axis of crystallographic symmetry that generates the Kv channel assembly. To help guide their model building, MacKinnon and colleagues produced three additional versions of charybdotoxin with heavy atom substitutions, showed that they remain competent to block the channel, and then crystallized each in complex with the channel."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The structure of the charybdotoxin-Kv channel complex that emerged is remarkable in several respects. First, it shows that the 27<sup>th</sup> amino acid of the toxin (which is a lysine base) is found at the four-fold axis of the channel, and that this amino acid snakes its way into the pore to get tantalizingly close to the outermost of the four binding sites for potassium ions that are responsible for the potassium ion selectivity of the channel. This feature is particularly satisfying because it is precisely what MacKinnon and Miller had proposed in 1988 to explain how the potassium ions inside the cell can permeate along the pore and influence the dissociation of toxin bound to the external end of the pore (<a href=\"#fig1\">Figure 1B</a>). It also explains why mutant toxins that do not contain a lysine base at this position are less effective at blocking this ion channel and are no longer sensitive to the concentration of internal potassium (<a href=\"#bib10\">Park and Miller, 1992</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The structures reported by Banerjee et al. are also generally consistent with results of previous experiments that identified specific amino acids in scorpion toxins that interact with amino acids within the outer pore of Kv channels, which made it possible to create a virtual map of the interaction surface between these two types of proteins (<a href=\"#bib4\">Hidalgo and MacKinnon, 1995</a>; <a href=\"#bib8\">Naranjo and Miller, 1996</a>). Another interesting feature of these new X-ray structures is that charybdotoxin does not alter the structure of the channel when it binds: rather, it blocks the flow of ions by fitting neatly into the pore like a cork."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "With these new structures the story of the scorpion toxin and the potassium channel has come full circle. These fascinating venom toxins led the way to finding the pore before structures were available, and now we have the first images of the toxin snuggling up to the pore and placing a lysine base into the ion selectivity filter inside the pore. For the moment, the number of solved toxin-channel structures is still small, but this number is sure to increase in the future, and it will be exciting to see what they can teach us about the mechanisms of ion channel proteins."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Baconguis", 
                            "index": "Baconguis, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Gouaux", 
                            "index": "Gouaux, E"
                        }
                    }
                ], 
                "articleTitle": "Structural plasticity and dynamic selectivity of acid-sensing ion channel-spider toxin complexes", 
                "journal": "Nature", 
                "volume": "489", 
                "pages": {
                    "first": "400", 
                    "last": "405", 
                    "range": "400–405"
                }, 
                "doi": "10.1038/nature11375"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Banerjee", 
                            "index": "Banerjee, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Lee", 
                            "index": "Lee, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Campbell", 
                            "index": "Campbell, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R MacKinnon", 
                            "index": "MacKinnon, R"
                        }
                    }
                ], 
                "articleTitle": "Structure of a pore-blocking toxin in complex with a eukaryotic voltage-dependent K<sup>+</sup> channel", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00594", 
                "doi": "10.7554/eLife.00594"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Dawson", 
                            "index": "Dawson, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Benz", 
                            "index": "Benz, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Stohler", 
                            "index": "Stohler, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Tetaz", 
                            "index": "Tetaz, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Joseph", 
                            "index": "Joseph, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Huber", 
                            "index": "Huber, S"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Structure of the acid-sensing ion channel 1 in complex with the gating modifier Psalmotoxin 1", 
                "journal": "Nat Commun", 
                "volume": "3", 
                "pages": "936", 
                "doi": "10.1038/ncomms1917"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1995", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Hidalgo", 
                            "index": "Hidalgo, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R MacKinnon", 
                            "index": "MacKinnon, R"
                        }
                    }
                ], 
                "articleTitle": "Revealing the architecture of a K<sup>+</sup> channel pore through mutant cycles with a peptide inhibitor", 
                "journal": "Science", 
                "volume": "268", 
                "pages": {
                    "first": "307", 
                    "last": "310", 
                    "range": "307–310"
                }, 
                "doi": "10.1126/science.7716527"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1988", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R MacKinnon", 
                            "index": "MacKinnon, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Miller", 
                            "index": "Miller, C"
                        }
                    }
                ], 
                "articleTitle": "Mechanism of charybdotoxin block of the high-conductance, Ca<sup>2+</sup>- activated K<sup>+</sup> channel", 
                "journal": "J Gen Physiol", 
                "volume": "91", 
                "pages": {
                    "first": "335", 
                    "last": "349", 
                    "range": "335–349"
                }, 
                "doi": "10.1085/jgp.91.3.335"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1989", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R MacKinnon", 
                            "index": "MacKinnon, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Miller", 
                            "index": "Miller, C"
                        }
                    }
                ], 
                "articleTitle": "Mutant potassium channels with altered binding of charybdotoxin, a pore- blocking peptide inhibitor", 
                "journal": "Science", 
                "volume": "245", 
                "pages": {
                    "first": "1382", 
                    "last": "1385", 
                    "range": "1382–1385"
                }, 
                "doi": "10.1126/science.2476850"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1985", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Miller", 
                            "index": "Miller, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Moczydlowski", 
                            "index": "Moczydlowski, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Latorre", 
                            "index": "Latorre, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Phillips", 
                            "index": "Phillips, M"
                        }
                    }
                ], 
                "articleTitle": "Charybdotoxin, a protein inhibitor of single Ca<sup>2+</sup>-activated K<sup>+</sup> channels from mammalian skeletal muscle", 
                "journal": "Nature", 
                "volume": "313", 
                "pages": {
                    "first": "316", 
                    "last": "318", 
                    "range": "316–318"
                }, 
                "doi": "10.1038/313316a0"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Naranjo", 
                            "index": "Naranjo, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Miller", 
                            "index": "Miller, C"
                        }
                    }
                ], 
                "articleTitle": "A strongly interacting pair of residues on the contact surface of charybdotoxin and a shaker K<sup>+</sup> channel", 
                "journal": "Neuron", 
                "volume": "16", 
                "pages": {
                    "first": "123", 
                    "last": "130", 
                    "range": "123–130"
                }, 
                "doi": "10.1016/S0896-6273(00)80029-X"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1987", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Papazian", 
                            "index": "Papazian, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TL Schwarz", 
                            "index": "Schwarz, TL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BL Tempel", 
                            "index": "Tempel, BL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YN Jan", 
                            "index": "Jan, YN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LY Jan", 
                            "index": "Jan, LY"
                        }
                    }
                ], 
                "articleTitle": "Cloning of genomic and complementary DNA from shaker, a putative potassium channel gene from Drosophila", 
                "journal": "Science", 
                "volume": "237", 
                "pages": {
                    "first": "749", 
                    "last": "753", 
                    "range": "749–753"
                }, 
                "doi": "10.1126/science.2441470"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "1992", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CS Park", 
                            "index": "Park, CS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Miller", 
                            "index": "Miller, C"
                        }
                    }
                ], 
                "articleTitle": "Interaction of charybdotoxin with permeant ions inside the pore of a K<sup>+</sup> channel", 
                "journal": "Neuron", 
                "volume": "9", 
                "pages": {
                    "first": "307", 
                    "last": "313", 
                    "range": "307–313"
                }, 
                "doi": "10.1016/0896-6273(92)90169-E"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Rucktooa", 
                            "index": "Rucktooa, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AB Smit", 
                            "index": "Smit, AB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TK Sixma", 
                            "index": "Sixma, TK"
                        }
                    }
                ], 
                "articleTitle": "Insight in nAChR subtype selectivity from AChBP crystal structures", 
                "journal": "Biochem Pharmacol", 
                "volume": "78", 
                "pages": {
                    "first": "777", 
                    "last": "787", 
                    "range": "777–787"
                }, 
                "doi": "10.1016/j.bcp.2009.06.098"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Tsetlin", 
                            "index": "Tsetlin, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Utkin", 
                            "index": "Utkin, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Kasheverov", 
                            "index": "Kasheverov, I"
                        }
                    }
                ], 
                "articleTitle": "Polypeptide and peptide toxins, magnifying lenses for binding sites in nicotinic acetylcholine receptors", 
                "journal": "Biochem Pharmacol", 
                "volume": "78", 
                "pages": {
                    "first": "720", 
                    "last": "731", 
                    "range": "720–731"
                }, 
                "doi": "10.1016/j.bcp.2009.05.032"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}