{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-02515-v1.xml"
        }, 
        "status": "vor", 
        "id": "02515", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02515", 
        "authorLine": "David EK Ferrier", 
        "title": "The Hox-TALE has been wagging for a long time", 
        "titlePrefix": "Evolutionary Developmental Biology", 
        "published": "2014-03-18T00:00:00Z", 
        "versionDate": "2014-03-18T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02515", 
        "pdf": "https://publishing-cdn.elifesciences.org/02515/elife-02515-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Hox and TALE proteins interact in a sea anemone, just as they do in flies and mice, indicating that the Hox-TALE system originated very early in animal evolution."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Ferrier", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "David EK Ferrier", 
                    "index": "Ferrier, David EK"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Scottish Oceans Institute, Gatty Marine Laboratory", 
                            "University of St Andrews"
                        ], 
                        "address": {
                            "formatted": [
                                "St Andrews", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "St Andrews"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dekf@st-andrews.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-02515-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "02515", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02515", 
        "authorLine": "David EK Ferrier", 
        "title": "The Hox-TALE has been wagging for a long time", 
        "titlePrefix": "Evolutionary Developmental Biology", 
        "published": "2014-03-18T00:00:00Z", 
        "versionDate": "2014-03-18T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02515", 
        "pdf": "https://publishing-cdn.elifesciences.org/02515/elife-02515-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Hox and TALE proteins interact in a sea anemone, just as they do in flies and mice, indicating that the Hox-TALE system originated very early in animal evolution."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Ferrier", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "David EK Ferrier", 
                    "index": "Ferrier, David EK"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Scottish Oceans Institute, Gatty Marine Laboratory", 
                            "University of St Andrews"
                        ], 
                        "address": {
                            "formatted": [
                                "St Andrews", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "St Andrews"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dekf@st-andrews.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "Hox", 
            "TALE", 
            "evolutionary developmental biology", 
            "network", 
            "transcription factor", 
            "<i>Nematostella vectensis</i>"
        ], 
        "-related-articles-internal": [
            "01939"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Animals come in many different shapes and sizes. Most of them—from worms and insects to fish and humans—are roughly symmetrical along a line that runs from the ‘head’ to the ‘tail’, and have a left side that mirrors the right side. However, there are notable examples of animals that do not show this bilateral symmetry, such as sponges and jellyfish. The origin of all of these animal forms, and ultimately ourselves, is entwined with the evolution of the developmental mechanisms that build animals. Moreover, many of the genes responsible for building humans are found in other animals, and they often do similar jobs in these different species. A good example is a subset of homeobox genes known as the ‘Hox genes’."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Hox genes are famous for often being found in clusters, with the order of the genes within the cluster matching the order in which these genes are first activated along the head-to-tail axis of the embryo. These genes code for Hox proteins that can interact with DNA to switch other genes ‘on’ or ‘off’. The number of different Hox proteins is relatively small, but they are able to target a wide spectrum of other genes, with their ability to bind to different target genes being modulated via interactions with other proteins known as co-factors. The ability of a relatively small number of Hox genes to specify the huge diversity of animal body forms observed in nature is a major puzzle in developmental biology."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Work on flies and mice has revealed that the major Hox co-factors belong to the so-called TALE class of homeobox genes (<a href=\"#bib1\">Holland et al., 2007</a>). Now, in <i>eLife</i>, Bruno Hudry of Imperial College London, Samir Merabet of the Institut de Génomique Fonctionnelle de Lyon and co-workers have uncovered the origin of this co–factor interaction by focussing on an early branch of the animal family tree, the cnidarians, which includes jellyfish, corals and anemones (<a href=\"#bib2\">Hudry et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "We know that TALE genes, specifically those belonging to the PBC/Pbx and Meis families of genes, evolved before the origin of animals because copies of TALE genes are clearly present in some of the single-cell relatives of the multicellular animals. However, it has been difficult to determine when Hox genes evolved relative to the origin of animals. Some researchers have proposed that Hox genes evolved coincidently with the origin of animals, and were then lost in some early animal lineages (<a href=\"#bib3\">Mendivil Ramos et al., 2012</a>). Others have suggested that they originated somewhere within the animal kingdom, some time after the divergence of the very earliest branches, such as the sponges (<a href=\"#bib4\">Ryan et al., 2010</a>). Nevertheless, Hox genes had evolved by the time the cnidarian and bilaterian lineages split from each other. A second major point of debate is whether the Hox genes of cnidarians function in the same fashion as those in bilaterians."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now Hudry et al.—who are based in the UK, France, Israel and Austria—establish that Hox-TALE protein–protein interactions occur in the cnidarians. This reveals that the Hox genes of bilaterians and those of the early animal lineages, like the cnidarians, are more similar than previously recognised."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Hudry et al. show that although there are TALE genes in the single-celled relatives of the animals, they lack some of the sequence motifs that are needed to interact with Hox proteins, and cannot form protein–protein complexes with each other. Only in animal lineages that contain unambiguous Hox genes—the cnidarians and the bilaterians—do these proteins have all of the necessary motifs to form these complexes. Intriguingly, in the starlet sea anemone, <i>Nematostella vectensis</i>, Hox-TALE complexes containing different Hox proteins bind to distinct DNA sequences. This is comparable to the different target sequences that are bound by distinct bilaterian Hox-TALE complexes, which in turn correspond to distinct functions along the head-tail axis of bilaterian embryos. Furthermore, this ‘axial’ difference in the activities of Hox proteins from the starlet sea anemone is also evident in the degree to which they rescue a nervous system mutation in the bilaterian fly, <i>Drosophila melanogaster</i>. This is despite the contentious issue, discussed by Hurdy et al., as to whether the ‘mouth’ end of the cnidarian body plan corresponds to the head or tail end of a bilaterian."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Assembly of the Hox-TALE complex typically involves one TALE protein—a PBC/Pbx protein—binding to a hexapeptide motif (HX) in the Hox protein. Some other homeobox genes also encode proteins with HX motifs, including the Msx gene of <i>N. vectensis</i>. Hudry et al. show that the Msx protein also forms a complex with the TALE proteins, and that this requires the HX motif. However, the formation of these Hox-TALE and Msx-TALE complexes does not occur in the exact same way in <i>N. vectensis</i>, with the latter requiring another TALE protein, called Meis, to be present. Furthermore, although mutating the HX motif can block the Hox-TALE complex, the presence of Meis can restore the complex, which demonstrates that further interaction motifs, besides the HX, are used by Hox proteins. Also, HX motifs are found in several non-Hox proteins across the animal kingdom. As such, understanding the different ways that these protein complexes can form—which probably reflects the diversity of functions that they perform—is likely to be of widespread importance."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Hox/Pbx/Meis complex, which is essential for directing various aspects of axial development in the vast majority of animals, appears to have evolved in a somewhat piece-meal fashion. It was established by the time of the cnidarian-bilaterian ancestor and constitutes a key system around which so much of the diversity in animal body forms subsequently evolved. Evolutionary diversity clearly abounds within and between these early branches of the animals, however, with different patterns of gene loss (<a href=\"#bib5\">Peterson and Sperling, 2007</a>; <a href=\"#bib6\">Ryan et al., 2013</a>; <a href=\"#bib7\">Riesgo et al., 2014</a>) and HX motifs being absent from some cnidarian Hox proteins. Consequently, wider sampling is still needed to help establish whether the Hox-TALE interactions characterised by Hudry et al. really did originate with the cnidarian-bilaterian ancestor or if, in fact, they were established even earlier."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The starlet sea anemone.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The cnidarians, such as the starlet sea anemone (<i>N. vectensis</i>) shown here, have a body form that is very different to the bilaterally symmetrical form found in most other animals. Anemones have a mouth surrounded by tentacles at one end and a foot that attaches to the substrate at the other. Hudry et al. have shown that, despite such a difference in general body form, the Hox-TALE system that operates in the development of cnidarians functions in a similar fashion to the Hox-TALE system of flies and mice."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/02515/elife-02515-fig1-v1.tif", 
                        "image": "https://dev--iiif.elifesciences.org/lax:02515/elife-02515-fig1-v1.tif", 
                        "attribution": [
                            "Image: <a href=\"http://commons.wikimedia.org/wiki/File:Nematostella_vectensis.JPG\">Cymothoa exigua</a>."
                        ], 
                        "filename": "elife-02515-fig1-v1.tif"
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PWH Holland", 
                            "index": "Holland, PWH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HA Booth", 
                            "index": "Booth, HA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EA Bruford", 
                            "index": "Bruford, EA"
                        }
                    }
                ], 
                "articleTitle": "Classification and nomenclature of all human homeobox genes", 
                "journal": "BMC Biology", 
                "volume": "5", 
                "pages": "47", 
                "doi": "10.1186/1741-7007-5-47"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Hudry", 
                            "index": "Hudry, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Thomas-Chollier", 
                            "index": "Thomas-Chollier, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Volovik", 
                            "index": "Volovik, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Duffraisse", 
                            "index": "Duffraisse, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Dard", 
                            "index": "Dard, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Frank", 
                            "index": "Frank, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Technau", 
                            "index": "Technau, U"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Merabet", 
                            "index": "Merabet, S"
                        }
                    }
                ], 
                "articleTitle": "Molecular insights into the origin of the Hox-TALE patterning system", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e01939", 
                "doi": "10.7554/eLife.01939"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Mendivil Ramos", 
                            "index": "Mendivil Ramos, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Barker", 
                            "index": "Barker, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DEK Ferrier", 
                            "index": "Ferrier, DEK"
                        }
                    }
                ], 
                "articleTitle": "Ghost loci imply Hox and ParaHox existence in the last common ancestor of animals", 
                "journal": "Current Biology", 
                "volume": "22", 
                "pages": {
                    "first": "1951", 
                    "last": "1956", 
                    "range": "1951–1956"
                }, 
                "doi": "10.1016/j.cub.2012.08.023"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Ryan", 
                            "index": "Ryan, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Pang", 
                            "index": "Pang, K"
                        }
                    }, 
                    {
                        "type": "group", 
                        "name": "NISC Comparative Sequencing Program"
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Mullikin", 
                            "index": "Mullikin, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MQ Martindale", 
                            "index": "Martindale, MQ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Baxevanis", 
                            "index": "Baxevanis, AD"
                        }
                    }
                ], 
                "articleTitle": "The homeodomain complement of the ctenophore <i>Mnemiopsis leidyi</i> suggests that Ctenophora and Porifera diverged prior to the ParaHoxozoa", 
                "journal": "EvoDevo", 
                "volume": "1", 
                "pages": "9", 
                "doi": "10.1186/2041-9139-1-9"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KJ Peterson", 
                            "index": "Peterson, KJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EA Sperling", 
                            "index": "Sperling, EA"
                        }
                    }
                ], 
                "articleTitle": "Poriferan ANTP genes: primitively simple or secondarily reduced?", 
                "journal": "Evolution & Development", 
                "volume": "9", 
                "pages": {
                    "first": "405", 
                    "last": "408", 
                    "range": "405–408"
                }, 
                "doi": "10.1111/j.1525-142X.2007.00179.x"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Ryan", 
                            "index": "Ryan, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Pang", 
                            "index": "Pang, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CE Schnitzler", 
                            "index": "Schnitzler, CE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Nguyen", 
                            "index": "Nguyen, AD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RT Moreland", 
                            "index": "Moreland, RT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DK Simmons", 
                            "index": "Simmons, DK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BJ Koch", 
                            "index": "Koch, BJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WR Francis", 
                            "index": "Francis, WR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Havlak", 
                            "index": "Havlak, P"
                        }
                    }, 
                    {
                        "type": "group", 
                        "name": "NISC Comparative Sequencing Program"
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Smith", 
                            "index": "Smith, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NH Putnam", 
                            "index": "Putnam, NH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SH Haddock", 
                            "index": "Haddock, SH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CW Dunn", 
                            "index": "Dunn, CW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TG Wolfsberg", 
                            "index": "Wolfsberg, TG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Mullikin", 
                            "index": "Mullikin, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MQ Martindale", 
                            "index": "Martindale, MQ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Baxevanis", 
                            "index": "Baxevanis, AD"
                        }
                    }
                ], 
                "articleTitle": "The genome of the ctenophore <i>Mnemiopsis leidyi</i> and its implications for cell type evolution", 
                "journal": "Science", 
                "volume": "342", 
                "pages": "1242592", 
                "doi": "10.1126/science.1242592"
            }, 
            {
                "type": "unknown", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Riesgo", 
                            "index": "Riesgo, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Farrar", 
                            "index": "Farrar, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Windsor", 
                            "index": "Windsor, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Giribet", 
                            "index": "Giribet, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SP Leys", 
                            "index": "Leys, SP"
                        }
                    }
                ], 
                "title": "The analysis of eight transrciptomes from all poriferan classes reveals surprising genetic complexity in sponges", 
                "details": "Molecular Biology and Evolution, 10.1093/molbev/msu057"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}