{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-10233-v1.xml"
        }, 
        "status": "vor", 
        "id": "10233", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.10233", 
        "authorLine": "Andrew M Garrett, Robert W Burgess", 
        "title": "Self-awareness in the retina", 
        "titlePrefix": "Neural Connectivity", 
        "published": "2015-08-25T00:00:00Z", 
        "versionDate": "2015-08-25T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e10233", 
        "pdf": "https://publishing-cdn.elifesciences.org/10233/elife-10233-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Proteins called gamma-protocadherins are essential for the establishment of working circuits of neurons in the retina."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Garrett and Burgess", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Andrew M Garrett", 
                    "index": "Garrett, Andrew M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Jackson Laboratory"
                        ], 
                        "address": {
                            "formatted": [
                                "Bar Harbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bar Harbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Robert W Burgess", 
                    "index": "Burgess, Robert W"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Jackson Laboratory"
                        ], 
                        "address": {
                            "formatted": [
                                "Bar Harbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bar Harbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "robert.burgess@jax.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-10233-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "10233", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.10233", 
        "authorLine": "Andrew M Garrett, Robert W Burgess", 
        "title": "Self-awareness in the retina", 
        "titlePrefix": "Neural Connectivity", 
        "published": "2015-08-25T00:00:00Z", 
        "versionDate": "2015-08-25T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e10233", 
        "pdf": "https://publishing-cdn.elifesciences.org/10233/elife-10233-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Proteins called gamma-protocadherins are essential for the establishment of working circuits of neurons in the retina."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Garrett and Burgess", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Andrew M Garrett", 
                    "index": "Garrett, Andrew M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Jackson Laboratory"
                        ], 
                        "address": {
                            "formatted": [
                                "Bar Harbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bar Harbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Robert W Burgess", 
                    "index": "Burgess, Robert W"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Jackson Laboratory"
                        ], 
                        "address": {
                            "formatted": [
                                "Bar Harbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Bar Harbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "robert.burgess@jax.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "retina", 
            "starburst amacrine cell", 
            "synapse elimination", 
            "self-recognition", 
            "direction selectivity"
        ], 
        "-related-articles-internal": [
            "08964"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The idea that cell adhesion molecules regulate when and where connections form between different neurons has been in place for over 50 years (<a href=\"#bib6\">Sperry, 1963</a>). However, it has become clear that other cues are important to prevent connections such as synapses forming between the branches of an individual neuron (<a href=\"#bib9\">Zipursky and Sanes, 2010</a>). Now, in <i>eLife</i>, Dimitar Kostadinov and Joshua Sanes – both at Harvard University – highlight how this process, which is called self-avoidance, is vital for establishing the neuronal circuitry in the retina of the mammalian eye (<a href=\"#bib2\">Kostadinov and Sanes, 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Self-avoidance can lead to several different arrangements in populations of neurons. For example, cells could be ‘tiled’ so that each cell occupies its own territory (<a href=\"#fig1\">Figure 1A</a>). This presumably requires that the neurons in a given population are ‘repulsed’ by one another, and that the same is true for the branched nerve endings of each individual neuron: this arrangement maximizes the area covered by each cell and minimizes the number of self-crossings."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Three arrangements of neurons that require self-avoidance.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Neurons may occupy discrete, non-overlapping territories; this requires repulsion between cells, and self-avoidance to prevent crossings within the branched nerve endings of a single cell. (<b>B</b>) Neurons may avoid their own branches, but be indifferent to those of their neighbors and intermingle without adhering and forming connections. (<b>C</b>) Finally, neurons with self-avoidance may nonetheless bind to their neighbors if they also have self/nonself discrimination. Kostadinov and Sanes studied starburst amacrine cells, which display this anatomy with both self-avoidance and self/nonself discrimination mediated by proteins called gamma-protocadherins."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/10233/elife-10233-fig1-v1.tif", 
                        "image": "elife-10233-fig1-v1.tif", 
                        "attribution": [
                            "FIGURE CREDIT: GRAPHICS COURTESY OF JESSE HAMMER"
                        ], 
                        "filename": "elife-10233-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Alternatively, the branches of an individual cell could continue to repel each other, but the repulsion between the branches of different cells could be replaced with indifference. This would lead to some overlap between the different cells, but not the formation of connections between them (<a href=\"#fig1\">Figure 1B</a>). In a third arrangement, the branches of a cell could both overlap with and readily bind to the branches of a neighboring cell (<a href=\"#fig1\">Figure 1C</a>). This would require cells to display two phenomena: self-avoidance at the level of individual cells, and the ability to recognize branches belonging to neighboring cells. This is called ‘self/nonself discrimination’. Kostadinov and Sanes studied neurons called starburst amacrine cells (SACs) that display this type of self-avoidance with self/nonself discrimination."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These two phenomena require a diverse code of molecules that distinctly label each cell. Sanes and colleagues had previously demonstrated that proteins called gamma-protocadherins provide this code for SACs (<a href=\"#bib3\">Lefebvre et al., 2012</a>). By combining different versions (or isoforms) of the protein produced from the gamma-protocadherin gene, cells can make thousand of different adhesive labels, and each label only tends to recognize and interact with other labels made from the same isoforms (<a href=\"#bib5\">Schreiner and Weiner, 2010</a>). Molecules called Dscams perform a similar role in <i>Drosophila</i> (<a href=\"#bib8\">Zipursky and Grueber, 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, Kostadinov and Sanes show the importance of self-avoidance and self/nonself discrimination in the development of neural circuits. First, they either eliminated the expression of all gamma-protocadherins, or allowed the expression of only a single working isoform. In the absence of all gamma-protocadherins, individual SACs began to form synapses with themselves, and formed fewer synapses with neighboring SACs than those in wild type retinas. Furthermore, Kostandinov and Sanes discovered that while many of the synapses that form between SACs are actually eliminated during the normal development of the retina, this loss is reduced if gamma-protocadherins are missing. Finally, and perhaps most significantly, the retinal circuitry failed to work properly because of the anatomical changes caused by the elimination of the gamma-protocadherins."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "SACs contribute to a phenomenon called ‘direction selectivity’ that involves neurons in the retina only firing when they detect an object moving in a specific direction. The degree of direction selectivity in the cells that receive signals from the SACs was severely reduced when the SACs lacked gamma-protocadherins."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Direction selectivity was also reduced when SACs expressed a single gamma-protocadherin isoform. However, in this case, individual cells still exhibited self-avoidance and formed branched nerve endings. However, self/nonself discrimination was perturbed, which adversely affected the connections with neighboring SACs. As such, the loss of all gamma-protocadherins had a slightly different effect compared to the loss of all but one gamma-protocadherin. This likely reflects the fact that SACs with a single gamma-protocadherin look more like wild type cells than cells with none."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Kostandinov and Sanes also found that either eliminating all gamma-protocadherins, or all but one, did not affect the connections between the SACs and other cell types (which either send signals to, or receive signals from, the SACs). Therefore, the differences in direction selectivity reflect problems within the SAC network itself. Thus, these findings offer a clear and comprehensive characterization of the consequences of losing self-avoidance and self/nonself discrimination, in terms of both how the SACs connect with other cells, and how this affects the way in which they operate."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "While the importance of self-avoidance and self/nonself discrimination in SACs is clear, many questions remain. First, how many cell types use gamma-protocadherins in this way? It has been suggested that cerebellar Purkinje cells might do so too (<a href=\"#bib3\">Lefebvre et al., 2012</a>), but both SACs and Purkinje cells are rather specialized cells and may not represent a typical neuron. Furthermore, several other proteins can act as cues to promote self-avoidance and control the shaping of neural circuits (<a href=\"#bib1\">Fuerst et al., 2008</a>; <a href=\"#bib4\">Matsuoka et al., 2012</a>); could these molecules also be involved and could the same molecules have different roles in specific cell types? Finally, how do ‘adhesion molecules’ recognize each other in a way that, depending on the context, sometimes results in avoidance and not adhesion (<a href=\"#bib7\">Yamagata and Sanes, 2008</a>; <a href=\"#bib5\">Schreiner and Weiner, 2010</a>)? These and other questions have now become all the more important for understanding how the formation of neural circuits is optimized."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PG Fuerst", 
                            "index": "Fuerst, PG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Koizumi", 
                            "index": "Koizumi, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RH Masland", 
                            "index": "Masland, RH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RW Burgess", 
                            "index": "Burgess, RW"
                        }
                    }
                ], 
                "articleTitle": "Neurite arborization and mosaic spacing in the mouse retina require DSCAM", 
                "journal": "Nature", 
                "volume": "451", 
                "pages": {
                    "first": "470", 
                    "last": "474", 
                    "range": "470–474"
                }, 
                "doi": "10.1038/nature06514"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Kostadinov", 
                            "index": "Kostadinov, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Sanes", 
                            "index": "Sanes, JR"
                        }
                    }
                ], 
                "articleTitle": "Protocadherin-dependent dendritic self-avoidance regulates neural connectivity and circuit function", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e08964", 
                "doi": "10.7554/eLife.08964"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Lefebvre", 
                            "index": "Lefebvre, JL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Kostadinov", 
                            "index": "Kostadinov, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WV Chen", 
                            "index": "Chen, WV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Maniatis", 
                            "index": "Maniatis, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Sanes", 
                            "index": "Sanes, JR"
                        }
                    }
                ], 
                "articleTitle": "Protocadherins mediate dendritic self-avoidance in the mammalian nervous system", 
                "journal": "Nature", 
                "volume": "488", 
                "pages": {
                    "first": "517", 
                    "last": "521", 
                    "range": "517–521"
                }, 
                "doi": "10.1038/nature11305"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RL Matsuoka", 
                            "index": "Matsuoka, RL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Jiang", 
                            "index": "Jiang, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IS Samuels", 
                            "index": "Samuels, IS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KT Nguyen-Ba-Charvet", 
                            "index": "Nguyen-Ba-Charvet, KT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LO Sun", 
                            "index": "Sun, LO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NS Peachey", 
                            "index": "Peachey, NS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Chedotal", 
                            "index": "Chedotal, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KW Yau", 
                            "index": "Yau, KW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Kolodkin", 
                            "index": "Kolodkin, AL"
                        }
                    }
                ], 
                "articleTitle": "Guidance-cue control of horizontal cell morphology, lamination, and synapse formation in the mammalian outer retina", 
                "journal": "Journal of Neuroscience", 
                "volume": "32", 
                "pages": {
                    "first": "6859", 
                    "last": "6868", 
                    "range": "6859–6868"
                }, 
                "doi": "10.1523/JNEUROSCI.0267-12.2012"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Schreiner", 
                            "index": "Schreiner, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Weiner", 
                            "index": "Weiner, JA"
                        }
                    }
                ], 
                "articleTitle": "Combinatorial homophilic interaction between gamma-protocadherin multimers greatly expands the molecular diversity of cell adhesion", 
                "journal": "Proceedings of the National Academy of Sciences of USA", 
                "volume": "107", 
                "pages": {
                    "first": "14893", 
                    "last": "14898", 
                    "range": "14893–14898"
                }, 
                "doi": "10.1073/pnas.1004526107"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1963", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RW Sperry", 
                            "index": "Sperry, RW"
                        }
                    }
                ], 
                "articleTitle": "Chemoaffinity in the orderly growth of nerve fiber patterns and connections", 
                "journal": "Proceedings of the National Academy of Sciences of USA", 
                "volume": "50", 
                "pages": {
                    "first": "703", 
                    "last": "710", 
                    "range": "703–710"
                }, 
                "doi": "10.1073/pnas.50.4.703"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Yamagata", 
                            "index": "Yamagata, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Sanes", 
                            "index": "Sanes, JR"
                        }
                    }
                ], 
                "articleTitle": "Dscam and Sidekick proteins direct lamina-specific synaptic connections in vertebrate retina", 
                "journal": "Nature", 
                "volume": "451", 
                "pages": {
                    "first": "465", 
                    "last": "469", 
                    "range": "465–469"
                }, 
                "doi": "10.1038/nature06469"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Zipursky", 
                            "index": "Zipursky, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WB Grueber", 
                            "index": "Grueber, WB"
                        }
                    }
                ], 
                "articleTitle": "The molecular basis of self-avoidance", 
                "journal": "Annual Review of Neuroscience", 
                "volume": "36", 
                "pages": {
                    "first": "547", 
                    "last": "568", 
                    "range": "547–568"
                }, 
                "doi": "10.1146/annurev-neuro-062111-150414"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Zipursky", 
                            "index": "Zipursky, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Sanes", 
                            "index": "Sanes, JR"
                        }
                    }
                ], 
                "articleTitle": "Chemoaffinity revisited: dscams, protocadherins, and neural circuit assembly", 
                "journal": "Cell", 
                "volume": "143", 
                "pages": {
                    "first": "343", 
                    "last": "353", 
                    "range": "343–353"
                }, 
                "doi": "10.1016/j.cell.2010.10.009"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}