{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-05169-v1.xml"
        }, 
        "status": "vor", 
        "id": "05169", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05169", 
        "authorLine": "James R Williamson", 
        "title": "<i>R</i>eally <i>e</i>xasperating <i>v</i>iral protein from HIV", 
        "titlePrefix": "Rev Protein", 
        "published": "2015-01-09T00:00:00Z", 
        "versionDate": "2015-01-09T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e05169", 
        "pdf": "https://publishing-cdn.elifesciences.org/05169/elife-05169-v1.pdf", 
        "subjects": [
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Two new structures shed additional light on the nuclear transport of viral transcripts."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Williamson", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "James R Williamson", 
                    "index": "Williamson, James R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Integrative Structural and Computational Biology", 
                            "The Scripps Research Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "La Jolla", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "La Jolla"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jrwill@scripps.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-05169-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "05169", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05169", 
        "authorLine": "James R Williamson", 
        "title": "<i>R</i>eally <i>e</i>xasperating <i>v</i>iral protein from HIV", 
        "titlePrefix": "Rev Protein", 
        "published": "2015-01-09T00:00:00Z", 
        "versionDate": "2015-01-09T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e05169", 
        "pdf": "https://publishing-cdn.elifesciences.org/05169/elife-05169-v1.pdf", 
        "subjects": [
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Two new structures shed additional light on the nuclear transport of viral transcripts."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Williamson", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "James R Williamson", 
                    "index": "Williamson, James R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Integrative Structural and Computational Biology", 
                            "The Scripps Research Institute"
                        ], 
                        "address": {
                            "formatted": [
                                "La Jolla", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "La Jolla"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jrwill@scripps.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "HIV", 
            "protein-RNA structure", 
            "nuclear export", 
            "RNA export", 
            "electron microscopy", 
            "Rev protein"
        ], 
        "-related-articles-internal": [
            "04120", 
            "04121"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "When viruses infect cells, they often use specialized proteins that hijack the host cell's proteins to carry out essential tasks. For example, the human immunodeficiency virus (HIV) needs to transport copies of its RNA out of the nucleus of the host cell and into the cell's cytoplasm in order to create important viral proteins. To do this, a protein in HIV called Rev hijacks a transporter protein that carries cargo across the membrane that surrounds the cell nucleus. As a biochemical entity, Rev has proven to be truly exasperating over the last two miserable decades due to its propensity to generally misbehave—by aggregating or forming fibrils or oligomers—when studied in the laboratory. Now, in <i>eLife</i>, two papers by Alan Frankel and colleagues at the University of California, San Francisco provide a more detailed structural picture for how Rev works (<a href=\"#bib1\">Booth et al., 2014</a>; <a href=\"#bib8\">Jayaraman et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Three major regions of the Rev protein are required for it to help HIV replicate: an RNA binding region, an oligomerization region, and a Nuclear Export Signal. The RNA binding region interacts with a part of the viral RNA called the Rev-Responsive Element (RRE). A small (∼30 nucleotide) binding site within this element has a high affinity for Rev, and a larger complex forms from this binding site (<a href=\"#bib6\">Heaphy et al., 1990</a>). The RNA binding region of Rev forms an alpha helix that docks in to a complementary groove in the high affinity binding site on the RRE (<a href=\"#bib9\">Kjems et al., 1990</a>). Adding more Rev proteins onto the RRE results in the formation of a series of larger complexes, but where these additional Rev molecules bind is generally not known. The one exception is a weak secondary Rev binding site that has been identified adjacent to the high affinity site. Truncated RREs are generally less efficient for nuclear transport, and so the consensus is that multiple Rev proteins must bind to the RRE for efficient viral RNA transport."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The oligomerization region of Rev controls the interactions between Rev monomers. Each monomer has two alpha-helical regions that form a hairpin structure, and this structural unit can form complexes with other Rev proteins. The hairpin has two different faces, which were first identified using a genetic screen (<a href=\"#bib7\">Jain and Belasco, 2001</a>). Two previously published crystal structures of Rev dimers have revealed the molecular details of these two interfaces (<a href=\"#bib2\">Daugherty et al., 2010</a>; <a href=\"#bib3\">Dimattia et al., 2010</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The third major region of the Rev protein, the Nuclear Export Signal, is a short peptide motif that interacts with a nuclear transporter called Crm1, thereby indirectly tagging the viral RNA as a cargo destined for export from the nucleus. As Crm1 normally transports human proteins, Rev has effectively hijacked a protein transport pathway to ensure the viral RNA is efficiently transported to the cytoplasm. A number of crystal structures of Crm1 bound to a Nuclear Export Signal peptide have been reported previously (<a href=\"#bib4\">Dong et al., 2009</a>; <a href=\"#bib5\">Guttler et al., 2010</a>), which show that a curved surface of Crm1 mediates this interaction."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The two papers by Frankel and colleagues take significant steps towards understanding how these three functions of Rev—RNA binding, oligomerization, and Crm1 binding—might come together. Yet, significant puzzles remain, and a clear picture of the Rev-RRE-Crm1 complex that exports the viral RNA from the host cell nucleus has yet to emerge."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the first paper, which features Bhargavi Jayaraman as first author, the first crystal structure of a Rev dimer bound to an RRE RNA fragment is reported (<a href=\"#bib8\">Jayaraman et al., 2014</a>). Many of the interactions seen in this structure fit well within the framework of structures collected by studying smaller parts of the protein individually. Both the high affinity and secondary Rev binding sites on the RRE are occupied as expected, and the architecture of the Rev–Rev dimer interface is clearly seen. In the second paper, for which David Booth is the first author, the structure of a Rev-RRE-Crm1 complex was solved using cryo-electron microscopy, revealing the existence of a Crm1 dimer interface that is unique among reported Crm1-cargo structures (<a href=\"#bib1\">Booth et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now for the conundrums. First, there are significant differences between the Rev–Rev dimer interface in the Rev-RRE complex reported by Jayaraman et al. and previously determined structures. In particular, the angles between the helices that connect the Rev monomers into dimers are completely different. It is also not entirely clear how the dimer interfaces now observed can be reconciled into a coherent picture of the functional Rev-RRE complex. In principle, the new Rev dimer-RRE structure represents the most advanced molecular model of an intermediate stage of assembly of the final complex. However, the RRE sequence had to be significantly altered to obtain usable crystals for imaging, so we cannot be completely certain that the complexes formed are functional. Furthermore, the data are consistent with the possibility that Rev:RRE could take on multiple different arrangements with respect to Crm1, which complicates the structural analysis."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Unfortunately, it is not possible to unambiguously identify the precise conformation of Rev:RRE in the Rev-RRE-Crm1 complex to help produce a more complete molecular model because large parts of Rev and the RRE are not visible in the structure, presumably due to disorder or because they can take on multiple conformations. It is also not yet possible to understand from the RRE fragments how the Rev dimers in the crystal structure might be arranged in the context of the full RRE. Therefore, the question of the overall architecture of the export complex remains unanswered."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The papers by Jayaraman et al. and Booth et al. represent tremendous advances in a slowly evolving story of how viral transcripts are exported by the Crm1 pathway. The new glimpses of molecular details that have been obtained in these papers will serve to generate the next generation of hypotheses. It may turn out that a Rev dimer or tetramer on the RRE is sufficient to recruit the Crm1 dimer that is the functional export complex. It is important to recall that the Rev concentration in HIV infected cells is very low, and may well be below the concentration necessary to form the menagerie of complexes that have been experimentally generated over the past two decades. Frankel, Jayaraman, Booth and co-workers are to be congratulated on their accomplishments in these most recent studies. However, I personally remain frustrated about how all of these divergent complexes can be understood in a coherent molecular picture. Rev remains for the moment a <i>R</i>eally <i>e</i>xasperating <i>v</i>iral protein."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Booth", 
                            "index": "Booth, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Cheng", 
                            "index": "Cheng, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Frankel", 
                            "index": "Frankel, A"
                        }
                    }
                ], 
                "articleTitle": "The export receptor Crm1 forms a dimer to promote nuclear export of HIV RNA", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e04121", 
                "doi": "10.7554/eLife.04121"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MD Daugherty", 
                            "index": "Daugherty, MD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Liu", 
                            "index": "Liu, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Frankel", 
                            "index": "Frankel, AD"
                        }
                    }
                ], 
                "articleTitle": "Structural basis for cooperative RNA binding and export complex assembly by HIV Rev", 
                "journal": "Nature Structural & Molecular Biology", 
                "volume": "17", 
                "pages": {
                    "first": "1337", 
                    "last": "1342", 
                    "range": "1337–1342"
                }, 
                "doi": "10.1038/nsmb.1902"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Dimattia", 
                            "index": "Dimattia, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NR Watts", 
                            "index": "Watts, NR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Stahl", 
                            "index": "Stahl, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Rader", 
                            "index": "Rader, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PT Wingfield", 
                            "index": "Wingfield, PT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DI Stuart", 
                            "index": "Stuart, DI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Steven", 
                            "index": "Steven, AC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Grimes", 
                            "index": "Grimes, JM"
                        }
                    }
                ], 
                "articleTitle": "Implications of the HIV-1 Rev dimer structure at 3.2 A resolution for multimeric binding to the Rev response element", 
                "journal": "Proceedings of the National Academy of Sciences of USA", 
                "volume": "107", 
                "pages": {
                    "first": "5810", 
                    "last": "5814", 
                    "range": "5810–5814"
                }, 
                "doi": "10.1073/pnas.0914946107"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Dong", 
                            "index": "Dong, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Biswas", 
                            "index": "Biswas, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KE Suel", 
                            "index": "Suel, KE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LK Jackson", 
                            "index": "Jackson, LK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Martinez", 
                            "index": "Martinez, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Gu", 
                            "index": "Gu, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YM Chook", 
                            "index": "Chook, YM"
                        }
                    }
                ], 
                "articleTitle": "Structural basis for leucine-rich nuclear export signal recognition by CRM1", 
                "journal": "Nature", 
                "volume": "458", 
                "pages": {
                    "first": "1136", 
                    "last": "1141", 
                    "range": "1136–1141"
                }, 
                "doi": "10.1038/nature07975"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Guttler", 
                            "index": "Guttler, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Madl", 
                            "index": "Madl, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Neumann", 
                            "index": "Neumann, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Deichsel", 
                            "index": "Deichsel, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Corsini", 
                            "index": "Corsini, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Monecke", 
                            "index": "Monecke, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ficner", 
                            "index": "Ficner, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Sattler", 
                            "index": "Sattler, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Gorlich", 
                            "index": "Gorlich, D"
                        }
                    }
                ], 
                "articleTitle": "NES consensus redefined by structures of PKI-type and Rev-type nuclear export signals bound to CRM1", 
                "journal": "Nature Structural & Molecular Biology", 
                "volume": "17", 
                "pages": {
                    "first": "1367", 
                    "last": "1376", 
                    "range": "1367–1376"
                }, 
                "doi": "10.1038/nsmb.1931"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1990", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Heaphy", 
                            "index": "Heaphy, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Dingwall", 
                            "index": "Dingwall, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Ernberg", 
                            "index": "Ernberg, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Gait", 
                            "index": "Gait, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Green", 
                            "index": "Green, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Karn", 
                            "index": "Karn, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Lowe", 
                            "index": "Lowe, AD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Singh", 
                            "index": "Singh, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Skinner", 
                            "index": "Skinner, MA"
                        }
                    }
                ], 
                "articleTitle": "HIV-1 regulator of virion expression (Rev) protein binds to an RNA stem-loop structure located within the Rev response element region", 
                "journal": "Cell", 
                "volume": "60", 
                "pages": {
                    "first": "685", 
                    "last": "693", 
                    "range": "685–693"
                }, 
                "doi": "10.1016/0092-8674(90)90671-Z"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Jain", 
                            "index": "Jain, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG Belasco", 
                            "index": "Belasco, JG"
                        }
                    }
                ], 
                "articleTitle": "Structural model for the cooperative assembly of HIV-1 Rev multimers on the RRE as deducted from analysis of assembly-defective mutants", 
                "journal": "Molecular Cell", 
                "volume": "7", 
                "pages": {
                    "first": "603", 
                    "last": "614", 
                    "range": "603–614"
                }, 
                "doi": "10.1016/S1097-2765(01)00207-6"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Jayaraman", 
                            "index": "Jayaraman, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Crosby", 
                            "index": "Crosby, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Homer", 
                            "index": "Homer, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Ribeiro", 
                            "index": "Ribeiro, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Mavor", 
                            "index": "Mavor, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Frankel", 
                            "index": "Frankel, A"
                        }
                    }
                ], 
                "articleTitle": "RNA-directed remodeling of the HIV-1 Rev protein orchestrates assembly of the Rev-Rev response element complex", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e04120", 
                "doi": "10.7554/eLife.04120"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1990", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kjems", 
                            "index": "Kjems, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Frankel", 
                            "index": "Frankel, AD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Sharp", 
                            "index": "Sharp, PA"
                        }
                    }
                ], 
                "articleTitle": "Specific regulation of mRNA splicing in vitro by a peptide from HIV-1 Rev", 
                "journal": "Cell", 
                "volume": "67", 
                "pages": {
                    "first": "169", 
                    "last": "178", 
                    "range": "169–178"
                }, 
                "doi": "10.1016/0092-8674(91)90580-R"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}