{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-01738-v1.xml"
        }, 
        "status": "vor", 
        "id": "01738", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01738", 
        "authorLine": "David E Clapham", 
        "title": "The mother of all endocytosis", 
        "titlePrefix": "Cell Biology", 
        "published": "2013-11-26T00:00:00Z", 
        "versionDate": "2013-11-26T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01738", 
        "pdf": "https://publishing-cdn.elifesciences.org/01738/elife-01738-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Massive endocytosis is initiated by a series of steps that involve a sudden influx of calcium ions, changes in mitochondria, and modification of surface proteins by lipids. A better understanding of this process could lead to new approaches to reducing the tissue damage that is caused by heart attacks."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Clapham", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "David E Clapham", 
                    "index": "Clapham, David E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Howard Hughes Medical Institute, Department of Cardiology", 
                            "Boston Children’s Hospital"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dclapham@enders.tch.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-01738-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "01738", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01738", 
        "authorLine": "David E Clapham", 
        "title": "The mother of all endocytosis", 
        "titlePrefix": "Cell Biology", 
        "published": "2013-11-26T00:00:00Z", 
        "versionDate": "2013-11-26T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01738", 
        "pdf": "https://publishing-cdn.elifesciences.org/01738/elife-01738-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Massive endocytosis is initiated by a series of steps that involve a sudden influx of calcium ions, changes in mitochondria, and modification of surface proteins by lipids. A better understanding of this process could lead to new approaches to reducing the tissue damage that is caused by heart attacks."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Clapham", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "David E Clapham", 
                    "index": "Clapham, David E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Howard Hughes Medical Institute, Department of Cardiology", 
                            "Boston Children’s Hospital"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dclapham@enders.tch.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "endocytosis", 
            "palmitoylation", 
            "patch clamp", 
            "permeability transition pore"
        ], 
        "-related-articles-internal": [
            "01293", 
            "01295"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "When Robert Hooke first peered down his microscope into a piece of cork, he imagined that the living world was divided into individual cells, like those lived in by the monks of his day (<a href=\"#bib6\">Hooke, 1665</a>). Despite the survival of Hooke’s inapt analogy, the cell is not a static monastery room. The plasma membrane that surrounds the cell can, for example, be absorbed by the cell in a process called endocytosis. A number of different endocytosis pathways have been identified by researchers (<a href=\"#bib1\">Doherty and McMahon, 2009</a>), and with more than 80,000 papers published on the subject, it is surprising that is something left to be categorized. Now, however, in a pair of papers in <i>eLife</i>, Donald Hilgemann of the University of Texas Southwestern Medical Center (UTSW) and co-workers describe the mechanisms responsible for a form of endocytosis in which about half of the plasma membrane is absorbed by the cell (<a href=\"#bib5\">Hilgemann et al., 2013</a>; <a href=\"#bib10\">Lin et al., 2013</a>). This form of endocytosis, which is called massive endocytosis, was discovered at UTSW a few years ago (<a href=\"#bib2\">Fine et al., 2011</a>; <a href=\"#bib4\">Hilgemann and Fine, 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Lipid bilayer membranes are nature’s choice for defining temporary borders. The walls of animal cells are downright thin, comprised of lipid bilayers only 40 Å across, and they form all manner of shapes along energetically defined contours. Endocytosis requires energy, and the creation of a closed spherical vesicle from a flat bilayer takes an estimated 200–250 kcal per mole of vesicle (<a href=\"#bib3\">Helfrich, 1973</a>). The most well-established form of endocytosis involves a scaffold protein called clathrin coupling to the membrane, with the energy needed to drive the process coming from ATP (<a href=\"#bib7\">Kirchhausen, 2012</a>), but a number of other mechanisms have been discovered. Endocytosis is studied by the many forms of light microscopy, and in greater detail by electron microscopy, but no single method directly assays all aspects of the process as it occurs in native membranes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One live assay of endocytosis is called capacitance recording, which is an extension of patch clamp methodology. This technique allows extremely small changes in the area of the plasma membrane (∼0.01 µm<sup>2</sup>) to be detected as individual events and precise measurements to be made of net membrane loss or uptake during exocytosis or endocytosis (<a href=\"#bib12\">Neher and Marty, 1982</a>). Now, in a refreshingly original study, Donald Hilgemann and co-workers at UTSW and Cornell—Michael Fine, Maurine Linder, Benjamin Jennings and Mei-Jung Lin—have used a combination of capacitance recording and other techniques to study the mechanism responsible for the massive endocytosis that occurs after a sudden influx of calcium ions into cells called BHK fibroblasts (<a href=\"#bib5\">Hilgemann et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Massive endocytosis is preceded by depolarization of the inner membrane of the mitochondria and/or the formation of pores called permeability transition pores: both of these processes allow coenzyme A (a small molecule i.e., required for the oxidation of pyruvate and fatty acids) to move from inside the mitochondria to the cytoplasm of the cell. Experimentally, this is accomplished by various mitochondrial insults, such as increasing the concentration of calcium ions inside the cell or poisoning the electron transport chain. Inhibition of calcium uptake blocks massive endocytosis."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The key finding is that the movement of coenzyme A (CoA) into the cytoplasm leads to the synthesis of acyl-CoA, which acts as a substrate for an enzyme, DHHC5, that transfers the fatty acid group called palmitoyl to proteins and thus anchors these proteins to the plasma membrane. In short, mitochondrial damage and the increased availability of substrates for DHHC5 unleash the proteins that initiate endocytosis. One such protein, flotillin, was previously shown to be palmitoylated by DHHC5 (<a href=\"#bib9\">Li et al., 2012</a>). However, proteins are not the only participants in massive endocytosis: cholesterol and PIP<sub>2</sub> (a phospholipid i.e., found in the cell membrane) can also induce massive endocytosis minutes after the sudden increase in the concentration of calcium ions has subsided (<a href=\"#bib8\">Lariccia et al., 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the second paper, Hilgemann, Lin, Fine and other co-workers—Jui-Yun Lu and Sandra Hoffman (both UTSW) and Gary Frazier (University of Texas at Dallas)—investigate reperfusion injury, the damage caused when blood supply returns to a tissue after a period of ischemia, in cardiac muscle cells (<a href=\"#bib10\">Lin et al., 2013</a>; <a href=\"#fig1\">Figure 1</a>). Reoxygenation after anoxia, such as occurs during a heart attack, results in massive endocytosis. Using protocols that raise the levels of calcium or acyl-CoA inside the cell, the UTSW team infers that opening the permeability transition pores, activating protein kinase C, and triggering a calcium-dependent mechanism can all induce massive endocytosis. However, massive endocytosis is strongly inhibited in mice lacking DHHC5, resulting in significantly preserved right ventricular contractile function. Finally, Lin et al. show that a diverse range of protein targets undergo palmitoylation (that is, attachment of the fatty acid group, palmitoyl) after reperfusion injury. This most consequential finding of a reduction of massive endocytosis and the preservation of contractility in DHHC5 knockout mice suggests a potential new approach to ameliorate the problem of reperfusion injury."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Optical recording of spontaneous massive endocytosis in an isolated cardiac muscle cell.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "To follow the changes that take place in the cell membrane during massive endocytosis, a Na/Ca exchanger (NCX1) is fused with a pH-sensitive green protein (green circle; <a href=\"#bib8\">Lariccia et al., 2011</a>) and overexpressed in cardiac muscle cells (unpublished data courtesy of Donald Hilgemann). The fluorescence is bright when the green protein is on the external membrane of the cell, where the pH is 7.8 (top left, 1), but it gradually declines during endocytosis as the NCX1 is progressively internalized into vesicles, where the pH is 6.5 (middle, 2). The fluorescence can be increased again by using ammonium chloride (NH<sub>4</sub>Cl) to increase the pH inside the vesicles (right, 3). This shows that massive endocytosis can be activated during routine cell isolation procedures."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01738/elife-01738-fig1-v1.tif", 
                        "image": "elife-01738-fig1-v1.tif", 
                        "attribution": [
                            "D HILGEMANN, UTSW"
                        ], 
                        "filename": "elife-01738-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Although Hilgemann and co-workers tip their hat to the possibility that massive endocytosis can be an ongoing process, the hypothesis mainly rests on dire cellular Ca<sup>2+</sup> leak conditions, such as those that occur with membrane damage. This sort of large cytoplasmic calcium entry is widely associated with fast massive exocytosis, presumably required for the resealing of membranes (<a href=\"#bib11\">McNeil and Steinhardt, 2003</a>). The link between initial exocytosis followed by endocytosis via vesicles larger than coated vesicles was described in pituitary cells (<a href=\"#bib13\">Thomas et al., 1994</a>). As in those cells, exocytosis in fibroblasts occurs in the first few seconds after a large calcium increase in fibroblasts and is followed by massive endocytosis, but the initial exocytosis is not observed in cardiac muscle cells (<a href=\"#bib10\">Lin et al., 2013</a>). This suggests that these cells lack the pool of vesicles used in the fast exocytosis phase. The identities of these exocytotic or endocytic vesicles are not established."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Other questions remain. Is massive endocytosis an evolutionarily primitive form of endocytosis—the mother of all endocytosis—that separates protein- and cholesterol-rich membranes? Does coenzyme A evoke a regulatory network linking mitochondria to numerous cytoplasmic processes? The understanding of massive endocytosis would be solidified by live tissue imaging of acyl-CoA levels or DHHC5 activity, but these will require the invention of new indicator methods."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One mystery is the role of protein kinase C in massive endocytosis. Since this enzyme phosphorylates phospholemman (a small membrane protein i.e., involved in ion transport), the question arises as to the functional consequence of phosphorylation before or after palmitoylation. Comparison of all palmitoylated proteins before and after massive endocytosis, and the examination of potential newly formed membrane phases, will help illuminate why such massive endocytosis occurs. Perhaps even more important is to follow the fate of such cells over longer durations—that is, is massive endocytosis simply a cellular death throe, or is it a useful adaptation?"
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GJ Doherty", 
                            "index": "Doherty, GJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HT McMahon", 
                            "index": "McMahon, HT"
                        }
                    }
                ], 
                "articleTitle": "Mechanisms of endocytosis", 
                "journal": "Annu Rev Biochem", 
                "volume": "78", 
                "pages": {
                    "first": "857", 
                    "last": "902", 
                    "range": "857–902"
                }, 
                "doi": "10.1146/annurev.biochem.78.081307.110540"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Fine", 
                            "index": "Fine, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Llaguno", 
                            "index": "Llaguno, MC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Lariccia", 
                            "index": "Lariccia, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M-J Lin", 
                            "index": "Lin, M-J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Yaradanakul", 
                            "index": "Yaradanakul, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DW Hilgemann", 
                            "index": "Hilgemann, DW"
                        }
                    }
                ], 
                "articleTitle": "Massive endocytosis driven by lipidic forces originating in the outer plasmalemmal monolayer: a new approach to membrane recycling and lipid domains", 
                "journal": "J Gen Physiol", 
                "volume": "137", 
                "pages": {
                    "first": "137", 
                    "last": "154", 
                    "range": "137–154"
                }, 
                "doi": "10.1085/jgp.201010469"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1973", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Helfrich", 
                            "index": "Helfrich, W"
                        }
                    }
                ], 
                "articleTitle": "Elastic properties of lipid bilayers: theory and possible experiments", 
                "journal": "Z Naturforsch C", 
                "volume": "28", 
                "pages": {
                    "first": "693", 
                    "last": "703", 
                    "range": "693–703"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DW Hilgemann", 
                            "index": "Hilgemann, DW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Fine", 
                            "index": "Fine, M"
                        }
                    }
                ], 
                "articleTitle": "Mechanistic analysis of massive endocytosis in relation to functionally defined surface membrane domains", 
                "journal": "J Gen Physiol", 
                "volume": "137", 
                "pages": {
                    "first": "155", 
                    "last": "172", 
                    "range": "155–172"
                }, 
                "doi": "10.1085/jgp.201010470"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DW Hilgemann", 
                            "index": "Hilgemann, DW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Fine", 
                            "index": "Fine, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ME Linder", 
                            "index": "Linder, ME"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BC Jennings", 
                            "index": "Jennings, BC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M-J Lin", 
                            "index": "Lin, M-J"
                        }
                    }
                ], 
                "articleTitle": "Massive endocytosis triggered by surface membrane palmitoylation under mitochondrial control in BHK fibroblasts", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e01293", 
                "doi": "10.7554/eLife.01293"
            }, 
            {
                "type": "book", 
                "id": "bib6", 
                "date": "1665", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Hooke", 
                            "index": "Hooke, R"
                        }
                    }
                ], 
                "bookTitle": "Micrographia: or, some physiological descriptions of minute bodies made by magnifying glasses. With observations and inquiries thereupon", 
                "publisher": {
                    "name": [
                        "Printed by J Martyn and J Allestry"
                    ], 
                    "address": {
                        "formatted": [
                            "London"
                        ], 
                        "components": {
                            "locality": [
                                "London"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Kirchhausen", 
                            "index": "Kirchhausen, T"
                        }
                    }
                ], 
                "articleTitle": "Bending membranes", 
                "journal": "Nat Cell Biol", 
                "volume": "14", 
                "pages": {
                    "first": "906", 
                    "last": "908", 
                    "range": "906–908"
                }, 
                "doi": "10.1038/ncb2570"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Lariccia", 
                            "index": "Lariccia, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Fine", 
                            "index": "Fine, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Magi", 
                            "index": "Magi, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M-J Lin", 
                            "index": "Lin, M-J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Yaradanakul", 
                            "index": "Yaradanakul, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Llaguno", 
                            "index": "Llaguno, MC"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Massive calcium-activated endocytosis without involvement of classical endocytic proteins", 
                "journal": "J Gen Physiol", 
                "volume": "137", 
                "pages": {
                    "first": "111", 
                    "last": "132", 
                    "range": "111–132"
                }, 
                "doi": "10.1085/jgp.201010468"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Li", 
                            "index": "Li, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BR Martin", 
                            "index": "Martin, BR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BF Cravatt", 
                            "index": "Cravatt, BF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Hofmann", 
                            "index": "Hofmann, SL"
                        }
                    }
                ], 
                "articleTitle": "DHHC5 protein palmitoylates flotillin-2 and is rapidly degraded on induction of neuronal differentiation in cultured cells", 
                "journal": "J Biol Chem", 
                "volume": "287", 
                "pages": {
                    "first": "523", 
                    "last": "530", 
                    "range": "523–530"
                }, 
                "doi": "10.1074/jbc.M111.306183"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M-J Lin", 
                            "index": "Lin, M-J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Fine", 
                            "index": "Fine, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J-Y Lu", 
                            "index": "Lu, J-Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Hofmann", 
                            "index": "Hofmann, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Frazier", 
                            "index": "Frazier, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Hilgemann", 
                            "index": "Hilgemann, D"
                        }
                    }
                ], 
                "articleTitle": "Massive palmitoylation-dependent endocytosis during reoxygenation of anoxic cardiac muscle", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e01295", 
                "doi": "10.7554/eLife.01295"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PL McNeil", 
                            "index": "McNeil, PL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Steinhardt", 
                            "index": "Steinhardt, RA"
                        }
                    }
                ], 
                "articleTitle": "Plasma membrane disruption: repair, prevention, adaptation", 
                "journal": "Annu Rev Cell Dev Biol", 
                "volume": "19", 
                "pages": {
                    "first": "697", 
                    "last": "731", 
                    "range": "697–731"
                }, 
                "doi": "10.1146/annurev.cellbio.19.111301.140101"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "1982", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Neher", 
                            "index": "Neher, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Marty", 
                            "index": "Marty, A"
                        }
                    }
                ], 
                "articleTitle": "Discrete changes of cell membrane capacitance observed under conditions of enhanced secretion in bovine adrenal chromaffin cells", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "79", 
                "pages": {
                    "first": "6712", 
                    "last": "6716", 
                    "range": "6712–6716"
                }, 
                "doi": "10.1073/pnas.79.21.6712"
            }, 
            {
                "type": "journal", 
                "id": "bib13", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Thomas", 
                            "index": "Thomas, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AK Lee", 
                            "index": "Lee, AK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG Wong", 
                            "index": "Wong, JG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Almers", 
                            "index": "Almers, W"
                        }
                    }
                ], 
                "articleTitle": "A triggered mechanism retrieves membrane in seconds after Ca(2+)-stimulated exocytosis in single pituitary cells", 
                "journal": "J Cell Biol", 
                "volume": "124", 
                "pages": {
                    "first": "667", 
                    "last": "675", 
                    "range": "667–675"
                }, 
                "doi": "10.1083/jcb.124.5.667"
            }
        ], 
        "acknowledgements": [
            {
                "type": "paragraph", 
                "text": "I thank Don Hilgemann (UTSW) and Tommy Kirchhausen (Harvard Medical School) for helpful discussions."
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}