{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "03575", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03575", 
        "authorLine": "Katherine A Jones", 
        "title": "Changing the core of transcription", 
        "titlePrefix": "Gene Expression", 
        "published": "2014-07-08T00:00:00Z", 
        "versionDate": "2014-07-08T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03575", 
        "pdf": "https://publishing-cdn.elifesciences.org/03575/elife-03575-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Different members of the TAF family of proteins work in differentiated cells, such as motor neurons or brown fat cells, to control the expression of genes that are specific to each cell type."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Jones", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Katherine A Jones", 
                    "index": "Jones, Katherine A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Regulatory Biology Laboratory", 
                            "The Salk Institute for Biological Studies"
                        ], 
                        "address": {
                            "formatted": [
                                "La Jolla", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "La Jolla"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jones@salk.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "03575", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03575", 
        "authorLine": "Katherine A Jones", 
        "title": "Changing the core of transcription", 
        "titlePrefix": "Gene Expression", 
        "published": "2014-07-08T00:00:00Z", 
        "versionDate": "2014-07-08T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03575", 
        "pdf": "https://publishing-cdn.elifesciences.org/03575/elife-03575-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Different members of the TAF family of proteins work in differentiated cells, such as motor neurons or brown fat cells, to control the expression of genes that are specific to each cell type."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Jones", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Katherine A Jones", 
                    "index": "Jones, Katherine A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Regulatory Biology Laboratory", 
                            "The Salk Institute for Biological Studies"
                        ], 
                        "address": {
                            "formatted": [
                                "La Jolla", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "La Jolla"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jones@salk.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "transcription factor", 
            "neuronal gene expression", 
            "stem cell", 
            "motor neuron", 
            "TBP-associated factor TAF", 
            "neuronal enhancer"
        ], 
        "-related-articles-internal": [
            "02559", 
            "02811"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "When an organism is developing, different genes are expressed at different times and the pattern of gene expression can often change abruptly. Expressing a gene involves multiple steps: the DNA must be transcribed into a molecule of messenger RNA, which is then translated into a protein. The mechanisms that start the transcription of protein-coding genes in rapidly growing cells are reasonably well understood: two types of proteins—DNA-binding activators and general transcription factors—cooperate to recruit an enzyme called RNA polymerase, which then transcribes the gene (<a href=\"#bib5\">Kadonaga, 2012</a>). These proteins bind to a region of the gene called the promoter, which is upstream from the protein-coding region of the gene."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "TATA-binding protein is a general transcription factor that binds to certain sequences of DNA bases found within promoters. TATA-binding protein (or related proteins) also bind to 14 TATA-binding protein associated factors (TAFs). These factors are included into two different protein complexes called TFIID and SAGA (<a href=\"#bib7\">Müller et al., 2010</a>). which, in budding yeast, can recruit TATA-binding protein to gene promoters (<a href=\"#bib1\">Basehoar et al., 2004</a>). There are, however, few hard-and-fast rules in this process: not all genes require all of the general transcription factors, and some genes require both TFIID and SAGA complexes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Although the steps that are required to switch on genes when cells are rapidly dividing are fairly well known, the same is not true for cells that are differentiating into specialised cell types. In these cells, many transcription factors are down-regulated and the entire pattern of gene expression changes dramatically. Moreover, certain TAFs are strongly up-regulated during differentiation. The core transcriptional machinery is essentially rebuilt at the genes that are expressed in differentiated cells; however, how this occurs is a fascinating and largely unresolved question."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Over the years Robert Tjian of the University of California Berkeley and co-workers have illuminated how individual TAFs can affect how a cell differentiates in different contexts (<a href=\"#fig1\">Figure 1</a>). Now, in <i>eLife</i>, Francisco Herrera of UC Berkeley and co-workers—including Teppei Yamaguchi, Henk Roelink and Tjian—have identified a critical role for a TAF called TAF9B in the expression of genes in motor neurons (<a href=\"#bib4\">Herrera et al., 2014</a>). When mouse embryonic stem cells were coaxed, in vitro, into becoming the motor neurons, TAF9B was selectively up-regulated. Herrera et al. also observed high levels of TAF9B in the spinal cord tissue of newborn mice. Deleting the gene for TAF9B in mouse embryonic stem cells revealed that this TAF is not needed for the growth of stem cells, nor is it required for the expression of genes that prevent differentiation: both of these processes are known to be highly-dependent upon the TFIID complex (<a href=\"#bib8\">Pijnappel et al., 2013</a>). However, genes that would normally be expressed specifically in neurons were not up-regulated when cells without the <i>TAF9B</i> gene started to specialise."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "TATA-binding protein associated factors (TAFs) regulate transcription in specific cell types.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "TAF3, for example, works with another transcription factor to regulate the expression of genes that are critical for the differentiation of the endoderm in the early embryo (<a href=\"#bib6\">Liu et al., 2011</a>). TAF3 also forms a complex with the TATA-related factor, TRF3, to regulate <i>Myogenin</i> and other muscle-specific genes to form myotubes (<a href=\"#bib3\">Deato et al., 2008</a>). TAF7L interacts with another transcription factor to activate genes involved in the formation of adipocytes (‘fat cells’) and adipose tissue (<a href=\"#bib9\">Zhou et al., 2013</a>; <a href=\"#bib10\">Zhou et al., 2014</a>). Finally, TAF9B is a key regulator of transcription in motor neurons (<a href=\"#bib4\">Herrera et al., 2014</a>). The names of some of the genes regulated by the TAFs are shown in brackets."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/03575/elife-03575-fig1-v1.tif", 
                        "filename": "elife-03575-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Herrera et al. identified numerous genes that can only be switched on when the TAF9B protein is present, which means that it joins a growing list of TAF proteins that are dedicated to controlling the expression of genes in specialised cell types. Further studies revealed that TAF9B activates neuron-specific genes by binding to sites that reside outside of these genes' core promoters. Further, many of these sites were also bound by a master regulator of motor neuron-specific genes. Herrera et al. found that TAF9B predominantly associates with the SAGA complex, rather than the TFIID complex, in the motor neuron cells. Mice in which the gene for TAF9B had been deleted had less neuronal tissue in the developing spinal cord. Moreover, the genes that are involved in forming the branches of neurons were not properly regulated in these mice."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Recently, in another <i>eLife</i> paper, Tjian and co-workers at Berkeley, Fudan University and the Hebrew University of Jerusalem—including Haiying Zhou as first author, Bo Wan, Ivan Grubisic and Tommy Kaplan—reported that another TAF protein, called TAF7L, works as part of the TFIID complex to up-regulate genes that direct cells to become brown adipose tissue (<a href=\"#bib10\">Zhou et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Whilst most of the fat tissue in humans is white adipose tissue, which contains cells that store fatty molecules, some is brown adipose tissue, or ‘brown fat’, that instead generates heat. When TAF7L promotes the differentiation of brown fat, it up-regulates genes that are targeted by a transcription factor called PPAR-γ; last year it was shown that this transcription factor also promotes the differentiation of white adipose tissue (<a href=\"#bib9\">Zhou et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Mice without the <i>TAF7L</i> gene had 40% less brown fat than wild-type mice, and also grew too much skeletal muscle tissue. TAF7L was specifically required to activate genes that control how brown fat develops and functions. Thus TAF7L expression appears to shift the fate of a stem cell towards brown adipose tissue, potentially at the expense of skeletal muscle, as both cell types develop from the same group of stem cells. When stem cells with less TAF7L than normal are differentiated in vitro, they yield more muscle than fat cells. Conversely, cells with an excess of TAF7L express brown fat-specific genes and switch off muscle-specific genes. Further experiments suggested a role for TAF7L in connecting the core promoter of the gene with other DNA elements that regulate gene expression but lie some distance away from the promoter."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of Herrera et al. and Zhou et al. reinforces the idea that different TAFs provide the flexibility needed to control gene expression in a tissue-specific manner, and enable differentiating cells to change which genes they express rapidly. However many interesting questions remain: which signals lead to the destruction of core transcription factors? Are core promoter elements at tissue-specific genes designed to recognise variant TAFs? What determines whether variant TAFs are incorporated within TFIID, SAGA, or other complexes? It is known that TAF7 functions within TFIID to prevent transcription starting prematurely (<a href=\"#bib2\">Bhattacharya et al., 2014</a>): does the TAF7L variant carry out a similar function at adipose tissue-specific genes?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Shortly after RNA polymerase II starts to transcribe a gene, it briefly pauses. Interestingly, a DNA sequence associated with this pausing, called the pause button, closely matches the sequences that bind to two subunits of TFIID (TAF6 and TAF9; <a href=\"#bib5\">Kadonaga, 2012</a>). Consequently, TAF6 and TAF9 might be involved in pausing transcription<b>,</b> and if so, the variant TAF9B could play a similar role at motor neuron genes. Exploring the different patterns of gene expression in differentiated cells provides a powerful approach to help us to understand the logic of transcription."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Basehoar", 
                            "index": "Basehoar, AD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Anton", 
                            "index": "Anton, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BF Pugh", 
                            "index": "Pugh, BF"
                        }
                    }
                ], 
                "articleTitle": "Identification and distinct regulation of yeast TATA box-containing genes", 
                "journal": "Cell", 
                "volume": "116", 
                "pages": {
                    "first": "699", 
                    "last": "709", 
                    "range": "699–709"
                }, 
                "doi": "10.1016/S0092-8674(04)00205-3"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Bhattacharya", 
                            "index": "Bhattacharya, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Lou", 
                            "index": "Lou, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Hwang", 
                            "index": "Hwang, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KR Rajashankar", 
                            "index": "Rajashankar, KR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Wang", 
                            "index": "Wang, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J-A Gustafsson", 
                            "index": "Gustafsson, J-A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Fletterick", 
                            "index": "Fletterick, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RH Jacobson", 
                            "index": "Jacobson, RH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Webb", 
                            "index": "Webb, P"
                        }
                    }
                ], 
                "articleTitle": "Structural and functional insight into TAF1-TAF7, a subcomplex of transcription factor II D", 
                "journal": "Proceedings of the National Academy of Sciences of the USA", 
                "volume": "111", 
                "pages": {
                    "first": "9103", 
                    "last": "9108", 
                    "range": "9103–9108"
                }, 
                "doi": "10.1073/pnas.1408293111"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MDE Deato", 
                            "index": "Deato, MDE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MT Marr", 
                            "index": "Marr, MT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Sottero", 
                            "index": "Sottero, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Inouye", 
                            "index": "Inouye, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Hu", 
                            "index": "Hu, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Tjian", 
                            "index": "Tjian, R"
                        }
                    }
                ], 
                "articleTitle": "MyoD targets TAF3/TRF3 to activate Myogenin transcription", 
                "journal": "Molecular Cell", 
                "volume": "32", 
                "pages": {
                    "first": "96", 
                    "last": "105", 
                    "range": "96–105"
                }, 
                "doi": "10.1016/j.molcel.2008.09.009"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Herrera", 
                            "index": "Herrera, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Yamaguchi", 
                            "index": "Yamaguchi, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Roelink", 
                            "index": "Roelink, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Tjian", 
                            "index": "Tjian, R"
                        }
                    }
                ], 
                "articleTitle": "Core promoter factor 9B regulates neuronal gene expression", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e02559", 
                "doi": "10.7554/eLife.02559"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JT Kadonaga", 
                            "index": "Kadonaga, JT"
                        }
                    }
                ], 
                "articleTitle": "Perspectives on the RNA polymerase II core promoter", 
                "journal": "Wiley Interdisciplinary Reviews: Developmental Biology", 
                "volume": "1", 
                "pages": {
                    "first": "40", 
                    "last": "50", 
                    "range": "40–50"
                }, 
                "doi": "10.1002/wdev.21"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Liu", 
                            "index": "Liu, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DR Scannell", 
                            "index": "Scannell, DR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MB Eisen", 
                            "index": "Eisen, MB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Tjian", 
                            "index": "Tjian, R"
                        }
                    }
                ], 
                "articleTitle": "Control of embryonic stem cell lineage commitment by core promoter factor, TAF3", 
                "journal": "Cell", 
                "volume": "146", 
                "pages": {
                    "first": "720", 
                    "last": "731", 
                    "range": "720–731"
                }, 
                "doi": "10.1016/j.cell.2011.08.005"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Müller", 
                            "index": "Müller, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Zaucker", 
                            "index": "Zaucker, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Tora", 
                            "index": "Tora, L"
                        }
                    }
                ], 
                "articleTitle": "Developmental regulation of transcription initiation: more than just changing the actors", 
                "journal": "Current Opinion in Genetics & Development", 
                "volume": "20", 
                "pages": {
                    "first": "533", 
                    "last": "540", 
                    "range": "533–540"
                }, 
                "doi": "10.1016/j.gde.2010.06.004"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WW Pijnappel", 
                            "index": "Pijnappel, WW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Esch", 
                            "index": "Esch, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MP Baltissen", 
                            "index": "Baltissen, MP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Wu", 
                            "index": "Wu, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Mischerikow", 
                            "index": "Mischerikow, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Bergsma", 
                            "index": "Bergsma, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E van der Wal", 
                            "index": "van der Wal, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DW Han", 
                            "index": "Han, DW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Hv Bruch", 
                            "index": "Bruch, Hv"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Mortiz", 
                            "index": "Mortiz, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Lijnzaad", 
                            "index": "Lijnzaad, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AF Altelaar", 
                            "index": "Altelaar, AF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Sameith", 
                            "index": "Sameith, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Zaehres", 
                            "index": "Zaehres, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Heck", 
                            "index": "Heck, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FC Holstege", 
                            "index": "Holstege, FC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HR Scholer", 
                            "index": "Scholer, HR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HT Timmers", 
                            "index": "Timmers, HT"
                        }
                    }
                ], 
                "articleTitle": "A central role for TFIID in the pluripotent transcriptional circuitry", 
                "journal": "Nature", 
                "volume": "495", 
                "pages": {
                    "first": "516", 
                    "last": "519", 
                    "range": "516–519"
                }, 
                "doi": "10.1038/nature11970"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Zhou", 
                            "index": "Zhou, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Kaplan", 
                            "index": "Kaplan, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Li", 
                            "index": "Li, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Grubisic", 
                            "index": "Grubisic, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Zhang", 
                            "index": "Zhang, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Wang", 
                            "index": "Wang, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MB Eisen", 
                            "index": "Eisen, MB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Tjian", 
                            "index": "Tjian, R"
                        }
                    }
                ], 
                "articleTitle": "Dual functions of TAF7L in adipocyte differentiation", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00170", 
                "doi": "10.7554/eLife.00170"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Zhou", 
                            "index": "Zhou, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Wan", 
                            "index": "Wan, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Grubisic", 
                            "index": "Grubisic, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Kaplan", 
                            "index": "Kaplan, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Tjian", 
                            "index": "Tjian, R"
                        }
                    }
                ], 
                "articleTitle": "TAF7L modulates brown adipose tissue formation", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e02811", 
                "doi": "10.7554/eLife.02811"
            }
        ]
    }
}