{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "23624", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.23624", 
        "authorLine": "Vineetha M Zacharia, Matthew F Traxler", 
        "title": "Exploring new horizons", 
        "titlePrefix": "Bacteria", 
        "published": "2017-01-04T00:00:00Z", 
        "versionDate": "2017-01-04T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e23624", 
        "pdf": "https://publishing-cdn.elifesciences.org/23624/elife-23624-v1.pdf", 
        "subjects": [
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "<i>Streptomyces</i> bacteria employ a newly-discovered cell type, the \"explorer\" cell, to rapidly colonize new areas in the face of competition."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Zacharia et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Vineetha M Zacharia", 
                    "index": "Zacharia, Vineetha M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Plant and Microbial Biology", 
                            "University of California, Berkeley"
                        ], 
                        "address": {
                            "formatted": [
                                "Berkeley", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Berkeley"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Matthew F Traxler", 
                    "index": "Traxler, Matthew F"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Plant and Microbial Biology", 
                            "University of California, Berkeley"
                        ], 
                        "address": {
                            "formatted": [
                                "Berkeley", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Berkeley"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mtrax@berkeley.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "23624", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.23624", 
        "authorLine": "Vineetha M Zacharia, Matthew F Traxler", 
        "title": "Exploring new horizons", 
        "titlePrefix": "Bacteria", 
        "published": "2017-01-04T00:00:00Z", 
        "versionDate": "2017-01-04T00:00:00Z", 
        "volume": 6, 
        "elocationId": "e23624", 
        "pdf": "https://publishing-cdn.elifesciences.org/23624/elife-23624-v1.pdf", 
        "subjects": [
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "<i>Streptomyces</i> bacteria employ a newly-discovered cell type, the \"explorer\" cell, to rapidly colonize new areas in the face of competition."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Zacharia et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Vineetha M Zacharia", 
                    "index": "Zacharia, Vineetha M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Plant and Microbial Biology", 
                            "University of California, Berkeley"
                        ], 
                        "address": {
                            "formatted": [
                                "Berkeley", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Berkeley"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Matthew F Traxler", 
                    "index": "Traxler, Matthew F"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Plant and Microbial Biology", 
                            "University of California, Berkeley"
                        ], 
                        "address": {
                            "formatted": [
                                "Berkeley", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Berkeley"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mtrax@berkeley.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "<i>Streptomyces</i>", 
            "volatile compound", 
            "alkaline", 
            "fungal interaction", 
            "trimethylamine"
        ], 
        "relatedArticles": [
            "21738"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Historically, bacteria have been thought of as simple cells whose only aim is to replicate. However, research over the past two decades has revealed that many types of bacteria are able to develop into communities that contain several types of cells, with different cell types performing particular roles (<a href=\"#bib5\">Kuchina et al., 2011</a>). These communities are of interest in scientific fields as diverse as petroleum engineering and bacterial pathogenesis."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "<i>Streptomyces</i> were perhaps the first bacteria to be recognized as having a multicellular lifestyle (<a href=\"#bib8\">Waksman and Henrici, 1943</a>). In fact, this lifestyle led to them being classified as fungi when they were first isolated from soil at the beginning of the last century (<a href=\"#bib3\">Hopwood, 2007</a>). This case of mistaken identity stemmed from the fuzzy texture of <i>Streptomyces</i> colonies (see <a href=\"#fig1\">Figure 1A</a>), which resembles many of the fungi we see growing on bread and other natural surfaces (<a href=\"#bib9\">Waksman, 1954</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The multicellular lifestyle of <i>Streptomyces</i>. ", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "<i>Streptomyces</i> bacteria form colonies that contain several different types of specialized cells: vegetative hyphae, aerial hyphae, spores and the \"explorer\" cells discovered by Jones et al. (<b>A</b>) A <i>Streptomyces coelicolor</i> colony exhibiting aerial hyphae (white) and spores (gray). The blue droplets contain compounds that are naturally produced by <i>S. coelicolor</i> including antibiotics. (<b>B</b>) <i>Streptomyces venezuelae</i> explorer cells spreading on a rock. (<b>C</b>) In addition to these four types of cells, it is possible that <i>Streptomyces</i> colonies might contain other cell types that produce specialized metabolites, such as antibiotics, signaling molecules or volatile organic compounds (VOCs). "
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/23624/elife-23624-fig1-v1.jpg", 
                        "attribution": [
                            "Image credits: panel A and C Vineetha Zacharia; panel B <a href=\"#bib4\">Jones et al. (2016)</a>"
                        ], 
                        "filename": "elife-23624-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The first stage in the life of a <i>Streptomyces</i> colony is the growth of so-called vegetative cells, which form networks of branched filaments that penetrate the surfaces of food sources. The fuzzy appearance of <i>Streptomyces</i> colonies is the result of the vegetative cells producing another type of cell called aerial hyphae that grow upwards into the air (<a href=\"#bib7\">McCormick and Flärdh, 2012</a>; <a href=\"#bib2\">Flärdh and Buttner 2009</a>). Subsequently, cells of a third type (spores) form long chains on the ends of these aerial hyphae. These spores are resistant to drying out and likely allow <i>Streptomyces</i> to passively spread to new environments through the action of water or air movement (<a href=\"#bib7\">McCormick and Flärdh, 2012</a>). Now, in eLife, Marie Elliot at McMaster University and colleagues – including Stephanie Jones as first author – report a new form of growth in <i>Streptomyces</i> termed “exploratory growth” (<a href=\"#bib4\">Jones et al., 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the initial experiments, Jones et al. – who are based at McMaster University, the University of Toronto and Dartmouth College – grew <i>Streptomyces venezuelae</i> bacteria alone, or close to a yeast called <i>Saccharomyces cerevisiae,</i> on solid agar for two weeks. During this time, the bacteria grown alone formed a normal sized colony typical of <i>Streptomyces</i>. However, in the presence of the yeast, the <i>S. venezuelae</i> colonies expanded rapidly and colonized the entire surface of the growth dish, engulfing the nearby yeast colony. In subsequent experiments, the cells produced during exploratory growth (dubbed “explorer” cells) showed the ability to spread over abiotic surfaces including rocks (<a href=\"#fig1\">Figure 1B</a>) and polystyrene barriers. Scanning electron microscopy revealed that, unlike vegetative cells, these explorer cells did not form branches and more closely resembled simple aerial hyphae."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Previous studies have identified many genes that regulate the development of <i>Streptomyces</i> colonies including the <i>bld</i> genes, which are involved in the formation of aerial hyphae, and the <i>whi</i> genes, which are required to make spores (<a href=\"#bib7\">McCormick and Flärdh, 2012</a>). Jones et al. found that neither of these sets of genes are required for exploratory growth of <i>S. venezuelae</i> in the presence of the yeast. This suggests that the explorer cell type is distinct from the previously known developmental pathways in <i>Streptomyces</i>. Furthermore, Jones et al. found that multiple <i>Streptomyces</i> species were capable of exploratory growth and that various fungal microbes had the ability to trigger this behavior."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Further experiments using libraries of mutant yeast indicated that glucose and pH may be involved in triggering the formation of explorer cells. Jones et al. demonstrated that <i>Streptomyces</i> displays exploratory growth in response to shortages of glucose (caused by the presence of the yeast) and to an increased pH in the surrounding environment. The bacteria trigger this pH change themselves by releasing a volatile organic compound called trimethylamine, which is able to stimulate exploratory growth in <i>Streptomyces</i> over considerable distances. Trimethylamine also inhibits the growth of other bacteria that might compete with <i>S. venezuelae</i> in natural environments."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of Jones et al. opens up the possibility that there may be additional types of specialized cells within <i>Streptomyces</i> colonies. <i>Streptomyces</i> are important for medicine because they produce many different chemical compounds, including antibiotics and immunosuppressant drugs, and one might imagine that specific groups of cells within a colony are responsible for making these compounds (<a href=\"#fig1\">Figure 1C</a>). Perhaps other cell types might be dedicated to directing the activities of different cells within the colony (as happens in other bacteria with multicellular lifestyles; <a href=\"#bib6\">Lopez et al., 2009</a>; <a href=\"#bib1\">Baker, 1994</a>), perhaps by producing trimethylamine or other volatile organic compounds."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "For decades, researchers have described <i>Streptomyces</i> colonies in terms of vegetative cells, aerial hyphae and spores. The explorer cells identified by Jones et al. offer <i>Streptomyces</i> an alternative means of escape from their normal life cycle and local environment in the face of competition. This makes intuitive sense, given that <i>Streptomyces</i> lack the ability to move (“motility”) in the traditional sense (for example, by swimming, gliding or twitching). Taken together, the work of Jones et al. demonstrates a surprisingly dynamic strategy in which a ‘non-motile’ bacterium can use cues from other microbes, long-range signaling, and multicellularity to make a graceful exit when times get tough."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Baker ME", 
                            "index": "Baker ME"
                        }
                    }
                ], 
                "articleTitle": "<i>Myxococcus xanthus</i> C-factor, a morphogenetic paracrine signal, is similar to <i>Escherichia coli</i> 3-oxoacyl-[acyl-carrier-protein] reductase and human 17 beta-hydroxysteroid dehydrogenase", 
                "journal": {
                    "name": [
                        "Biochemical Journal"
                    ]
                }, 
                "volume": "301 (Pt 1)", 
                "pages": {
                    "first": "311", 
                    "last": "312", 
                    "range": "311–312"
                }, 
                "doi": "10.1042/bj3010311", 
                "pmid": 8037687
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Flärdh", 
                            "index": "Flärdh, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Buttner", 
                            "index": "Buttner, MJ"
                        }
                    }
                ], 
                "articleTitle": "<i>Streptomyces</i> morphogenetics: dissecting differentiation in a filamentous bacterium", 
                "journal": {
                    "name": [
                        "Nature Reviews Microbiology"
                    ]
                }, 
                "volume": "7", 
                "pages": {
                    "first": "36", 
                    "last": "49", 
                    "range": "36–49"
                }, 
                "doi": "10.1038/nrmicro1968", 
                "pmid": 19079351
            }, 
            {
                "type": "book", 
                "id": "bib3", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Hopwood", 
                            "index": "Hopwood, DA"
                        }
                    }
                ], 
                "authorsType": "authors", 
                "bookTitle": "Streptomyces in Nature and Medicine: The Antibiotic Makers", 
                "publisher": {
                    "name": [
                        "Oxford University Press"
                    ], 
                    "address": {
                        "formatted": [
                            "Oxford, New York"
                        ], 
                        "components": {
                            "locality": [
                                "Oxford, New York"
                            ]
                        }
                    }
                }, 
                "pages": "250"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2017", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Jones", 
                            "index": "Jones, SE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Ho", 
                            "index": "Ho, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Rees", 
                            "index": "Rees, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Hill", 
                            "index": "Hill, JE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Nodwell", 
                            "index": "Nodwell, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Elliot", 
                            "index": "Elliot, MA"
                        }
                    }
                ], 
                "articleTitle": "<i>Streptomyces</i> exploration is triggered by fungal interactions and volatile signals", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "6", 
                "pages": "e21738", 
                "doi": "10.7554/eLife.21738"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Kuchina", 
                            "index": "Kuchina, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Espinar", 
                            "index": "Espinar, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Çağatay", 
                            "index": "Çağatay, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AO Balbin", 
                            "index": "Balbin, AO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Zhang", 
                            "index": "Zhang, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Alvarado", 
                            "index": "Alvarado, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Garcia-Ojalvo", 
                            "index": "Garcia-Ojalvo, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GM Süel", 
                            "index": "Süel, GM"
                        }
                    }
                ], 
                "articleTitle": "Temporal competition between differentiation programs determines cell fate choice", 
                "journal": {
                    "name": [
                        "Molecular Systems Biology"
                    ]
                }, 
                "volume": "7", 
                "pages": "557", 
                "doi": "10.1038/msb.2011.88", 
                "pmid": 22146301
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D López", 
                            "index": "López, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Vlamakis", 
                            "index": "Vlamakis, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Losick", 
                            "index": "Losick, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Kolter", 
                            "index": "Kolter, R"
                        }
                    }
                ], 
                "articleTitle": "Paracrine signaling in a bacterium", 
                "journal": {
                    "name": [
                        "Genes & Development"
                    ]
                }, 
                "volume": "23", 
                "pages": {
                    "first": "1631", 
                    "last": "1638", 
                    "range": "1631–1638"
                }, 
                "doi": "10.1101/gad.1813709", 
                "pmid": 19605685
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR McCormick", 
                            "index": "McCormick, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Flärdh", 
                            "index": "Flärdh, K"
                        }
                    }
                ], 
                "articleTitle": "Signals and regulators that govern <i>Streptomyces</i> development", 
                "journal": {
                    "name": [
                        "FEMS Microbiology Reviews"
                    ]
                }, 
                "volume": "36", 
                "pages": {
                    "first": "206", 
                    "last": "231", 
                    "range": "206–231"
                }, 
                "doi": "10.1111/j.1574-6976.2011.00317.x", 
                "pmid": 22092088
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1943", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Waksman", 
                            "index": "Waksman, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AT Henrici", 
                            "index": "Henrici, AT"
                        }
                    }
                ], 
                "articleTitle": "The nomenclature and classification of the Actinomycetes", 
                "journal": {
                    "name": [
                        "Journal of Bacteriology"
                    ]
                }, 
                "volume": "46", 
                "pages": {
                    "first": "337", 
                    "last": "341", 
                    "range": "337–341"
                }, 
                "pmid": 16560709
            }, 
            {
                "type": "book", 
                "id": "bib9", 
                "date": "1954", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Waksman", 
                            "index": "Waksman, SA"
                        }
                    }
                ], 
                "authorsType": "authors", 
                "bookTitle": "My Life with the Microbes", 
                "publisher": {
                    "name": [
                        "Simon and Schuster"
                    ], 
                    "address": {
                        "formatted": [
                            "New York"
                        ], 
                        "components": {
                            "locality": [
                                "New York"
                            ]
                        }
                    }
                }, 
                "pages": "364"
            }
        ]
    }
}