{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "01135", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01135", 
        "authorLine": "Michael Levine", 
        "title": "Computing away the magic?", 
        "titlePrefix": "Development", 
        "published": "2013-08-06T00:00:00Z", 
        "versionDate": "2013-08-06T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01135", 
        "pdf": "https://publishing-cdn.elifesciences.org/01135/elife-01135-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "D. melanogaster"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Computer simulations and quantitative imaging of <i>Drosophila</i> embryos have been used to recreate the dynamic activities of a complex transcriptional enhancer."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Levine", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Michael Levine", 
                    "index": "Levine, Michael"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Integrative Genomics, Division of Genetics, Genomics, and Development, Department of Molecular and Cell Biology", 
                            "University of California, Berkeley"
                        ], 
                        "address": {
                            "formatted": [
                                "Berkeley", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Berkeley"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mlevine@berkeley.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "01135", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01135", 
        "authorLine": "Michael Levine", 
        "title": "Computing away the magic?", 
        "titlePrefix": "Development", 
        "published": "2013-08-06T00:00:00Z", 
        "versionDate": "2013-08-06T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01135", 
        "pdf": "https://publishing-cdn.elifesciences.org/01135/elife-01135-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "D. melanogaster"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Computer simulations and quantitative imaging of <i>Drosophila</i> embryos have been used to recreate the dynamic activities of a complex transcriptional enhancer."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Levine", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Michael Levine", 
                    "index": "Levine, Michael"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Center for Integrative Genomics, Division of Genetics, Genomics, and Development, Department of Molecular and Cell Biology", 
                            "University of California, Berkeley"
                        ], 
                        "address": {
                            "formatted": [
                                "Berkeley", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Berkeley"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mlevine@berkeley.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "transcriptional regulation", 
            "logistic regression", 
            "fly embryo", 
            "developmental patterning", 
            "positional information", 
            "even skipped"
        ], 
        "relatedArticles": [
            "00522"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Ilsley GR, Fisher J, Apweiler R, DePace AH, Luscombe NM. 2013. Cellular resolution models for <i>even skipped</i> regulation in the entire <i>Drosophila</i> embryo. <i>eLife</i> <b>2</b>:e00522. doi: <a href=\"http://dx.doi.org/10.7554/eLife.00522\">10.7554/eLife.00522</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> Quantification of transcription factors can be used to train computational models of gene expression in <i>Drosophila</i> embryos"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-01135-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "Multicellular organisms employ a variety of mechanisms to ensure that genes are expressed at the right time and place throughout their life cycles. The transcription of DNA into RNA is augmented by activators and diminished by repressors. Both classes of regulatory proteins bind to specific sequences contained within enhancers, which are the key agents of gene regulation in higher organisms. Elucidating how enhancers work is critical for understanding gene regulation in development and disease."
            }, 
            {
                "type": "paragraph", 
                "text": "It is over 30 years since Banerji and Schaffner discovered that enhancers can be physically separate from the genes they regulate (<a href=\"#bib5\">Banerji et al., 1981</a>). Enhancers can map quite far—1 million base pairs or more—from their target genes (<a href=\"#bib2\">Amano et al., 2009</a>). This action at a distance is a defining property of complex organisms, and contrasts with what happens in simple bacteria, where most activator and repressor binding sites are found quite close to their target genes (see, e.g., <a href=\"#bib8\">Levine and Tjian, 2003</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "One of the most widely studied enhancers is the <i>eve</i> stripe 2 enhancer in the fruit fly <i>Drosophila melanogaster</i> (<a href=\"#bib10\">Small et al., 1992</a>). The body of the <i>Drosophila</i> embryo is made up of 14 segments, and a gene called <i>eve</i> (<i>even-skipped</i>) is expressed in the even-numbered segments, giving rise to a distinctive pattern of seven stripes (<a href=\"#fig1\">Figure 1A</a>). It was initially thought that the long-range diffusion of morphogens (<a href=\"#bib12\">Turing, 1952</a>)—signaling molecules that influence tissue development through their formation of concentration gradients—coordinated the expression of all seven <i>eve</i> stripes (<a href=\"#bib9\">Meinhardt, 1986</a>). The discovery that <i>eve</i> stripe 2 had its own dedicated enhancer led one researcher to complain of the ‘inelegance’ of such a mechanism (<a href=\"#bib1\">Akam, 1989</a>). However, we have now come full circle: I cannot help but complain that the new models for the regulation of <i>eve</i> expression described by Nicholas Luscombe and co-workers in <i>eLife</i> seem to strip the mystique from the <i>eve</i> stripe 2 enhancer (<a href=\"#bib7\">Ilsley et al., 2013</a>)."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "Regulation of <i>eve</i> stripe 2", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "Regulation of <i>eve</i> stripe 2. The gene <i>eve</i> is expressed in the even-numbered body segments of <i>Drosophila</i> embryos, giving rise to a distinctive pattern of stripes. <b>A</b>, Transgenic embryo expressing an eve.2&gt;lacZ fusion gene. The endogenous <i>eve</i> stripes are stained brown, while stripe 2 is stained blue (<a href=\"#bib10\">Small et al., 1992</a>). <b>B</b>, The transcription factors Krüppel and Giant (repressors) and Bicoid and Hunchback (activators) are expressed in distinct patterns along the <i>Drosophila</i> embryo, and their combined effects dictate the position of <i>eve</i> stripe 2 (<a href=\"#bib13\">Watson et al., 2014</a>). <b>C</b>, Computer simulations can be used to model the expression gradient of Bicoid (left) and the resulting effect on the position of <i>eve</i> stripe 2 (right). A, anterior; P, posterior. "
                    }
                ], 
                "alt": "", 
                "uri": "https://publishing-cdn.elifesciences.org/01135/elife-01135-fig1-v1.tif", 
                "filename": "elife-01135-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "The stripe 2 enhancer is regulated by four different transcription factors in the early <i>Drosophila</i> embryo—two activators, Bicoid and Hunchback; and two repressors, Giant and Krüppel (<a href=\"#bib10\">Small et al., 1992</a>). There are 12 binding sites for these transcription factors distributed over the length of the enhancer, and the combined effects of these four proteins dictate the location of the second <i>eve</i> stripe (<a href=\"#fig1\">Figure 1B</a>). In principle, Bicoid and Hunchback can activate the <i>eve</i> stripe 2 enhancer in the entire anterior half of the embryo (from the head to the anterior thorax); however, localized repressors—Giant and Krüppel—delineate <i>eve</i> expression within the stripe 2 domain."
            }, 
            {
                "type": "paragraph", 
                "text": "Luscombe and co-workers—including Garth Ilsley as first author—investigated how these four transcription factors produce the stripe 2 expression pattern (<a href=\"#fig1\">Figure 1B</a>), by combining quantitative imaging with computer simulations of different mathematical models. They used this same approach to model the enhancer that regulates stripes 3 and 7, but for simplicity I will restrict my discussion to stripe 2. The resulting models provide new insights into the mechanisms of stripe formation during development. First, IIsley et al. argue that the order of the Bicoid, Hunchback, Giant and Krüppel binding sites is unlikely to be important for stripe 2 expression. They base this on the observation that models in which the effects of activators can simply be added to those of repressors are sufficient to produce the stripe 2 pattern, and there is no need to assume that activators bound to adjacent sites cooperate with each other to augment their activities. Moreover, there is no indication of nonlinear effects such as ‘repression dominance’, whereby repressors downregulate transcription more than activators upregulate it (<a href=\"#bib4\">Arnosti et al., 1996</a>). Rather, the models call for a simple balance between the effects of activators and those of repressors."
            }, 
            {
                "type": "paragraph", 
                "text": "The most interesting implication of this work is that Bicoid might not function solely as an activator (<a href=\"#bib6\">Driever et al., 1989</a>; <a href=\"#bib11\">Struhl et al., 1989</a>). Luscombe and co-workers were able to achieve more faithful simulations of the stripe 2 expression pattern by assuming that Bicoid, which is most abundant in the anterior region of the embryo and gradually declines in concentration towards the posterior end, acts as both an activator and a repressor. Ilsley et al. propose that high levels of Bicoid repress expression of stripe 2 in anterior regions, while lower levels in the more central regions activate its expression (<a href=\"#fig1\">Figure 1C</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "The idea that a transcription factor can mediate both activation and repression is not new. However, this is the first time that such a dual mechanism has been suggested for Bicoid, the lynchpin of anterior–posterior patterning. This dual function of Bicoid can explain why <i>eve</i>, and many other segmentation genes, are silent at the anterior pole of the <i>Drosophila</i> embryo (<a href=\"#bib3\">Andrioli et al., 2002</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "In summary, the <i>eve</i> stripe 2 enhancer produces an exquisite on/off pattern of expression in response to crude gradients of transcription factors, and its ability to do so has previously been explained by nonlinear interactions between proteins. By arguing against such nonlinearity, Ilsley et al. seemingly strip the magic from the stripe 2 enhancer. But is the magic really gone? How the enhancer determines whether Bicoid functions as an activator or a repressor is uncertain. Hence, I believe that the concept of the enhancer as a template for weak protein interactions is alive and well, and yes, still a mystery."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1989", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Akam", 
                            "index": "Akam, M"
                        }
                    }
                ], 
                "articleTitle": "<i>Drosophila</i> development: making stripes inelegantly", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "341", 
                "pages": {
                    "first": "282", 
                    "last": "283", 
                    "range": "282–283"
                }, 
                "doi": "10.1038/341282a0"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Amano", 
                            "index": "Amano, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Sagai", 
                            "index": "Sagai, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Tanabe", 
                            "index": "Tanabe, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Mizushina", 
                            "index": "Mizushina, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Nakazawa", 
                            "index": "Nakazawa, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Shiroishi", 
                            "index": "Shiroishi, T"
                        }
                    }
                ], 
                "articleTitle": "Chromosomal dynamics at the Shh locus: limb bud-specific differential regulation of competence and active transcription", 
                "journal": {
                    "name": [
                        "Dev Cell"
                    ]
                }, 
                "volume": "16", 
                "pages": {
                    "first": "47", 
                    "last": "57", 
                    "range": "47–57"
                }, 
                "doi": "10.1016/j.devcel.2008.11.011"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LP Andrioli", 
                            "index": "Andrioli, LP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Vasisht", 
                            "index": "Vasisht, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Theodosopoulou", 
                            "index": "Theodosopoulou, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Oberstein", 
                            "index": "Oberstein, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Small", 
                            "index": "Small, S"
                        }
                    }
                ], 
                "articleTitle": "Anterior repression of a <i>Drosophila</i> stripe enhancer requires three position-specific mechanisms", 
                "journal": {
                    "name": [
                        "Development"
                    ]
                }, 
                "volume": "129", 
                "pages": {
                    "first": "4931", 
                    "last": "4940", 
                    "range": "4931–4940"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DN Arnosti", 
                            "index": "Arnosti, DN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Gray", 
                            "index": "Gray, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Barolo", 
                            "index": "Barolo, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Zhou", 
                            "index": "Zhou, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Levine", 
                            "index": "Levine, M"
                        }
                    }
                ], 
                "articleTitle": "The gap protein knirps mediates both quenching and direct repression in the <i>Drosophila</i> embryo", 
                "journal": {
                    "name": [
                        "EMBO J"
                    ]
                }, 
                "volume": "15", 
                "pages": {
                    "first": "3659", 
                    "last": "3666", 
                    "range": "3659–3666"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1981", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Banerji", 
                            "index": "Banerji, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Rusconi", 
                            "index": "Rusconi, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Schaffner", 
                            "index": "Schaffner, W"
                        }
                    }
                ], 
                "articleTitle": "Expression of a beta-globin gene is enhanced by remote SV40 DNA sequences", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "27", 
                "pages": {
                    "first": "299", 
                    "last": "308", 
                    "range": "299–308"
                }, 
                "doi": "10.1016/0092-8674(81)90413-X"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1989", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Driever", 
                            "index": "Driever, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Thoma", 
                            "index": "Thoma, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Nüsslein-Volhard", 
                            "index": "Nüsslein-Volhard, C"
                        }
                    }
                ], 
                "articleTitle": "Determination of spatial domains of zygotic gene expression in the <i>Drosophila</i> embryo by the affinity of binding sites for the bicoid morphogen", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "340", 
                "pages": {
                    "first": "363", 
                    "last": "367", 
                    "range": "363–367"
                }, 
                "doi": "10.1038/340363a0"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GR Ilsley", 
                            "index": "Ilsley, GR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Fisher", 
                            "index": "Fisher, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Apweiler", 
                            "index": "Apweiler, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AH DePace", 
                            "index": "DePace, AH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NM Luscombe", 
                            "index": "Luscombe, NM"
                        }
                    }
                ], 
                "articleTitle": "Cellular resolution models of even-skipped regulation in the entire <i>Drosophila</i> embryo", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00524", 
                "doi": "10.7554/eLife.00522"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Levine", 
                            "index": "Levine, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Tjian", 
                            "index": "Tjian, R"
                        }
                    }
                ], 
                "articleTitle": "Transcription regulation and animal diversity", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "424", 
                "pages": {
                    "first": "147", 
                    "last": "151", 
                    "range": "147–151"
                }, 
                "doi": "10.1038/nature01763"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Meinhardt", 
                            "index": "Meinhardt, H"
                        }
                    }
                ], 
                "articleTitle": "Hierarchical inductions of cell states: a model for segmentation in <i>Drosophila</i>", 
                "journal": {
                    "name": [
                        "J Cell Sci Suppl"
                    ]
                }, 
                "volume": "4", 
                "pages": {
                    "first": "357", 
                    "last": "381", 
                    "range": "357–381"
                }, 
                "doi": "10.1242/jcs.1986.Supplement_4.20"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "1992", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Small", 
                            "index": "Small, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Blair", 
                            "index": "Blair, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Levine", 
                            "index": "Levine, M"
                        }
                    }
                ], 
                "articleTitle": "Regulation of even-skipped stripe 2 in the <i>Drosophila</i> embryo", 
                "journal": {
                    "name": [
                        "EMBO J"
                    ]
                }, 
                "volume": "11", 
                "pages": {
                    "first": "4047", 
                    "last": "4057", 
                    "range": "4047–4057"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "1989", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Struhl", 
                            "index": "Struhl, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Struhl", 
                            "index": "Struhl, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PM Macdonald", 
                            "index": "Macdonald, PM"
                        }
                    }
                ], 
                "articleTitle": "The gradient morphogen bicoid is a concentration-dependent transcriptional activator", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "57", 
                "pages": {
                    "first": "1259", 
                    "last": "1273", 
                    "range": "1259–1273"
                }, 
                "doi": "10.1016/0092-8674(89)90062-7"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "1952", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Turing", 
                            "index": "Turing, AM"
                        }
                    }
                ], 
                "articleTitle": "The Chemical Basis of Morphogenesis", 
                "journal": {
                    "name": [
                        "Phil Trans Royal Soc London Series B"
                    ]
                }, 
                "volume": "237", 
                "pages": {
                    "first": "37", 
                    "last": "72", 
                    "range": "37–72"
                }, 
                "doi": "10.1098/rstb.1952.0012"
            }, 
            {
                "type": "unknown", 
                "id": "bib13", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Watson", 
                            "index": "Watson, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Baker", 
                            "index": "Baker, TA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SP Bell", 
                            "index": "Bell, SP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Gann", 
                            "index": "Gann, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Levine", 
                            "index": "Levine, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Losick", 
                            "index": "Losick, R"
                        }
                    }
                ], 
                "title": "Molecular Biology of the Gene", 
                "details": "Molecular Biology of the Gene, 7th ed, Pearson"
            }
        ]
    }
}