{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-05427-v1.xml"
        }, 
        "status": "vor", 
        "id": "05427", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05427", 
        "authorLine": "Dennis Claessen, Gilles P van Wezel", 
        "title": "Off the wall", 
        "titlePrefix": "Bacterial Proliferation", 
        "published": "2014-11-26T00:00:00Z", 
        "versionDate": "2014-11-26T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e05427", 
        "pdf": "https://publishing-cdn.elifesciences.org/05427/elife-05427-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "<i>B. subtilis</i>", 
            "<i>E. coli</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Bacteria that grow and proliferate despite having been stripped of their cell wall may provide insights into how primordial cells could have propagated billions of years ago."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Claessen and van Wezel", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Dennis Claessen", 
                    "index": "Claessen, Dennis"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Biology", 
                            "Leiden University"
                        ], 
                        "address": {
                            "formatted": [
                                "Leiden", 
                                "Netherlands"
                            ], 
                            "components": {
                                "locality": [
                                    "Leiden"
                                ], 
                                "country": "Netherlands"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Gilles P van Wezel", 
                    "index": "van Wezel, Gilles P"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Biology", 
                            "Leiden University"
                        ], 
                        "address": {
                            "formatted": [
                                "Leiden", 
                                "Netherlands"
                            ], 
                            "components": {
                                "locality": [
                                    "Leiden"
                                ], 
                                "country": "Netherlands"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "g.wezel@biology.leidenuniv.nl"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-05427-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "05427", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05427", 
        "authorLine": "Dennis Claessen, Gilles P van Wezel", 
        "title": "Off the wall", 
        "titlePrefix": "Bacterial Proliferation", 
        "published": "2014-11-26T00:00:00Z", 
        "versionDate": "2014-11-26T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e05427", 
        "pdf": "https://publishing-cdn.elifesciences.org/05427/elife-05427-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "<i>B. subtilis</i>", 
            "<i>E. coli</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Bacteria that grow and proliferate despite having been stripped of their cell wall may provide insights into how primordial cells could have propagated billions of years ago."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Claessen and van Wezel", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Dennis Claessen", 
                    "index": "Claessen, Dennis"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Biology", 
                            "Leiden University"
                        ], 
                        "address": {
                            "formatted": [
                                "Leiden", 
                                "Netherlands"
                            ], 
                            "components": {
                                "locality": [
                                    "Leiden"
                                ], 
                                "country": "Netherlands"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Gilles P van Wezel", 
                    "index": "van Wezel, Gilles P"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute of Biology", 
                            "Leiden University"
                        ], 
                        "address": {
                            "formatted": [
                                "Leiden", 
                                "Netherlands"
                            ], 
                            "components": {
                                "locality": [
                                    "Leiden"
                                ], 
                                "country": "Netherlands"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "g.wezel@biology.leidenuniv.nl"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "cell wall-free bacteria", 
            "cell division", 
            "L-form", 
            "<i>S. aureus</i>", 
            "<i>C. glutamicum</i>", 
            "bacterial proliferation"
        ], 
        "-related-articles-internal": [
            "04629"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "One of the most intriguing events in the history of life on earth is the evolution of self-replicating cells. Indeed, it is dazzling to even think about the complexity of the evolutionary changes required to go from a random mixture of molecules to highly organized bacterial cells that are capable of replicating themselves. A predominant theory is that RNA may have formed the basic genetic element in primordial cells and also catalysed reactions, only later to be followed by DNA and proteins (<a href=\"#bib5\">Gilbert, 1986</a>; <a href=\"#bib11\">Orgel, 2004</a>). Encapsulating these molecules inside a single structure would have been a key step towards creating life. However, many important questions are still a matter of debate. How did the primordial cells become encapsulated? How did these primitive life forms proliferate in the absence of proteins? And how did the molecular machinery needed for cell division emerge?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in <i>eLife</i>, Romain Mercier, Yoshikazu Kawai and Jeff Errington at the University of Newcastle show that in the absence of their cell wall, different classes of bacteria proliferate using common principles (<a href=\"#bib10\">Mercier et al., 2014</a>). Such cells can proliferate without the molecular machinery that is usually needed for cell division and cell-wall synthesis (<a href=\"#fig1\">Figure 1</a>), thereby providing insights into what ancient microbial life could have looked like."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One of the defining structures of modern bacteria is their cell wall, which is predominantly composed of a polymer of sugars and amino acids called peptidoglycan (PG). It was demonstrated around 80 years ago that many bacteria can grow without a structural cell wall: these bacteria are called L-forms because they were first discovered in the Lister institute (<a href=\"#bib8\">Klieneberger, 1935</a>). Classically, L-forms were isolated by cultivating cells in solutions containing high levels of chemicals that inhibit the synthesis of peptidoglycan, and lytic enzymes that break down cell walls (<a href=\"#bib1\">Allan, 1991</a>). However, the difficulties associated with this method have meant that a consensus regarding how L-forms grow and proliferate has so far remained elusive."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Mercier, Kawai and Errington now show that common principles for L-form proliferation exist in Gram-positive and Gram-negative bacteria. Previous work focused on the Gram-positive <i>Bacillus subtilis</i> (<a href=\"#bib9\">Mercier et al., 2013</a>); now they have now generated L-forms in the Gram-positive bacteria <i>Staphylococcus aureus</i> and <i>Corynebacterium glutamicum</i>, as well as in the Gram-negative <i>Escherichia coli</i>. L-form growth could be readily realised in these bacteria by using antibiotics that specifically block early steps in cell-wall precursor synthesis (<a href=\"#bib10\">Mercier et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Despite these bacterial species diverging billions of years ago, their L-forms proliferate in very similar ways. In all the bacteria examined by Mercier et al., L-form proliferation occurred independently of the cell division machinery normally used by bacteria, which involves a protein called FtsZ forming a contractile ring (<a href=\"#bib2\">Bi and Lutkenhaus, 1991</a>). Mercier et al. demonstrated this FtsZ-independence in <i>E. coli</i> by using an unstable plasmid carrying an extra copy of the <i>ftsZ</i> gene. In the presence of this plasmid, the wild-type <i>ftsZ</i> gene could be deleted, after which growth in the walled state became dependent on the plasmid. However, when L-form growth was selected for in these cells, the plasmid was readily lost; in other words, FtsZ had become dispensable for cell proliferation. The same concept applied to the L-forms of <i>C. glutamicum</i> and <i>S. aureus</i>, which is consistent with the idea that the underlying principles of L-form proliferation have been conserved among bacterial species that diverged more than 2 billion years ago (<a href=\"#bib4\">Errington, 2013</a>; <a href=\"#bib10\">Mercier et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "L-forms can also be prepared from the <i>Streptomyces</i> genus of bacteria (<a href=\"#bib6\">Gumpert, 1982</a>; <a href=\"#bib7\">Innes and Allan, 2001</a>). Streptomycetes themselves are multicellular (<a href=\"#bib3\">Claessen et al., 2014</a>), and L-forms derived from them are very similar to those derived from unicellular bacteria. This loss of multicellular growth in the L-form suggests that having a cell wall was a prerequisite for the development of multicellularity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Although blocking peptidoglycan precursor synthesis helps L-form bacteria to form, previous work on <i>B. subtilis</i> showed that increased cell membrane synthesis is in fact crucial for L-form proliferation (<a href=\"#bib9\">Mercier et al., 2013</a>). Moreover, like in <i>B. subtilis</i>, reducing the amount of membrane synthesised in <i>E. coli</i> and <i>C. glutamicum</i> prevented the proliferation of L-forms. The strict correlation between the reduced production of the peptidoglycan precursors and the increased rate of membrane synthesis in L-forms is puzzling."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Mercier et al. recently proposed that the increase in membrane synthesis causes the cells to have an abnormal surface-area-to-volume ratio (<a href=\"#bib9\">Mercier et al., 2013</a>). This may drive shape deformation and scission events that generate smaller progeny cells with more thermodynamically favourable surface-area-to-volume ratios. Taken together, these results indicate that to support L-form growth and proliferation in a wide range of bacteria, it is essential that the cells increase the amount of cell membrane they produce."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Overall, Mercier, Kawai and Errington have found that the L-forms of unrelated bacteria proliferate in a similar manner, which is independent of the complex machinery used by modern bacteria when they proliferate. This reinforces the idea that L-forms might resemble the early life forms that existed before the invention of the cell wall, which has contributed to them being the most diverse and successful organisms on the planet. Thus L-form biology allows us to further improve our understanding of the origin of bacterial life. At the same time, work on L-forms provides food for thought in terms of what is really essential for life: indeed, scientists searching for the ‘minimal genome’ might need to ask themselves if it really does need to include genes for cell-wall synthesis and cell division."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Bacteria divide in different ways depending on whether or not they have a cell wall.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "In bacteria with a cell wall (left), a protein called FtsZ must accumulate and form a ring that contracts to divide the cell. However, Mercier et al. found that this process is not required for bacteria without cell walls (L-forms) to divide: instead, the division of such cells is explained by physical principles that follow from the inhibition of peptidoglycan (PG) synthesis and increased cell membrane production."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/05427/elife-05427-fig1-v1.tif", 
                        "filename": "elife-05427-fig1-v1.tif"
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1991", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EJ Allan", 
                            "index": "Allan, EJ"
                        }
                    }
                ], 
                "articleTitle": "Induction and cultivation of a stable L-form of <i>Bacillus subtilis</i>", 
                "journal": "Journal of Applied Bacteriology", 
                "volume": "70", 
                "pages": {
                    "first": "339", 
                    "last": "343", 
                    "range": "339–343"
                }, 
                "doi": "10.1111/j.1365-2672.1991.tb02946.x"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1991", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LF Bi", 
                            "index": "Bi, LF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Lutkenhaus", 
                            "index": "Lutkenhaus, J"
                        }
                    }
                ], 
                "articleTitle": "FtsZ ring structure associated with division in <i>Escherichia coli</i>", 
                "journal": "Nature", 
                "volume": "354", 
                "pages": {
                    "first": "161", 
                    "last": "164", 
                    "range": "161–164"
                }, 
                "doi": "10.1038/354161a0"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Claessen", 
                            "index": "Claessen, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DE Rozen", 
                            "index": "Rozen, DE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "OP Kuipers", 
                            "index": "Kuipers, OP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Søgaard-Andersen", 
                            "index": "Søgaard-Andersen, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GP van Wezel", 
                            "index": "van Wezel, GP"
                        }
                    }
                ], 
                "articleTitle": "Bacterial solutions to multicellularity: a tale of biofilms, filaments and fruiting bodies", 
                "journal": "Nature Reviews Microbiology", 
                "volume": "12", 
                "pages": {
                    "first": "115", 
                    "last": "124", 
                    "range": "115–124"
                }, 
                "doi": "10.1038/nrmicro3178"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Errington", 
                            "index": "Errington, J"
                        }
                    }
                ], 
                "articleTitle": "L-form bacteria, cell walls and the origins of life", 
                "journal": "Open Biology", 
                "volume": "3", 
                "pages": "120143", 
                "doi": "10.1098/rsob.120143"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Gilbert", 
                            "index": "Gilbert, W"
                        }
                    }
                ], 
                "articleTitle": "Origin of life: the RNA world", 
                "journal": "Nature", 
                "volume": "319", 
                "pages": "618", 
                "doi": "10.1038/319618a0"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1982", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Gumpert", 
                            "index": "Gumpert, J"
                        }
                    }
                ], 
                "articleTitle": "Growth characteristics and ultrastructure of protoplast type L-forms from streptomycetes", 
                "journal": "Zeitschrift für Allgemeine Mikrobiologie", 
                "volume": "22", 
                "pages": {
                    "first": "617", 
                    "last": "627", 
                    "range": "617–627"
                }, 
                "doi": "10.1002/jobm.3630220903"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Innes", 
                            "index": "Innes, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EJ Allan", 
                            "index": "Allan, EJ"
                        }
                    }
                ], 
                "articleTitle": "Induction, growth and antibiotic production of <i>Streptomyces viridifaciens</i> L-form bacteria", 
                "journal": "Journal of Applied Microbiology", 
                "volume": "90", 
                "pages": {
                    "first": "301", 
                    "last": "308", 
                    "range": "301–308"
                }, 
                "doi": "10.1046/j.1365-2672.2001.01243.x"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1935", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Klieneberger", 
                            "index": "Klieneberger, E"
                        }
                    }
                ], 
                "articleTitle": "The natural occurrence of pleuropneumonia-like organisms in apparent symbiosis with <i>Streptobacillus moniliformis</i> and other bacteria", 
                "journal": "Journal of Pathology and Bacteriology", 
                "volume": "40", 
                "pages": {
                    "first": "93", 
                    "last": "105", 
                    "range": "93–105"
                }, 
                "doi": "10.1002/path.1700400108"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Mercier", 
                            "index": "Mercier, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Kawai", 
                            "index": "Kawai, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Errington", 
                            "index": "Errington, J"
                        }
                    }
                ], 
                "articleTitle": "Excess membrane synthesis drives a primitive mode of cell proliferation", 
                "journal": "Cell", 
                "volume": "152", 
                "pages": {
                    "first": "997", 
                    "last": "1007", 
                    "range": "997–1007"
                }, 
                "doi": "10.1016/j.cell.2013.01.043"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Mercier", 
                            "index": "Mercier, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Kawai", 
                            "index": "Kawai, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Errington", 
                            "index": "Errington, J"
                        }
                    }
                ], 
                "articleTitle": "General principles for the formation and proliferation of a wall-free (L-form) state in bacteria", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e04629", 
                "doi": "10.7554/eLife.04629"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LE Orgel", 
                            "index": "Orgel, LE"
                        }
                    }
                ], 
                "articleTitle": "Prebiotic chemistry and the origin of the RNA world", 
                "journal": "Critical Reviews in Biochemistry and Molecular Biology", 
                "volume": "39", 
                "pages": {
                    "first": "99", 
                    "last": "123", 
                    "range": "99–123"
                }, 
                "doi": "10.1080/10409230490460765"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}