{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/d86f51a303f6b6334cf91fa126ad4e0b4accbf8b/articles/elife-00933-v1.xml"
        }, 
        "status": "vor", 
        "id": "00933", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00933", 
        "authorLine": "Mark A Ragan", 
        "title": "Yeast rises to the occasion", 
        "titlePrefix": "Regulatory Evolution", 
        "published": "2013-06-18T00:00:00Z", 
        "versionDate": "2013-06-18T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00933", 
        "pdf": "https://publishing-cdn.elifesciences.org/00933/elife-00933-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>", 
            "<i>S. pombe</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Genetic analyses of 15 species of yeast have shed new light on the divergence of gene regulation during evolution, with significant changes occurring after an event in which a whole genome was duplicated."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Ragan", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Mark A Ragan", 
                    "index": "Ragan, Mark A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Molecular Bioscience and the School of Information Technology and Electrical Engineering", 
                            "University of Queensland"
                        ], 
                        "address": {
                            "formatted": [
                                "Brisbane", 
                                "Australia"
                            ], 
                            "components": {
                                "locality": [
                                    "Brisbane"
                                ], 
                                "country": "Australia"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "m.ragan@uq.edu.au"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/d86f51a303f6b6334cf91fa126ad4e0b4accbf8b/articles/elife-00933-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00933", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00933", 
        "authorLine": "Mark A Ragan", 
        "title": "Yeast rises to the occasion", 
        "titlePrefix": "Regulatory Evolution", 
        "published": "2013-06-18T00:00:00Z", 
        "versionDate": "2013-06-18T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00933", 
        "pdf": "https://publishing-cdn.elifesciences.org/00933/elife-00933-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>S. cerevisiae</i>", 
            "<i>S. pombe</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Genetic analyses of 15 species of yeast have shed new light on the divergence of gene regulation during evolution, with significant changes occurring after an event in which a whole genome was duplicated."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Ragan", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Mark A Ragan", 
                    "index": "Ragan, Mark A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Molecular Bioscience and the School of Information Technology and Electrical Engineering", 
                            "University of Queensland"
                        ], 
                        "address": {
                            "formatted": [
                                "Brisbane", 
                                "Australia"
                            ], 
                            "components": {
                                "locality": [
                                    "Brisbane"
                                ], 
                                "country": "Australia"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "m.ragan@uq.edu.au"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "regulatory evolution", 
            "duplication", 
            "divergence", 
            "carbon lifestyle", 
            "module", 
            "gene expression"
        ], 
        "-related-articles-internal": [
            "00603"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "One of the less-anticipated outcomes from the past decade of genomics is how poorly the complexity of organisms correlates with their gene number. Even allowing for a large measure of anthropocentrism, it remains puzzling that humans have only about 20,800 protein-coding genes, whereas water fleas have about 30,900 and the rice plant has 40,000 or so. Working with this pedestrian number of genes, the human body nonetheless gives rise to more than 400 specialised cell types (<a href=\"#bib9\">Vickaryous and Hall, 2006</a>), and the remarkable diversity of these cell types in terms of form and function arises from different sets of genes (known as modules) being co-expressed at different times."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "We understand quite a lot about how genes themselves evolve and diversify, but we know very much less about the evolution of the processes that regulate the expression of genes. Are modules stable over evolutionary timescales, or are they assembled opportunistically as required? Are duplicate copies of genes retained in the ancestral module or are they reassigned to another module? And if they are reassigned, do they tend to be reassigned to the same module or to different modules, and does this happen shortly after duplication or does it continue over a much longer time? Does it matter whether the duplicates were generated sporadically or via whole-genome duplication? Is regulatory evolution driven by natural selection, and does it correlate with changes in lifestyle or the copy number of chromosomes? Indeed, are there general principles of modular gene regulation, or is the story of gene regulation one of contingency and anecdote?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Writing in <i>eLife</i>, Dawn Thompson, Aviv Regev and co-workers—including Thompson and Sushmita Roy as joint first authors—report the results of a large-scale assault on these questions. Thompson et al. focused on 15 species of yeast for which complete genome sequences are known (<a href=\"#fig1\">Figure 1</a>). Yeasts offer many advantages for studying the evolution of gene regulation, over and above their well known genetics. In particular, their evolutionary history over the past 300 million years is well known and is comparable to those of teleost fishes (<a href=\"#bib5\">Near et al., 2012</a>) and seed plants (<a href=\"#bib2\">Clarke et al., 2012</a>) in terms of its depth. Their physiology is also well understood, but it is also surprisingly diverse: for example, different species of yeast colonise different ecological niches, utilise a range of different carbon sources, and differ in their preference for oxidative phosphorylation vs a more fermentative lifestyle."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Given gene expression profiles for a number of species, and a gene tree and a species tree for these species, an algorithm called Arboretum (<a href=\"#bib6\">Roy et al., 2013</a>) can be used to determine how sets of genes called modules have evolved over the period covered by the these trees.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Schematic diagram showing gene expression profiles (bottom) for two gene modules in three different species (<b>X</b>, <b>Y</b> and <b>Z</b>); the left module contains 5 or 6 genes in these species, while the right module contains 2, 3 or 4 genes. <b>A</b> and <b>B</b> are the inferred ancestral states of these modules. A local gene duplication event along the lineage <b>A</b> → <b>B</b> results in duplicates (paralogs) of the red gene in the left module: one or both of these duplicates can be retained or assigned to a different module; both are retained in the module along <b>B</b> → <b>X</b>, and one is reassigned along <b>B → Y</b>. Genes can also be lost (<b>A</b> → <b>Z</b>) or gained by modules. (<b>B</b>) Thompson et al. studied 15 species of yeast; 13 of these are descended from a single Saccharomycotina species, and a whole genome duplication event (yellow star) resulted in seven of the species. See Figure 1A of Thompson et al. for full details."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00933/elife-00933-fig1-v1.tif", 
                        "image": "elife-00933-fig1-v1.tif", 
                        "filename": "elife-00933-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Moreover, as a bonus, the 15-yeast dataset compiled by Thompson et al. spans a whole-genome duplication event that has affected seven of the 15 species (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib10\">Wolfe and Shields, 1997</a>; <a href=\"#bib3\">Kellis et al., 2004</a>). By simultaneously duplicating all genes and their regulatory elements, even the most ancestral elements, whole-genome duplication events make it possible for a lineage to explore modes of gene regulation that would not become accessible as a result of sporadic, localised duplication events (<a href=\"#bib4\">Lynch and Katju, 2004</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Patterns of gene co-expression are sometimes conserved over substantial timescales, despite significant turnover in the associated transcription factors and chromatin organisation. Sometimes this turnover is coupled to adaptive changes in lifestyle, whereas other changes in regulation may be neutral, analogous to the genetic drift that happens at the sequence level (<a href=\"#bib8\">Tsankov et al., 2011</a>; <a href=\"#bib1\">Baker et al., 2012</a>). However, the intrinsic technical difficulty of these experiments, coupled with physiological diversity displayed by different species of yeast, has until now made it difficult to test the generality of these findings."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Focusing on growth in glucose and its depletion in batch culture, Thompson, Regev and co-workers—who are based at the Broad Institute of MIT and Harvard, and also at MIT—began by devising a medium that supports the growth of all 15 yeasts at comparable rates (<a href=\"#bib7\">Thompson et al., 2013</a>). They next identified six physiologically comparable time-points along the growth curve of each yeast. Gene expression profiles confirmed that these six time-points were indeed physiologically comparable. Thompson et al. then used oligomer arrays to profile the transcriptome of each yeast species at each time point."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To compare expression profiles and track the assignment of each gene to one or another module along the phylogenetic tree, the Broad-MIT team developed a probabilistic algorithm (called Arboretum) that delineates the modules (which can change size and composition over time) and computes the trajectory of every gene through a module in each extant and inferred ancestral species (see <a href=\"#fig1\">Figure 1A</a>; <a href=\"#bib6\">Roy et al., 2013</a>). Thompson et al. used Arboretum to map the evolution of functional annotation, <i>cis</i>-regulatory motifs and nucleosome-free regions within and across modules for single-copy genes, and also for duplicates arising from sporadic or whole-genome duplication."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Many key questions yield to this systematic approach. Two-thirds of the variation in transcriptional response is captured by five expression modules. Genes are conserved within these modules in a way that is inversely proportional to evolutionary time, with two modules (those related to growth and stress-response functions) being more conservative than the other three. Gene reassignment between modules is often consistent with changes in lifestyle or the copy number of chromosomes. Duplicates are more likely to be reassigned than single-copy genes, with this reassignment often occurring in a brief ‘window of opportunity’ after duplication; however, duplicates that arise from the whole-genome duplication continue to be reassigned over a much longer time. Neo-functionalization (where one copy is retained, the other reassigned) and symmetric divergence (both copies reassigned to the same module) are more frequent than asymmetric divergence (reassignment to different modules)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Do any of these observations look like a principle? They all seem to apply regardless of gene function, lifestyle or evolutionary distance on the yeast tree. In an experiment with eight of these species, many of the same responses were seen in response to heat shock. Finally, Thompson, Regev and co-workers point to fascinating similarities between the up-regulation of genes for nucleotide salvage and glycine synthesis at one of the six time-points they study (when the available glucose has been depleted) in some yeasts, and regulatory changes involving the same pathways in cancer cells that show an effect called the Warburg effect."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Yeast is one of the less-complex eukaryotes, but the emergence of evolutionary principles for gene regulation in these experiments represents another addition to the list of unanticipated outcomes of genomic biology."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CR Baker", 
                            "index": "Baker, CR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LN Booth", 
                            "index": "Booth, LN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TR Sorrells", 
                            "index": "Sorrells, TR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Johnson", 
                            "index": "Johnson, AD"
                        }
                    }
                ], 
                "articleTitle": "Protein modularity, cooperative binding, and hybrid regulatory states underlie transcriptional network diversification", 
                "journal": "Cell", 
                "volume": "151", 
                "pages": {
                    "first": "80", 
                    "last": "95", 
                    "range": "80–95"
                }, 
                "doi": "10.1016/j.cell.2012.08.018"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JT Clarke", 
                            "index": "Clarke, JT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RCM Warnock", 
                            "index": "Warnock, RCM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PCJ Donoghue", 
                            "index": "Donoghue, PCJ"
                        }
                    }
                ], 
                "articleTitle": "Establishing a time-scale for plant evolution", 
                "journal": "New Phytologist", 
                "volume": "192", 
                "pages": {
                    "first": "266", 
                    "last": "301", 
                    "range": "266–301"
                }, 
                "doi": "10.1111/j.1469-8137.2011.03794.x"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kellis", 
                            "index": "Kellis, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BW Birren", 
                            "index": "Birren, BW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ES Lander", 
                            "index": "Lander, ES"
                        }
                    }
                ], 
                "articleTitle": "Proof and evolutionary analysis of ancient genome duplication in the yeast <i>Saccharomyces cerevisiae</i>", 
                "journal": "Nature", 
                "volume": "428", 
                "pages": {
                    "first": "617", 
                    "last": "624", 
                    "range": "617–624"
                }, 
                "doi": "10.1038/nature02424"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Lynch", 
                            "index": "Lynch, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Katju", 
                            "index": "Katju, V"
                        }
                    }
                ], 
                "articleTitle": "The altered evolutionary trajectories of gene duplicates", 
                "journal": "Trends Genet", 
                "volume": "20", 
                "pages": {
                    "first": "544", 
                    "last": "549", 
                    "range": "544–549"
                }, 
                "doi": "10.1016/j.tig.2004.09.001"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Near", 
                            "index": "Near, TJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RI Eytan", 
                            "index": "Eytan, RI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Dornburg", 
                            "index": "Dornburg, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KL Kuhn", 
                            "index": "Kuhn, KL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Moore", 
                            "index": "Moore, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MP Davis", 
                            "index": "Davis, MP"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Resolution of ray-finned fish phylogeny and timing of diversification", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "109", 
                "pages": {
                    "first": "13698", 
                    "last": "13703", 
                    "range": "13698–13703"
                }, 
                "doi": "10.1073/pnas.1206625109"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Roy", 
                            "index": "Roy, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Wapinski", 
                            "index": "Wapinski, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Pfiffner", 
                            "index": "Pfiffner, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C French", 
                            "index": "French, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Socha", 
                            "index": "Socha, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Konieczka", 
                            "index": "Konieczka, J"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Arboretum: reconstruction and analysis of the evolutionary history of condition-specific transcriptional modules", 
                "journal": "Genome Res", 
                "volume": "23", 
                "pages": {
                    "first": "1039", 
                    "last": "1050", 
                    "range": "1039–1050"
                }, 
                "doi": "10.1101/gr.146233.112"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Thompson", 
                            "index": "Thompson, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Roy", 
                            "index": "Roy, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Chan", 
                            "index": "Chan, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Styczynsky", 
                            "index": "Styczynsky, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Pfiffner", 
                            "index": "Pfiffner, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C French", 
                            "index": "French, C"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Evolutionary principles of modular gene regulation in yeasts", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00603", 
                "doi": "10.7554/eLife.00603"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Tsankov", 
                            "index": "Tsankov, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Yanagisawa", 
                            "index": "Yanagisawa, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Rhind", 
                            "index": "Rhind, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Regev", 
                            "index": "Regev, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "OJ Rando", 
                            "index": "Rando, OJ"
                        }
                    }
                ], 
                "articleTitle": "Evolutionary divergence of intrinsic and trans-regulated nucleosome positioning sequenes reveals plastic rules for chromatin organization", 
                "journal": "Genome Res", 
                "volume": "21", 
                "pages": {
                    "first": "1851", 
                    "last": "1862", 
                    "range": "1851–1862"
                }, 
                "doi": "10.1101/gr.122267.111"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MK Vickaryous", 
                            "index": "Vickaryous, MK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BK Hall", 
                            "index": "Hall, BK"
                        }
                    }
                ], 
                "articleTitle": "Human cell type diversity, evolution, development, and classification with special reference to cells derived from the neural crest", 
                "journal": "Biol Rev Camb Philos Soc", 
                "volume": "81", 
                "pages": {
                    "first": "425", 
                    "last": "455", 
                    "range": "425–455"
                }, 
                "doi": "10.1017/S1464793106007068"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KH Wolfe", 
                            "index": "Wolfe, KH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DC Shields", 
                            "index": "Shields, DC"
                        }
                    }
                ], 
                "articleTitle": "Molecular evidence for an ancient duplication of the entire yeast genome", 
                "journal": "Nature", 
                "volume": "387", 
                "pages": {
                    "first": "708", 
                    "last": "713", 
                    "range": "708–713"
                }, 
                "doi": "10.1038/42711"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}