{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "05060", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05060", 
        "authorLine": "Michael Lässig, Marta Łuksza", 
        "title": "Can we read the future from a tree?", 
        "titlePrefix": "Adaptive Evolution", 
        "published": "2014-11-14T00:00:00", 
        "versionDate": "2014-11-14T00:00:00", 
        "volume": 3, 
        "elocationId": "e05060", 
        "pdf": "https://publishing-cdn.elifesciences.org/05060/elife-05060-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A new method uses genealogies based on sequence data to predict short-term evolutionary patterns."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Lässig and Łuksza", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Michael Lässig", 
                    "index": "Lässig, Michael"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Theoretical Physics", 
                            "University of Cologne"
                        ], 
                        "address": {
                            "formatted": [
                                "Cologne", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Cologne"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mlaessig@uni-koeln.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Marta Łuksza", 
                    "index": "Łuksza, Marta"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Advanced Study"
                        ], 
                        "address": {
                            "formatted": [
                                "Princeton", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Princeton"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "05060", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05060", 
        "authorLine": "Michael Lässig, Marta Łuksza", 
        "title": "Can we read the future from a tree?", 
        "titlePrefix": "Adaptive Evolution", 
        "published": "2014-11-14T00:00:00", 
        "versionDate": "2014-11-14T00:00:00", 
        "volume": 3, 
        "elocationId": "e05060", 
        "pdf": "https://publishing-cdn.elifesciences.org/05060/elife-05060-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A new method uses genealogies based on sequence data to predict short-term evolutionary patterns."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Lässig and Łuksza", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Michael Lässig", 
                    "index": "Lässig, Michael"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Theoretical Physics", 
                            "University of Cologne"
                        ], 
                        "address": {
                            "formatted": [
                                "Cologne", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Cologne"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mlaessig@uni-koeln.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Marta Łuksza", 
                    "index": "Łuksza, Marta"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Advanced Study"
                        ], 
                        "address": {
                            "formatted": [
                                "Princeton", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Princeton"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "vaccine strain selection", 
            "genealogical tree", 
            "adaptive evolution", 
            "population genetics"
        ], 
        "relatedArticles": [
            "03568"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Neher RA, Russell CA, Shraiman BI. 2014. Predicting evolution from the shape of genealogical trees. <i>eLife</i> <b>3</b>:e03568. doi: <a href=\"http://dx.doi.org/10.7554/eLife.03568\">10.7554/eLife.03568</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> In an adapting population, today's individuals descend from high-fitness ancestors"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-05060-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "Darwinian evolution is a dynamical principle that connects the past and the future. According to this principle, fitness differences between the individuals in a population are an important driving force of evolution. Biologists have long used fitness effects to explain observed evolutionary changes. For good reasons, however, they have been hesitant to make predictions about the future of a species. Given the bewildering complexity of what is possible in evolution, attempting to say what will happen in a specific instance may appear futile. Moreover, we cannot test any predictions, because we have not seen the evolutionary past and will not see the future."
            }, 
            {
                "type": "paragraph", 
                "text": "Recently, however, evolutionary biology is gaining predictive power in an increasing number of systems, which include viruses, bacteria and populations of cancer cells. In these systems, high mutation rates make evolution happen in front of our eyes. Every year, for example, the human influenza virus replaces 2% of the amino acids in the protein domains that interact with the immune system of its host. Using modern genome sequencing, we can now monitor the genetic history of entire populations and reconstruct their genealogical trees. Such trees show how the individuals of today's populations are connected to their evolutionary ancestors. Now, in <i>eLife</i>, Richard Neher, Colin Russell and Boris Shraiman investigate how much these trees can tell us about the future of a population (<a href=\"#bib6\">Neher et al., 2014</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Inferring evolutionary patterns from genealogical trees has a long history. Geneticists use probabilistic methods to map mutations onto specific tree branches (<a href=\"#fig1\">Figure 1A</a>). Counting how often these mutations appear in different lineages tells us which fitness effects are predominant in a population (<a href=\"#bib5\">McDonald and Kreitman, 1991</a>; <a href=\"#bib9\">Strelkowa and Lässig, 2012</a>). From the statistics of the genealogical tree itself, epidemiologists infer the growth rate of pathogen populations and use that information to predict the future course of an epidemic (<a href=\"#fig1\">Figure 1B</a>, <a href=\"#bib8\">Stadler, 2010</a>). Neher, Russell and Shraiman—who are at the Max Planck Institute for Developmental Biology, the University of Cambridge, and the University of California at Santa Barbara, respectively—extend this genealogy-based inference to genetic changes within a population (<a href=\"#fig1\">Figure 1C</a>). This required developing new ways to extract information from genealogical trees: predictions must now be made for clades of genetically similar individuals, so we need a model that captures growth rate differences between different clades within one genealogical tree."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "Fitness inference from genealogical trees.", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "Lineages in these trees connect the individuals in a population sample and their evolutionary ancestors, which are the nodes of the tree. Evolutionarily successful lineages have descendants in the far future and are marked by thick lines; all other lineages are lost in the evolutionary process. (<b>A</b>) The relative numbers of mutations in successful and in lost lineages measure the predominant fitness effects in a population (orange dots: amino acid changes, blue dots: synonymous mutations). (<b>B</b>) The global statistics of nodes and branches measures the absolute rate of exponential population growth (indicated by the shaded area). (<b>C</b>) The local statistics of nodes and branches measures growth rate differences between clades. Neher and colleagues use this information to predict clade evolution."
                    }
                ], 
                "alt": "", 
                "uri": "elife-05060-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "To meet this challenge, Neher and colleagues build on a formalism that is rooted in statistical physics and has become a major new development in population genetics (<a href=\"#bib10\">Tsimring et al., 1996</a>; <a href=\"#bib7\">Rouzine et al., 2003</a>; <a href=\"#bib2\">Desai and Fisher, 2007</a>). The basic idea is simple. Given that fitness differences within a population are carried by genetic mutations, we can imagine splitting each mutation and its fitness effect into ever-smaller pieces. This leads to a model in which the overall fitness variation of a population is made up of many small-effect mutations. By the law of large numbers, the fitness distribution then becomes bell-shaped. Such distributions are called travelling fitness waves (<a href=\"#bib10\">Tsimring et al., 1996</a>). In a given lineage, the accumulation of many small fitness effects follows a diffusive random walk. This picture applies to fast adaptive processes in asexual populations where the expansion of a successful clade is fuelled by multiple beneficial mutations—for example, when viruses evolve to escape their hosts' immune defences."
            }, 
            {
                "type": "paragraph", 
                "text": "Neher and colleagues link their fitness wave model to simpler heuristic measures of growth, which can easily be used to analyse data from a large genealogical tree. Specifically, they look at the local tree ‘volume’ <i>λ</i>(<i>τ</i>), which sums all tree branches in the vicinity of a given node with a discounting scale <i>τ</i>. This quantity provides a (nonlinear) measure of how fast the number of individuals grows around that node. For example, in a subtree growing exponentially with rate <i>r</i>, the volume <i>λ</i>(<i>τ</i>) equals simply <i>τ</i>/(1–<i>τ</i><i>r</i>). By interpreting this growth rate as fitness, Neher and colleagues obtain a measure of fitness differences between clades. A substantial fraction of the local tree volume is generated by small-effect mutations ‘hitch-hiking’ in successful clades (for example synonymous mutations, which do not change a protein). This explains why the local tree volume is closely related to fitness measures used in previous prediction schemes (<a href=\"#bib4\">Łuksza and Lässig, 2014</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "The key strength of this method is that it uses only the information contained in a genealogical tree. Thus, it can be applied in cases where we do not know which functions undergo adaptive evolution or where in the genome they are encoded. This feature is also important for interpreting the results: genealogy-based inference reveals growth rate differences within a population sample, but it remains agnostic about their cause. In the fitness wave model, adaptive evolution is that cause, but the demographic structure of a population or variations in sampling density may generate a similar signal in tree data."
            }, 
            {
                "type": "paragraph", 
                "text": "Neher and colleagues apply their method to predict the evolution of the human influenza virus A/H3N2. This is a challenging problem: one year in advance, we need to forecast the prevalent clades circulating in a given winter season. Despite the simplicity of their method, Neher and colleagues predict the ancestor sequence of next year's clades with remarkable accuracy for the majority of northern winters between 1995 and 2013."
            }, 
            {
                "type": "paragraph", 
                "text": "We do not yet know in detail how the genetic evolution of the influenza virus is related to its interactions with the human immune system. These ‘antigenic’ properties determine how effective influenza vaccines are. They depend on a smaller number of mutations, some of which have individually large effects (<a href=\"#bib3\">Koel et al., 2013</a>). Thus, prediction schemes geared towards antigenic properties must go beyond examining the overall sequence genealogies and weigh mutations by their antigenic effect (<a href=\"#bib1\">Bedford et al., 2014</a>; <a href=\"#bib4\">Łuksza and Lässig, 2014</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Altogether, as Neher and colleagues show, current predictions reach about halfway between random picks and optimal predictions. This poses big conceptual and practical questions: How much can future methods improve on that score? And where does the inherent unpredictability of evolution start? Prediction is the ultimate test of any dynamical principle. Quantitative evolutionary science is being put to that test now."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Bedford", 
                            "index": "Bedford, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Suchard", 
                            "index": "Suchard, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Lemey", 
                            "index": "Lemey, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Dudas", 
                            "index": "Dudas, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Gregory", 
                            "index": "Gregory, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Hay", 
                            "index": "Hay, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW McCauley", 
                            "index": "McCauley, JW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Russell", 
                            "index": "Russell, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Smith", 
                            "index": "Smith, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Rambaut", 
                            "index": "Rambaut, A"
                        }
                    }
                ], 
                "articleTitle": "Integrating influenza antigenic dynamics with molecular evolution", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "3", 
                "pages": "e01914", 
                "doi": "10.7554/eLife.01914"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Desai", 
                            "index": "Desai, MM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DS Fisher", 
                            "index": "Fisher, DS"
                        }
                    }
                ], 
                "articleTitle": "Beneficial mutation selection balance and the effect of linkage on positive selection", 
                "journal": {
                    "name": [
                        "Genetics"
                    ]
                }, 
                "volume": "176", 
                "pages": {
                    "first": "1759", 
                    "last": "1798", 
                    "range": "1759–1798"
                }, 
                "doi": "10.1534/genetics.106.067678"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BF Koel", 
                            "index": "Koel, BF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DF Burke", 
                            "index": "Burke, DF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Bestebroer", 
                            "index": "Bestebroer, TM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S van der Vliet", 
                            "index": "van der Vliet, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GC Zondang", 
                            "index": "Zondang, GC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Vervaet", 
                            "index": "Vervaet, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Skepner", 
                            "index": "Skepner, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NS Lewis", 
                            "index": "Lewis, NS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MI Spronken", 
                            "index": "Spronken, MI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Russell", 
                            "index": "Russell, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MY Eropkin", 
                            "index": "Eropkin, MY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Hurt", 
                            "index": "Hurt, AC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IG Barr", 
                            "index": "Barr, IG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC de Jong", 
                            "index": "de Jong, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GF Rimmelzwaan", 
                            "index": "Rimmelzwaan, GF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Osterhaus", 
                            "index": "Osterhaus, AD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Fouchier", 
                            "index": "Fouchier, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Smith", 
                            "index": "Smith, DJ"
                        }
                    }
                ], 
                "articleTitle": "Substitutions near the receptor binding site determine major antigenic change during influenza virus evolution", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "342", 
                "pages": {
                    "first": "976", 
                    "last": "979", 
                    "range": "976–979"
                }, 
                "doi": "10.1126/science.1244730"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Łuksza", 
                            "index": "Łuksza, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Lässig", 
                            "index": "Lässig, M"
                        }
                    }
                ], 
                "articleTitle": "A predictive fitness model for influenza", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "507", 
                "pages": {
                    "first": "57", 
                    "last": "61", 
                    "range": "57–61"
                }, 
                "doi": "10.1038/nature13087"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1991", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH McDonald", 
                            "index": "McDonald, JH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kreitman", 
                            "index": "Kreitman, M"
                        }
                    }
                ], 
                "articleTitle": "Adaptive protein evolution at the Adh locus in <i>Drosophila</i>", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "351", 
                "pages": {
                    "first": "652", 
                    "last": "654", 
                    "range": "652–654"
                }, 
                "doi": "10.1038/351652a0"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Neher", 
                            "index": "Neher, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Russell", 
                            "index": "Russell, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BS Shraiman", 
                            "index": "Shraiman, BS"
                        }
                    }
                ], 
                "articleTitle": "Predicting evolution from the shape of genealogical trees", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "3", 
                "pages": "e03568", 
                "doi": "10.7554/eLife.03568"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IM Rouzine", 
                            "index": "Rouzine, IM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Wakeley", 
                            "index": "Wakeley, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Coffin", 
                            "index": "Coffin, JM"
                        }
                    }
                ], 
                "articleTitle": "The solitary wave of asexual evolution", 
                "journal": {
                    "name": [
                        "Proceedings of the National Academy of Sciences of USA"
                    ]
                }, 
                "volume": "100", 
                "pages": {
                    "first": "587", 
                    "last": "592", 
                    "range": "587–592"
                }, 
                "doi": "10.1073/pnas.242719299"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Stadler", 
                            "index": "Stadler, T"
                        }
                    }
                ], 
                "articleTitle": "Sampling-through-time in birth-death trees", 
                "journal": {
                    "name": [
                        "Journal of Theoretical Biology"
                    ]
                }, 
                "volume": "267", 
                "pages": {
                    "first": "396", 
                    "last": "404", 
                    "range": "396–404"
                }, 
                "doi": "10.1016/j.jtbi.2010.09.010"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Strelkowa", 
                            "index": "Strelkowa, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Lässig", 
                            "index": "Lässig, M"
                        }
                    }
                ], 
                "articleTitle": "Clonal interference in the evolution of influenza", 
                "journal": {
                    "name": [
                        "Genetics"
                    ]
                }, 
                "volume": "192", 
                "pages": {
                    "first": "671", 
                    "last": "682", 
                    "range": "671–682"
                }, 
                "doi": "10.1534/genetics.112.143396"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LS Tsimring", 
                            "index": "Tsimring, LS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Levine", 
                            "index": "Levine, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Kessler", 
                            "index": "Kessler, DA"
                        }
                    }
                ], 
                "articleTitle": "RNA virus evolution via a fitness-space model", 
                "journal": {
                    "name": [
                        "Physical Review Letters"
                    ]
                }, 
                "volume": "76", 
                "pages": {
                    "first": "4440", 
                    "last": "4443", 
                    "range": "4440–4443"
                }, 
                "doi": "10.1103/PhysRevLett.76.4440"
            }
        ]
    }
}