{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "02289", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02289", 
        "authorLine": "Samuel J Sober, Ronald L Calabrese", 
        "title": "Falling on deaf neurons", 
        "titlePrefix": "Birdsong", 
        "published": "2014-02-18T00:00:00", 
        "versionDate": "2014-02-18T00:00:00", 
        "volume": 3, 
        "elocationId": "e02289", 
        "pdf": "https://publishing-cdn.elifesciences.org/02289/elife-02289-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The brain of a bird that is singing appears to be able to block out certain signals and prevent them from influencing brain activity."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Sober and Calabrese", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Samuel J Sober", 
                    "index": "Sober, Samuel J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Emory University"
                        ], 
                        "address": {
                            "formatted": [
                                "Atlanta", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Atlanta"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "samuel.j.sober@emory.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ronald L Calabrese", 
                    "index": "Calabrese, Ronald L"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Emory University"
                        ], 
                        "address": {
                            "formatted": [
                                "Atlanta", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Atlanta"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ronald.calabrese@emory.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "02289", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02289", 
        "authorLine": "Samuel J Sober, Ronald L Calabrese", 
        "title": "Falling on deaf neurons", 
        "titlePrefix": "Birdsong", 
        "published": "2014-02-18T00:00:00", 
        "versionDate": "2014-02-18T00:00:00", 
        "volume": 3, 
        "elocationId": "e02289", 
        "pdf": "https://publishing-cdn.elifesciences.org/02289/elife-02289-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The brain of a bird that is singing appears to be able to block out certain signals and prevent them from influencing brain activity."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Sober and Calabrese", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Samuel J Sober", 
                    "index": "Sober, Samuel J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Emory University"
                        ], 
                        "address": {
                            "formatted": [
                                "Atlanta", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Atlanta"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "samuel.j.sober@emory.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Ronald L Calabrese", 
                    "index": "Calabrese, Ronald L"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Emory University"
                        ], 
                        "address": {
                            "formatted": [
                                "Atlanta", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Atlanta"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ronald.calabrese@emory.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "zebra finch", 
            "auditory feedback", 
            "sensorimotor", 
            "birdsong"
        ], 
        "relatedArticles": [
            "01833"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Hamaguchi K, Tschida KA, Yoon I, Donald BR, Mooney R. 2014. Auditory synapses to song premotor neurons are gated off during vocalization in zebra finches. <i>eLife</i> <b>3</b>:e01833. doi: <a href=\"http://dx.doi.org/10.7554/eLife.01833\">10.7554/eLife.01833</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> False-colour image showing changes in membrane potential as a zebra finch sings"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-02289-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "To those of us who live in temperate climes, every spring brings a cacophony of singing birds. To us it is pleasing to the soul; to the birds it is crucial for successful mating. Young male birds learn these songs by imitating a male tutor, usually their father, and the songs can be modified in adulthood in response to auditory feedback. Now, in <i>eLife</i>, Richard Mooney and colleagues at Duke University—including Kosuke Hamaguchi and Katherine Tschida as joint first authors—address the important question of how the sounds that birds hear influence the sounds that birds make (<a href=\"#bib5\">Hamaguchi et al., 2014</a>). The findings have broader implications for our understanding of how sensory feedback is assimilated into complex motor programs in the brain, like learning to play a tune on the piano."
            }, 
            {
                "type": "paragraph", 
                "text": "The circuits in the brain involved in producing birdsong are well defined (<a href=\"#fig1\">Figure 1</a>). A ‘motor pathway’ is critical for song production and includes a brain area called HVC, which receives inputs from brain areas that process auditory information (<a href=\"#bib8\">Nottebohm et al., 1976</a>; <a href=\"#bib4\">Hahnloser et al., 2002</a>; <a href=\"#bib10\">Roy and Mooney, 2009</a>). A different circuit, the anterior forebrain pathway (AFP), is critical for song learning. Important roles are played by nerve cells called HVCx cells that carry signals from HVC to the anterior forebrain pathway. The output of the AFP, a cluster of neurons called LMAN, sends signals back to the motor pathway: this area of the brain has also been identified as the source of the signals that modify song during vocal learning (<a href=\"#bib1\">Andalman and Fee, 2009</a>; <a href=\"#bib12\">Warren et al., 2011</a>; <a href=\"#bib3\">Charlesworth et al., 2012</a>)."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "The neural pathways in the brain responsible for birdsong.", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "A brain region called HVC sits at the interface between sensory input and motor output. It receives inputs (orange arrow) from the areas of the brain that process auditory information, and sends outputs to the vocal muscles (along the motor pathway) and also to Area X. Area X is part of the anterior forebrain pathway (AFP), which is essential for song learning in young birds. The output of this pathway, a cluster of neurons called LMAN, also sends signals to the robust nucleus of the arcopallium (RA), which is part of the motor pathway. Mooney and co-workers focus their attention on nerve cells called HVCx cells, which carry signals from HVC to the anterior forebrain pathway."
                    }
                ], 
                "alt": "", 
                "uri": "elife-02289-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "Neurons transmit via electrical signals that can be passed from cell to cell across gaps called synapses. When the electric potential of the cell membrane increases above a certain threshold, a voltage spike is produced. This is also referred to as the neuron firing. Variations in membrane potential that do not exceed threshold are known as ‘subthreshold’ activity."
            }, 
            {
                "type": "paragraph", 
                "text": "HVC<sub>X</sub> neurons fire when a bird sings, and the same pattern of firing is observed when a recorded song is played back to the bird (<a href=\"#bib9\">Prather et al., 2008</a>). Because HVC<sub>X</sub> neurons have both motor and sensory responses, and because they are connected to the anterior forebrain pathway, HVC<sub>X</sub> neurons are a natural place to look when investigating how auditory feedback can alter song output. Previous studies have shown that the spiking activity (recorded with extracellular methods) of HVC<sub>X</sub> neurons is not altered when birds are exposed to a distorted version of their own singing. Given that HVC<sub>X</sub> neurons appear to be responsible for all auditory responses in the anterior forebrain pathway, this result seemed puzzling."
            }, 
            {
                "type": "paragraph", 
                "text": "The Duke researchers re-examine this issue by using sharp electrodes to make intracellular recordings in freely moving singing birds. These technically demanding experiments employ a head-mounted microdrive connected to recording amplifiers via a lightweight wire tether (<a href=\"#bib7\">Long et al., 2010</a>). That birds sing with this contraption on their heads, and that multiple long-duration recordings can be made, is a testament to both bird and experimenter."
            }, 
            {
                "type": "paragraph", 
                "text": "The hypothesis being tested by the Duke group was that distortions of auditory feedback would alter subthreshold activity in the HVC<sub>X</sub> cells as the bird sang. However, painstaking recording and analysis did not reveal any alterations, suggesting that the HVC<sub>X</sub> neurons ‘ignore’ the distorted signals during singing. Although the hypothesis was disproven, this result is remarkable because these same neurons responded to auditory signals when the bird listened without singing. The Duke group also showed that changes in subthreshold potential in HVC<sub>X</sub> neurons preceded song syllable onsets by tens of milliseconds, providing further evidence that synaptic inputs onto HVCx neurons convey motor-related signals during singing (<a href=\"#bib6\">Kozhevnikov and Fee, 2007</a>; <a href=\"#bib9\">Prather et al., 2008</a>). Mooney and co-workers therefore conclude that singing shuts off all auditory input to the HVC<sub>X</sub> cells while still allowing motor signals to reach the AFP."
            }, 
            {
                "type": "paragraph", 
                "text": "If HVCx cells are insensitive to auditory feedback, then how does this feedback alter both singing behaviour and the structure of HVC neurons? To explore this question the Duke team reopened the issue of how deafening (by removal of the cochlea) leads to atrophy of the inputs to HVC<sub>X</sub> neurons (<a href=\"#bib11\">Tschida and Mooney 2012</a>). This involved performing elegant in vivo imaging of single dendritic spines: dendrites are the long processes that extend from the body of a nerve cell, and spines are small needle-like structures that extend from the dendrites and receive synaptic inputs from other cells. Previously, lesion studies have shown that LMAN is required for the degradation of song that follows when deafening is used to remove auditory feedback (<a href=\"#bib2\">Brainard and Doupe 2000</a>), and later it was shown that such deafening also causes atrophy of the spines on HVCx neurons (<a href=\"#bib11\">Tschida and Mooney, 2012</a>). These observations led Mooney and co-workers to ask whether post-deafening spine changes were solely driven by direct inputs to HVC that convey auditory signals, or instead required signals from LMAN. It was found that damage to LMAN prevented deafening-induced changes in HVC<sub>X</sub> neuron spines."
            }, 
            {
                "type": "paragraph", 
                "text": "Taken together, the results of this study suggest that the HVCx cells are insensitive to real-time auditory information and that they are also downstream of the error-related signals that drive learning. A key challenge, therefore, is to determine how error information enters the anterior forebrain pathway. Mooney and co-workers suggest that dopamine signals from the midbrain are a likely candidate as they provide direct input to the anterior forebrain pathway without passing through HVC."
            }, 
            {
                "type": "paragraph", 
                "text": "Neurons that are involved in both sensory and motor circuits, such as HVCx neurons, are particularly difficult to study. Activity in these circuits is both sensory and motor in nature, and sensory influences on neural activity can change dramatically across behavioural conditions. Studies such as this one by Mooney, Hamaguchi, Tschida and co-workers, which combine detailed functional analyses of identified cell classes with real-time manipulations of feedback, can reveal how complex interactions between sensory and motor signals shape the structure and function of the nervous system."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AS Andalman", 
                            "index": "Andalman, AS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Fee", 
                            "index": "Fee, MS"
                        }
                    }
                ], 
                "articleTitle": "A basal ganglia-forebrain circuit in the songbird biases motor output to avoid vocal errors", 
                "journal": {
                    "name": [
                        "Proceedings of the National Academy of Sciences of the USA"
                    ]
                }, 
                "volume": "106", 
                "pages": {
                    "first": "12518", 
                    "last": "12523", 
                    "range": "12518–12523"
                }, 
                "doi": "10.1073/pnas.0903214106"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Brainard", 
                            "index": "Brainard, MS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Doupe", 
                            "index": "Doupe, AJ"
                        }
                    }
                ], 
                "articleTitle": "Interruption of a basal ganglia-forebrain circuit prevents plasticity of learned vocalizations", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "404", 
                "pages": {
                    "first": "762", 
                    "last": "766", 
                    "range": "762–766"
                }, 
                "doi": "10.1038/35008083"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Charlesworth", 
                            "index": "Charlesworth, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TL Warren", 
                            "index": "Warren, TL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Brainard", 
                            "index": "Brainard, MS"
                        }
                    }
                ], 
                "articleTitle": "Covert skill learning in a cortical-basal ganglia circuit", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "486", 
                "pages": {
                    "first": "251", 
                    "last": "255", 
                    "range": "251–255"
                }, 
                "doi": "10.1038/nature11078"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RHR Hahnloser", 
                            "index": "Hahnloser, RHR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Kozhevnikov", 
                            "index": "Kozhevnikov, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Fee", 
                            "index": "Fee, MS"
                        }
                    }
                ], 
                "articleTitle": "An ultra-sparse code underlies the generation of neural sequences in a songbird", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "419", 
                "pages": {
                    "first": "65", 
                    "last": "70", 
                    "range": "65–70"
                }, 
                "doi": "10.1038/nature00974"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Hamaguchi", 
                            "index": "Hamaguchi, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KA Tschida", 
                            "index": "Tschida, KA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Yoon", 
                            "index": "Yoon, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BR Donald", 
                            "index": "Donald, BR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Mooney", 
                            "index": "Mooney, R"
                        }
                    }
                ], 
                "articleTitle": "Auditory synapses to song premotor neurons are gated off during vocalization in zebra finches", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "3", 
                "pages": "e01833", 
                "doi": "10.7554/eLife.01833"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Kozhevnikov", 
                            "index": "Kozhevnikov, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Fee", 
                            "index": "Fee, MS"
                        }
                    }
                ], 
                "articleTitle": "Singing-related activity of identified HVC neurons in the zebra finch", 
                "journal": {
                    "name": [
                        "Journal of Neurophysiology"
                    ]
                }, 
                "volume": "97", 
                "pages": {
                    "first": "4271", 
                    "last": "4283", 
                    "range": "4271–4283"
                }, 
                "doi": "10.1152/jn.00952.2006"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Long", 
                            "index": "Long, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DZ Jin", 
                            "index": "Jin, DZ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Fee", 
                            "index": "Fee, MS"
                        }
                    }
                ], 
                "articleTitle": "Support for a synaptic chain model of neuronal sequence generation", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "468", 
                "pages": {
                    "first": "394", 
                    "last": "399", 
                    "range": "394–399"
                }, 
                "doi": "10.1038/nature09514"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1976", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Nottebohm", 
                            "index": "Nottebohm, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Stokes", 
                            "index": "Stokes, TM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Leonardo", 
                            "index": "Leonardo, CM"
                        }
                    }
                ], 
                "articleTitle": "Central control of song in the canary, serinus canarius", 
                "journal": {
                    "name": [
                        "Journal of Comparative Neurology"
                    ]
                }, 
                "volume": "165", 
                "pages": {
                    "first": "457", 
                    "last": "486", 
                    "range": "457–486"
                }, 
                "doi": "10.1002/cne.901650405"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Prather", 
                            "index": "Prather, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Peters", 
                            "index": "Peters, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Nowicki", 
                            "index": "Nowicki, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Mooney", 
                            "index": "Mooney, R"
                        }
                    }
                ], 
                "articleTitle": "Precise auditory-vocal mirroring in neurons for learned vocal communication", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "451", 
                "pages": {
                    "first": "305", 
                    "last": "310", 
                    "range": "305–310"
                }, 
                "doi": "10.1038/nature06492"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Roy", 
                            "index": "Roy, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Mooney", 
                            "index": "Mooney, R"
                        }
                    }
                ], 
                "articleTitle": "Song Decrystallization in adult zebra finches does not require the song nucleus NIf", 
                "journal": {
                    "name": [
                        "Journal of Neurophysiology"
                    ]
                }, 
                "volume": "102", 
                "pages": {
                    "first": "979", 
                    "last": "991", 
                    "range": "979–991"
                }, 
                "doi": "10.1152/jn.00293.2009"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KA Tschida", 
                            "index": "Tschida, KA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Mooney", 
                            "index": "Mooney, R"
                        }
                    }
                ], 
                "articleTitle": "Deafening drives cell-type-specific changes to dendritic spines in a sensorimotor nucleus important to learned vocalizations", 
                "journal": {
                    "name": [
                        "Neuron"
                    ]
                }, 
                "volume": "73", 
                "pages": {
                    "first": "1028", 
                    "last": "1039", 
                    "range": "1028–1039"
                }, 
                "doi": "10.1016/j.neuron.2011.12.038"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TL Warren", 
                            "index": "Warren, TL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EC Tumer", 
                            "index": "Tumer, EC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Charlesworth", 
                            "index": "Charlesworth, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Brainard", 
                            "index": "Brainard, MS"
                        }
                    }
                ], 
                "articleTitle": "Mechanisms and time course of vocal learning and consolidation in the adult songbird", 
                "journal": {
                    "name": [
                        "Journal of Neurophysiology"
                    ]
                }, 
                "volume": "106", 
                "pages": {
                    "first": "1806", 
                    "last": "1821", 
                    "range": "1806–1821"
                }, 
                "doi": "10.1152/jn.00311.2011"
            }
        ]
    }
}