{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-05983-v1.xml"
        }, 
        "status": "vor", 
        "id": "05983", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05983", 
        "authorLine": "Moritz Meyer, Howard Griffiths", 
        "title": "The internal plumbing of algal chloroplasts", 
        "titlePrefix": "Photosynthesis", 
        "published": "2015-01-13T00:00:00Z", 
        "versionDate": "2015-01-13T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e05983", 
        "pdf": "https://publishing-cdn.elifesciences.org/05983/elife-05983-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "High-resolution images of chloroplast structure in the alga Chlamydomonas offer new insights into photosynthesis."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Meyer and Griffiths", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Moritz Meyer", 
                    "index": "Meyer, Moritz"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Plant Sciences", 
                            "Cambridge University"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Howard Griffiths", 
                    "index": "Griffiths, Howard"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Plant Sciences", 
                            "Cambridge University"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "hg230@cam.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-05983-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "05983", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05983", 
        "authorLine": "Moritz Meyer, Howard Griffiths", 
        "title": "The internal plumbing of algal chloroplasts", 
        "titlePrefix": "Photosynthesis", 
        "published": "2015-01-13T00:00:00Z", 
        "versionDate": "2015-01-13T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e05983", 
        "pdf": "https://publishing-cdn.elifesciences.org/05983/elife-05983-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "High-resolution images of chloroplast structure in the alga Chlamydomonas offer new insights into photosynthesis."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Meyer and Griffiths", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Moritz Meyer", 
                    "index": "Meyer, Moritz"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Plant Sciences", 
                            "Cambridge University"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Howard Griffiths", 
                    "index": "Griffiths, Howard"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Plant Sciences", 
                            "Cambridge University"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "hg230@cam.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "Chlamydomonas", 
            "focused ion beam", 
            "cryo-electron tomography", 
            "chloroplast", 
            "thylakoid", 
            "Rubisco"
        ], 
        "-related-articles-internal": [
            "04889"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "A soil-dwelling single-celled green alga called Chlamydomonas might not seem the most promising species to study when exploring the details of photosynthesis. There are more prominent groups of phytoplankton that can photosynthesize, but Chlamydomonas has become a ‘model’ eukaryotic microbe because it is simple to transform genetically and the genome has recently been sequenced."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In algal and plant cells, photosynthesis occurs within chloroplasts. Inside the double membrane that surrounds the chloroplast—known as the chloroplast envelope—light is harvested and converted into biochemical energy by pigment–protein complexes and associated proteins found in membrane structures called thylakoids. Loops of thylakoids merge to form an internal, acidified compartment known as the thylakoid lumen. The thylakoids are bathed in a fluid called the stroma, which contains enzymes that are involved in the fixation of carbon dioxide. Each Chlamydomonas cell has a single, cup-shaped chloroplast."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "An enzyme called Rubisco catalyzes the crucial first step in carbon fixation and is found in all photosynthetic organisms. The rate of photosynthesis is limited by the amount of CO<sub>2</sub> available to Rubisco: this is a particular problem in water because CO<sub>2</sub> diffuses more slowly in water than in air and it is mostly found in the form of bicarbonate (HCO<sub>3</sub><sup>−</sup>). To combat this problem, most microalgae—including Chlamydomonas—have evolved processes called carbon concentrating mechanisms that increase the amount of CO<sub>2</sub> around Rubisco (<a href=\"#bib5\">Raven et al., 2014</a>). These mechanisms enhance the efficiency of photosynthesis in three ways: the active transport of bicarbonate into the chloroplast; the conversion of bicarbonate back to CO<sub>2</sub> by an enzyme called carbonic anhydrase; and the packaging of Rubisco into a small area to minimize the leakage of CO<sub>2</sub>."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "How does a carbon concentrating mechanism manage to accumulate CO<sub>2</sub> concentrations some 50–1000 times higher than are found in the environment? In the past this was a difficult question to answer because details of chloroplast structure were missing. Now, in eLife, Benjamin Engel, Miroslava Schaffer, Wolfgang Baumeister and co-workers at the Max Planck Institute of Biochemistry have combined cryo-focussed ion beam milling and cryo-electron tomography to provide a high-resolution 3D reconstruction of the internal architecture of the Chlamydomonas chloroplast in a near-native state (<a href=\"#bib1\">Engel et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The observations show in exquisite detail how, at the base of the chloroplast, the tips of thylakoid membranes fuse with the inner membrane of the chloroplast envelope. This may allow proteins from outside the chloroplast to enter the thylakoids more easily. Also, openings through the stacks of thylakoids allow the stroma to be continuous throughout the chloroplast. Other insights include details of a structure called the eyespot, which enables the alga to move in response to light."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "We already knew that most of the Rubisco was confined to a small area within the stroma—called the pyrenoid—in Chlamydomonas. The pyrenoid is usually surrounded by a dense sheath of non-overlapping starch plates. Extensions of thylakoid membranes, called tubules, pass through the pyrenoid (<a href=\"#fig1\">Figure 1A</a>). This is quite different to the structures in cyanobacteria where Rubisco is found: these structures, which are known as carboxysomes, are separated from the membranes that harvest light, and they have a protein coat and internal scaffold to support the Rubisco and the carbonic anhydrase."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "An updated carbon concentrating mechanism for Chlamydomonas.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Existing models of CO<sub>2</sub> uptake in Chlamydomonas (<a href=\"#bib8\">Wang et al., 2011</a>) allow for the diffusive entry of CO<sub>2</sub>, a process facilitated by a carbonic anhydrase, CAH1 (dark blue circle), in the periplasm. There is also a carbon concentrating mechanism that involves the transport of bicarbonate (HCO<sub>3</sub><sup>−</sup>) across the plasma membrane (PM), possibly via the inorganic carbon pumps LCI1 and HLA3 (yellow barrel), and across the chloroplast envelope (CE), possibly via the inorganic carbon pump LCIA (orange barrel). The conversion of bicarbonate to CO<sub>2</sub> occurs via CAH3 (light blue circles), a carbonic anhydrase thought to be located inside the lumen of thylakoid tubules (green). When CAH3 is phosphorylated it could relocate within the pyrenoid (light grey). The pump that transfers bicarbonate from the stroma to the lumen (red barrel) has not yet been found. CO<sub>2</sub> is prevented from leaking out of the pyrenoid by the starch sheath (dark grey) and LCIB/C protein complexes (triangles). (<b>B</b>) Observations made by Engel et al. demonstrate that minitubules (white) provide a direct route between the stroma and the pyrenoid. This resolves how RuBP, which is the substrate for Rubisco (see text), is channelled to the enzyme, and how 3PGA, which is a product of the reaction between RuBP and CO<sub>2</sub>, is channelled away. It also raises the intriguing possibility that CAH3 could be external to the thylakoid lumen. When phosphorylated, CAH3 could relocate close to or within the minitubules, also allowing CO<sub>2</sub> to be delivered via the minitubules to Rubisco without the need for an additional bicarbonate transporter."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/05983/elife-05983-fig1-v1.tif", 
                        "filename": "elife-05983-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The three-dimensional reconstructions of the pyrenoid show how the tubules extend from thylakoids at the interface of two starch plates, and how they fuse and then merge at the centre of the pyrenoid. Some of these features were visible in early electron micrograph images (<a href=\"#bib6\">Sager and Palade, 1957</a>), but Engel et al. reveal how additional features called minitubules are organised within the tubules that cross the pyrenoid (<a href=\"#fig1\">Figure 1B</a>). The minitubules contain stroma and the latest work clearly shows that they could provide routes for molecules to move from the stroma directly into the centre of the pyrenoid. This would allow substrates and products to move between Rubisco and the other enzymes involved in photosynthesis (<a href=\"#bib7\">Süss et al., 1995</a>), and could reduce the need to transport bicarbonate across the thylakoid membranes, as is required in existing models (<a href=\"#bib8\">Wang et al., 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Engel et al. also reveal how Rubisco is packaged in the pyrenoid. If their proposed model of close-packing in hexagonal shapes is exact, the spacing of Rubisco complexes leaves room for molecules of between 5 kDa and ~50 kDa, depending on the packaging scenario. The latter is sufficient space for a Rubisco linker protein like the one needed inside the carboxysomes of bacteria, but it is not clear whether such proteins also exist in algae (<a href=\"#bib3\">Long et al., 2007</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "We can now superimpose these fine details onto existing models of how the carbon concentrating mechanism in Chlamydomonas is organized (<a href=\"#fig1\">Figure 1A</a>). When the mechanism is switched on, bicarbonate could be converted by a stromal carbonic anhydrase within or adjacent to the minitubules (<a href=\"#fig1\">Figure 1B</a>) to allow CO<sub>2</sub> to be released at the heart of the pyrenoid."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This new model poses a number of questions. How does Rubisco move to the pyrenoid when the carbon concentrating mechanism is switched on? What is the trigger that modifies the thylakoid membranes to make the tubules as well as multiple minitubules? Why do the starch plates form and surround the pyrenoid? Efforts are being made to engineer elements of the carbon concentrating mechanism from cyanobacteria into higher plants (<a href=\"#bib2\">Lin et al., 2014</a>; <a href=\"#bib4\">McGrath and Long, 2014</a>), but what modifications would be needed to incorporate a mechanism from algae instead?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Undoubtedly, the many genetic techniques that can be used to study Chlamydomonas (<a href=\"#bib9\">Zhang et al., 2014</a>) will soon resolve these questions in the case of this particular alga. However, in the best traditions of product placement, other forms of pyrenoid are available in different species, including phytoplankton and one lineage of primitive land plants. Understanding the structure of chloroplasts and the regulation of carbon concentrating mechanisms in these organisms will continue to provide additional challenges for the future."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Engel", 
                            "index": "Engel, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Schaffer", 
                            "index": "Schaffer, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LK Cuellar", 
                            "index": "Cuellar, LK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Villa", 
                            "index": "Villa, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Plitzko", 
                            "index": "Plitzko, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Baumeister", 
                            "index": "Baumeister, W"
                        }
                    }
                ], 
                "articleTitle": "Native architecture of the Chlamydomonas chloroplast revealed by in situ cryo-electron tomography", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e04889", 
                "doi": "10.7554/eLife.04889"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MT Lin", 
                            "index": "Lin, MT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Occhialini", 
                            "index": "Occhialini, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Andralojc", 
                            "index": "Andralojc, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Parry", 
                            "index": "Parry, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Hanson", 
                            "index": "Hanson, MR"
                        }
                    }
                ], 
                "articleTitle": "A faster Rubisco with potential to increase photosynthesis in crops", 
                "journal": "Nature", 
                "volume": "513", 
                "pages": {
                    "first": "547", 
                    "last": "550", 
                    "range": "547–550"
                }, 
                "doi": "10.1038/nature13776"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BM Long", 
                            "index": "Long, BM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Badger", 
                            "index": "Badger, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Whitney", 
                            "index": "Whitney, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GD Price", 
                            "index": "Price, GD"
                        }
                    }
                ], 
                "articleTitle": "Analysis of carboxysomes from the Synechococcus PCC7942 reveals multiple Rubisco complexes within carboxysomal proteins CcmM and CcaA", 
                "journal": "Journal of Biological Chemistry", 
                "volume": "282", 
                "pages": {
                    "first": "29323", 
                    "last": "29335", 
                    "range": "29323–29335"
                }, 
                "doi": "10.1074/jbc.M703896200"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM McGrath", 
                            "index": "McGrath, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SP Long", 
                            "index": "Long, SP"
                        }
                    }
                ], 
                "articleTitle": "Can the cyanobacterial carbon-concentrating mechanism increase photosynthesis in crop species? A theoretical analysis", 
                "journal": "Plant Physiology", 
                "volume": "164", 
                "pages": {
                    "first": "2247", 
                    "last": "2261", 
                    "range": "2247–2261"
                }, 
                "doi": "10.1104/pp.113.232611"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Raven", 
                            "index": "Raven, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Beardall", 
                            "index": "Beardall, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Gordiano", 
                            "index": "Gordiano, M"
                        }
                    }
                ], 
                "articleTitle": "Energy costs of carbon dioxide concentrating mechanisms in aquatic organisms", 
                "journal": "Photosynthesis Research", 
                "volume": "121", 
                "pages": {
                    "first": "111", 
                    "last": "124", 
                    "range": "111–124"
                }, 
                "doi": "10.1007/s11120-013-9962-7"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1957", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Sager", 
                            "index": "Sager, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GE Palade", 
                            "index": "Palade, GE"
                        }
                    }
                ], 
                "articleTitle": "Structure and development of the chloroplast in Chlamydomonas I. The normal green cell", 
                "journal": "Journal Biophysical and Biochemical Cytology", 
                "volume": "3", 
                "pages": {
                    "first": "463", 
                    "last": "488", 
                    "range": "463–488"
                }, 
                "doi": "10.1083/jcb.3.3.463"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1995", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K-H Süss", 
                            "index": "Süss, K-H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Prokhorenko", 
                            "index": "Prokhorenko, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Adler", 
                            "index": "Adler, K"
                        }
                    }
                ], 
                "articleTitle": "In Situ Association of Calvin Cycle Enzymes, Ribulose-1,5-Bisposphate Carboxyalsae/Oxygenase Activase, Ferredoxin-NADP+ Reductase, and Nitrite Reductase with Thylakoid and Pyrenoid Membranes of Chlamydomonas reinhardtii Chloroplasts as Revealed by Immunoelectron Microscopy", 
                "journal": "Plant Physiology", 
                "volume": "107", 
                "pages": {
                    "first": "1387", 
                    "last": "1397", 
                    "range": "1387–1397"
                }, 
                "doi": "10.1104/pp.107.4.1387"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Wang", 
                            "index": "Wang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Duanmu", 
                            "index": "Duanmu, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MH Spalding", 
                            "index": "Spalding, MH"
                        }
                    }
                ], 
                "articleTitle": "Carbon dioxide concentrating mechanism in Chlamydomonas reinhardtii: inorganic carbon transport and CO2 recapture", 
                "journal": "Photosynthesis Research", 
                "volume": "109", 
                "pages": {
                    "first": "115", 
                    "last": "122", 
                    "range": "115–122"
                }, 
                "doi": "10.1007/s11120-011-9643-3"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Zhang", 
                            "index": "Zhang, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Patena", 
                            "index": "Patena, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Armbruster", 
                            "index": "Armbruster, U"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SS Gang", 
                            "index": "Gang, SS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Blum", 
                            "index": "Blum, SR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Jonikas", 
                            "index": "Jonikas, MC"
                        }
                    }
                ], 
                "articleTitle": "High-Throughput Genotyping of Green Algal Mutants Reveals Random Distribution of Mutagenic Insertion Sites and Endonuclolytic Cleavage of Transforming DNA", 
                "journal": "The Plant Cell", 
                "volume": "26", 
                "pages": {
                    "first": "1398", 
                    "last": "1409", 
                    "range": "1398–1409"
                }, 
                "doi": "10.1105/tpc.114.124099"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}