{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00270-v1.xml"
        }, 
        "status": "vor", 
        "id": "00270", 
        "version": 1, 
        "type": "editorial", 
        "doi": "10.7554/eLife.00270", 
        "authorLine": "Randy Schekman et al", 
        "title": "Launching <i>eLife</i>, Part 1", 
        "titlePrefix": "Scientific Publishing", 
        "published": "2012-10-15T00:00:00Z", 
        "versionDate": "2012-10-15T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00270", 
        "pdf": "https://publishing-cdn.elifesciences.org/00270/elife-00270-v1.pdf", 
        "subjects": [], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The new open-access journal <i>eLife</i> has launched, making its first content available in PubMed Central. In addition to publishing science of the highest quality, the journal aims to improve both the peer-review process and the presentation of new research results."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Schekman et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Randy Schekman", 
                    "index": "Schekman, Randy"
                }, 
                "role": "Editor-in-Chief", 
                "emailAddresses": [
                    "editorial@elifesciences.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>RS receives funding from the Howard Hughes Medical Institute"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Mark Patterson", 
                    "index": "Patterson, Mark"
                }, 
                "role": "Managing Executive Editor"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Fiona Watt", 
                    "index": "Watt, Fiona"
                }, 
                "role": "Deputy Editor", 
                "competingInterests": "FW receives funding from the Wellcome Trust"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Detlef Weigel", 
                    "index": "Weigel, Detlef"
                }, 
                "role": "Deputy Editor", 
                "competingInterests": "DW is employed by the Max Planck Society"
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00270-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00270", 
        "version": 1, 
        "type": "editorial", 
        "doi": "10.7554/eLife.00270", 
        "authorLine": "Randy Schekman et al", 
        "title": "Launching <i>eLife</i>, Part 1", 
        "titlePrefix": "Scientific Publishing", 
        "published": "2012-10-15T00:00:00Z", 
        "versionDate": "2012-10-15T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00270", 
        "pdf": "https://publishing-cdn.elifesciences.org/00270/elife-00270-v1.pdf", 
        "subjects": [], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The new open-access journal <i>eLife</i> has launched, making its first content available in PubMed Central. In addition to publishing science of the highest quality, the journal aims to improve both the peer-review process and the presentation of new research results."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Schekman et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Randy Schekman", 
                    "index": "Schekman, Randy"
                }, 
                "role": "Editor-in-Chief", 
                "emailAddresses": [
                    "editorial@elifesciences.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>RS receives funding from the Howard Hughes Medical Institute"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Mark Patterson", 
                    "index": "Patterson, Mark"
                }, 
                "role": "Managing Executive Editor"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Fiona Watt", 
                    "index": "Watt, Fiona"
                }, 
                "role": "Deputy Editor", 
                "competingInterests": "FW receives funding from the Wellcome Trust"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Detlef Weigel", 
                    "index": "Weigel, Detlef"
                }, 
                "role": "Deputy Editor", 
                "competingInterests": "DW is employed by the Max Planck Society"
            }
        ], 
        "keywords": [
            "publishing", 
            "peer review", 
            "open access", 
            "<i>eLife</i>"
        ], 
        "-related-articles-internal": [], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The eLife initiative is an unprecedented collaboration between the funders and practitioners of life and biomedical science, aiming to catalyse fundamental change in research communication. Motivated by the tremendous opportunities afforded through digital media, the Howard Hughes Medical Institute, the Max Planck Society and the Wellcome Trust have come together with the research community to create a new and transformative journal, as a first step in the broader eLife project."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The three legs of eLife's initial mission are: to publish outstanding science under an open-access license; to create an unparalleled editorial process that is decisive, fair and efficient; and to fully utilize digital media in the presentation of new research. The guiding principle of the project is to serve the interests of science, scholars and society."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Since the announcement of the project in 2011, we have recruited a world-class community of academic editors to run the journal along with a staff team of experienced professionals. In partnership with a number of different organizations, we have also established much of the essential publishing infrastructure required to meet eLife's objectives."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "<i>eLife</i> opened for submissions in mid-June, and within two months about 100 submissions had been received, including several exceptional articles that met the standards for scientific excellence required for publication in <i>eLife</i>. A key goal for <i>eLife</i> is to eliminate unnecessary delays in the publication process, and the fact that the first articles were accepted in August demonstrates that our editorial and peer-review processes are equal to this challenge."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Given that we were able to accept several articles quickly and that the launch of the <i>eLife</i> journal website is still several weeks away, we have been considering ways to avoid any unnecessary delays in publishing these articles. To that end, from October 2012, we are listing articles on the <a href=\"http://www.elifesciences.org/\">eLife website</a> as soon as they are ready to be published and releasing the articles themselves on PubMed Central (PMC), the public archive for life and biomedical science literature at the US National Library of Medicine. The articles are available in full-text HTML and fully formatted PDF versions. They are the final published versions, each one complete with a broadly accessible summary (the <i>eLife</i> Digest). Each of the first four articles is also accompanied by an Insight article, which offers the perspective of an expert in the field."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The initial collection of content covers a broad range of topics, reflecting our goal to encompass biomedical and life science from the most basic research through to translational, applied and clinical work. <a href=\"http://dx.doi.org/10.7445/eLife.00013\">One article</a> identifies a critical signalling molecule involved in the interaction between a primitive eukaryote and a bacterium, which is an important advance in efforts to understand the evolution of multicellularity. This article received substantial publicity after one of the principal authors, Nicole King, presented the work (already accepted for publication in <i>eLife</i>) at the Society for Developmental Biology meeting, and then posted the accepted article on her own lab website. The article was downloaded over 1000 times in the first 30 days."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "How cells cope with the stress of poorly folded proteins is the theme of a <a href=\"http://dx.doi.org/10.7445/eLife.00048\">second article</a>, which uncovers how fission yeast deploys the same cellular machinery in an unusual and very different way from other organisms. <a href=\"http://dx.doi.org/10.7445/eLife.00007\">Another article</a> describes the results of a two-year field trial that demonstrates how a specific group of chemicals released by plants in response to herbivore attack can increase the plants' fitness. And to complete this collection of four articles, <a href=\"http://dx.doi.org/10.7445/eLife.00065\">a significant advance in aging research</a> is provided by researchers who show that a hormone involved in the response to starvation dramatically increases the lifespan of mice in which it is overexpressed. As well as representing diverse areas of research, importantly, the four articles send a strong signal about the calibre of the science that we seek to publish at <i>eLife</i>."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Newly published articles will continue to be added to the list at <a href=\"http://elifesciences.org\">elifesciences.org</a> over the coming weeks, with links to the content in PMC. But it is at the <i>eLife</i> journal website where we will have the most scope to experiment and explore new territory in research communication, beginning with the release of the initial version of the site towards the end the year—part 2 of the <i>eLife</i> journal launch."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "We hope that these first articles will inspire many more of our colleagues throughout the world to submit their best work to <i>eLife</i>, where they will benefit from a constructive and swift publishing experience, a flexible online platform that allows them to tell their research story in full alongside other outstanding work, and the full recognition and attention of peers and interested readers without limit."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "We would like to close by thanking our supporters, along with editorial and staff colleagues for their hard work and commitment in getting us this far, and especially the initial authors, who have taken a bold step to get <i>eLife</i> off to such a flying start."
                    }
                ]
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}