{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-01633-v1.xml"
        }, 
        "status": "vor", 
        "id": "01633", 
        "version": 1, 
        "type": "editorial", 
        "doi": "10.7554/eLife.01633", 
        "authorLine": "Randy Schekman et al", 
        "title": "<i>eLife</i> and early career researchers", 
        "titlePrefix": "Careers", 
        "published": "2013-10-22T00:00:00Z", 
        "versionDate": "2013-10-22T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01633", 
        "pdf": "https://publishing-cdn.elifesciences.org/01633/elife-01633-v1.pdf", 
        "subjects": [], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "There are many reasons for submitting your best work to <i>eLife</i>, especially if you are an early career researcher."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Schekman et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Randy Schekman", 
                    "index": "Schekman, Randy"
                }, 
                "role": "Editor-in-Chief", 
                "emailAddresses": [
                    "editorial@elifesciences.org"
                ], 
                "competingInterests": "RS receives funding from the Howard Hughes Medical Institute"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Fiona M Watt", 
                    "index": "Watt, Fiona M"
                }, 
                "role": "Deputy Editor", 
                "competingInterests": "FMW receives funding from the Wellcome Trust"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Detlef Weigel", 
                    "index": "Weigel, Detlef"
                }, 
                "role": "Deputy Editor", 
                "competingInterests": "DW is employed by the Max Planck Society, and is Chair of the Council of EMBO, which runs EMBO Press."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-01633-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "01633", 
        "version": 1, 
        "type": "editorial", 
        "doi": "10.7554/eLife.01633", 
        "authorLine": "Randy Schekman et al", 
        "title": "<i>eLife</i> and early career researchers", 
        "titlePrefix": "Careers", 
        "published": "2013-10-22T00:00:00Z", 
        "versionDate": "2013-10-22T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01633", 
        "pdf": "https://publishing-cdn.elifesciences.org/01633/elife-01633-v1.pdf", 
        "subjects": [], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "There are many reasons for submitting your best work to <i>eLife</i>, especially if you are an early career researcher."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Schekman et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Randy Schekman", 
                    "index": "Schekman, Randy"
                }, 
                "role": "Editor-in-Chief", 
                "emailAddresses": [
                    "editorial@elifesciences.org"
                ], 
                "competingInterests": "RS receives funding from the Howard Hughes Medical Institute"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Fiona M Watt", 
                    "index": "Watt, Fiona M"
                }, 
                "role": "Deputy Editor", 
                "competingInterests": "FMW receives funding from the Wellcome Trust"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Detlef Weigel", 
                    "index": "Weigel, Detlef"
                }, 
                "role": "Deputy Editor", 
                "competingInterests": "DW is employed by the Max Planck Society, and is Chair of the Council of EMBO, which runs EMBO Press."
            }
        ], 
        "keywords": [
            "research assessment", 
            "careers in science", 
            "postdoc", 
            "grad school", 
            "scientific publishing", 
            "science policy"
        ], 
        "-related-articles-internal": [], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Science students and active researchers are evaluated and assessed many times during their career as they progress from high school to university to graduate school to one or more postdoc positions to eventually—most of us hope—a secure job. As high school students, we were judged by exam results, grade-point averages or standardized test scores. Later, from graduate school onwards, we are mostly evaluated according to the quality of our research. Performing well in such evaluations is essential for anyone who wants to advance in a research environment, so it is crucial that these assessments are performed in a way that is fair and transparent."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The system of evaluation and assessment places substantial pressure on early career researchers, especially when looking for a fellowship or a tenure-track position in a university or research institute. It is not uncommon for job or fellowship announcements to attract hundreds of applications. Many scientists, especially those in the early stages of their career, believe that their chances of succeeding (or even getting an interview) depend primarily on the impact factors of the journals in which they have published. This is more true in some institutions and countries than in others (<a href=\"#bib1\">Ching, 2013</a>). Although more and more funders and institutions are emphasizing that the intrinsic quality of the research is what really matters (<a href=\"#bib3\">DORA, 2013</a>; <a href=\"#bib4\">Schekman and Patterson, 2013</a>; <a href=\"#bib7\">Schmid, 2013</a>), too many scientists still have an unhealthy obsession with getting published in the rarefied world of ‘top-tier’ journals that are characterized by review processes and acceptance policies that often appear opaque and capricious."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "And the pressure does not go away after you have landed a tenure-track position, because the next challenges are to secure grant money and to convince your new colleagues that you deserve tenure. (Plus you have to show that you are a good colleague). Again, despite what senior investigators tell them and what the grant-awarding agencies say, many pre-tenure researchers believe that the number of papers in top-tier journals is the key to professional success and happiness. It is worth repeating here that the journal impact factor was never intended to be a measure of the quality of individual research papers: it was designed as a tool for comparing journals (and even then it has certain limitations), and scientists themselves are largely to blame for allowing it to influence decisions about hiring and promotion to the extent that it does (<a href=\"#bib2\">Curry, 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "At <i>eLife</i>, we recognize these pressures and have introduced a number of measures for the benefit of our colleagues who are in the early stages of their careers. First, we encourage corresponding authors who do not have tenure to mention this in their cover letter. The Senior Editor who handles the manuscript will take this into account when deciding whether or not it merits in-depth peer review by a Reviewing Editor and one or more external referees (<a href=\"#bib5\">Schekman et al, 2013a</a>): as a result, a higher-than-average percentage of manuscripts from early career authors receive in-depth peer review. However, this does not mean that manuscripts from early career authors are more likely to be accepted than those from more established investigators. Rather, it means that early career authors are more likely to receive (and benefit from) the sort of considered, in-depth feedback from referees that will help them to improve the manuscript and increase its chances of publication in <i>eLife</i> (or a different journal). And if the Senior Editor decides that a manuscript from an early career researcher should not be sent for in-depth peer review, the authors will in general receive more than just a standard rejection letter."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Second, we recognize that graduate students and postdocs require letters of recommendation when they are applying for jobs and fellowships. Therefore, the Senior Editors of <i>eLife</i> have agreed to write a letter of recommendation on behalf of the first author in support of job or fellowship applications, and many authors have requested and received such letters."
                    }, 
                    {
                        "type": "quote", 
                        "text": [
                            {
                                "type": "paragraph", 
                                "text": "The Senior Editors of <i>eLife</i> have agreed to write a letter of recommendation on behalf of the first author in support of job or fellowship applications."
                            }
                        ]
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In a new effort, we are identifying a small number of particularly outstanding <i>eLife</i> Research Articles by early career researchers and inviting the first or corresponding author on each article to give a presentation at a meeting organized by one of the three agencies that sponsor the journal (the Howard Hughes Medical Institute, the Max Planck Society and the Wellcome Trust). Since most <i>eLife</i> authors are not funded by these agencies, this initiative gives these early career researchers a valuable opportunity to publicize and discuss their work with audiences that will include many leading researchers in their field. The names of the first four authors to be invited to give such presentations have just been announced (<a href=\"#tbl1\">Table 1</a>)."
                    }, 
                    {
                        "type": "table", 
                        "id": "tbl1", 
                        "label": "Table 1.", 
                        "title": "The first four <i>eLife</i>-sponsored presentations by early career researchers", 
                        "tables": [
                            "<table><tbody><tr><td><b>Rosanna A Alegado</b> University of California, Berkeley, United States; Present address: University of Hawai`i at Mãnoa</td><td>Alegado RA, Brown LW, Cao S, Dermenjian RK, Zuzow R, Fairclough SR, Clardy J, King N. 2012. A bacterial sulfonolipid triggers multicellular development in the closest living relatives of animals. <i>eLife</i> <b>1</b>:e00013. doi: <a href=\"http://dx.doi.org/10.7554/eLife.00013\">10.7554/eLife.00013</a>.</td></tr><tr><td><b>Jesse D Bloom</b> Fred Hutchinson Cancer Research Center, Seattle, United States</td><td>Gong LI, Suchard MA, Bloom JD. 2013. Stability-mediated epistasis constrains the evolution of an influenza protein. <i>eLife</i> <b>2</b>:e00631. doi: <a href=\"http://dx.doi.org/10.7554/eLife.00631\">10.7554/eLife.00631</a>.</td></tr><tr><td><b>Israel S Fernandez</b> Medical Research Council Laboratory of Molecular Biology, Cambridge, United Kingdom</td><td>Bai X, Fernandez I, McMullan G, Scheres SHW. 2013. Ribosome structures to near-atomic resolution from thirty thousand cryo-EM particles. <i>eLife</i> <b>2</b>:e00461. doi: <a href=\"http://dx.doi.org/10.7554/eLife.00461\">10.7554/eLife.00461</a>.</td></tr><tr><td><b>Wenhui Li</b> National Institute of Biological Sciences, Beijing, China</td><td>Yan H, Zhong G, Xu G, He W, Jing Z, Gao Z, Huang Y, Qi Y, Peng B, Wang H, Fu L, Song M, Chen P, Gao W, Ren B, Sun Y, Cai T, Feng X, Sui J, Li W. 2012. Sodium taurocholate cotransporting polypeptide is a functional receptor for human hepatitis B and D virus. <i>eLife</i> <b>1</b>:e00049. doi: <a href=\"http://dx.doi.org/10.7554/eLife.00049\">10.7554/eLife.00049</a>.</td></tr></tbody></table>"
                        ], 
                        "footnotes": [
                            {
                                "text": [
                                    {
                                        "type": "paragraph", 
                                        "text": "The editorial leadership of <i>eLife</i> has identified four particularly outstanding Research Articles that were published in the journal before the end of May 2013, and one early career author from each article has been invited to give a presentation at a meeting organized by one of the agencies that sponsor <i>eLife</i>. Another four authors will be invited to give presentations early next year."
                                    }
                                ]
                            }
                        ]
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01633/elife-01633-fig1-v1.tif", 
                        "attribution": [
                            "ILLUSTRATION: <a href=\"http://RIPE.COM\">RIPE.COM</a>"
                        ], 
                        "filename": "elife-01633-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Obviously, we welcome submissions from researchers of all vintages, and we have introduced a number of innovations to improve scientific publishing for the benefit of all authors, such as our innovative approach to peer review, our policy of accepting all manuscripts that meet our (admittedly high) scientific criteria, our commitment to open access, our policy of making the most of digital media by not restricting the number of words, figures or references in a Research Article, our ability to integrate data and video into articles, our sharing of referee reports for rejected articles with a number of other journals, our commitment to extending the reach and impact of articles through plain-language summaries, Insight articles and podcasts, and our progressive media policy, which allows authors to share their results with others ahead of publication if they wish (<a href=\"#bib6\">Schekman et al., 2013b</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "We also promise that the initial decision on submissions will be quick—the average is presently 3 days—and that manuscripts will not be subjected to needless cycles of revision and re-review before they are eventually accepted or rejected. Those near the start of their career may have time on their side, but when you have an exciting story to tell, and the competition on the career ladder is intense, the last thing you can afford to happen is for your work to languish in a seemingly endless editorial process."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "unknown", 
                "id": "bib1", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Ching", 
                            "index": "Ching, N"
                        }
                    }
                ], 
                "title": "Fame is fortune in Sino-science", 
                "details": "Nautilus, Available at: , http://nautil.us/issue/5/fame/fame-is-fortune-in-sino_science", 
                "uri": "http://nautil.us/issue/5/fame/fame-is-fortune-in-sino_science"
            }, 
            {
                "type": "unknown", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Curry", 
                            "index": "Curry, S"
                        }
                    }
                ], 
                "title": "Sick of impact factors", 
                "details": "Available at: , http://occamstypewriter.org/scurry/2012/08/13/sick-of-impact-factors/", 
                "uri": "http://occamstypewriter.org/scurry/2012/08/13/sick-of-impact-factors/"
            }, 
            {
                "type": "unknown", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "DORA"
                    }
                ], 
                "title": "San Francisco Declaration on Research Assessment", 
                "details": "Available at: , http://am.ascb.org/dora/", 
                "uri": "http://am.ascb.org/dora/"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Schekman", 
                            "index": "Schekman, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Patterson", 
                            "index": "Patterson, M"
                        }
                    }
                ], 
                "articleTitle": "Reforming research assessment", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00855", 
                "doi": "10.7554/eLife.00855"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "discriminator": "a", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Schekman", 
                            "index": "Schekman, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Watt", 
                            "index": "Watt, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Weigel", 
                            "index": "Weigel, D"
                        }
                    }
                ], 
                "articleTitle": "The <i>eLife</i> approach to peer review", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00799", 
                "doi": "10.7554/eLife.00799"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "discriminator": "b", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Schekman", 
                            "index": "Schekman, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Watt", 
                            "index": "Watt, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Weigel", 
                            "index": "Weigel, D"
                        }
                    }
                ], 
                "articleTitle": "A year in the life of <i>eLife</i>", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e01516", 
                "doi": "10.7554/eLife.01516"
            }, 
            {
                "type": "unknown", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Schmid", 
                            "index": "Schmid, S"
                        }
                    }
                ], 
                "title": "Beyond CVs and impact factors: an employer’s manifesto", 
                "details": "Science Careers, 10.1126/science.caredit.a1300186"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}