{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-05000-v1.xml"
        }, 
        "status": "vor", 
        "id": "05000", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05000", 
        "authorLine": "Yanrui Jiang, Heinrich Reichert", 
        "title": "Maintaining neural stem cell identity in the brain", 
        "titlePrefix": "Neuroblasts", 
        "published": "2014-11-06T00:00:00Z", 
        "versionDate": "2014-11-06T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e05000", 
        "pdf": "https://publishing-cdn.elifesciences.org/05000/elife-05000-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "In the developing fruit fly brain, a protein called Trithorax increases the number of neural cells produced from a single stem cell, in part by regulating the transcription of the target genes <i>buttonhead</i> and <i>pointed</i>."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Jiang and Reichert", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yanrui Jiang", 
                    "index": "Jiang, Yanrui"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Biozentrum", 
                            "University of Basel"
                        ], 
                        "address": {
                            "formatted": [
                                "Basel", 
                                "Switzerland"
                            ], 
                            "components": {
                                "locality": [
                                    "Basel"
                                ], 
                                "country": "Switzerland"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "yanrui.jiang@unibas.ch"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Heinrich Reichert", 
                    "index": "Reichert, Heinrich"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Biozentrum", 
                            "University of Basel"
                        ], 
                        "address": {
                            "formatted": [
                                "Basel", 
                                "Switzerland"
                            ], 
                            "components": {
                                "locality": [
                                    "Basel"
                                ], 
                                "country": "Switzerland"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "heinrich.reichert@unibas.ch"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-05000-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "05000", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.05000", 
        "authorLine": "Yanrui Jiang, Heinrich Reichert", 
        "title": "Maintaining neural stem cell identity in the brain", 
        "titlePrefix": "Neuroblasts", 
        "published": "2014-11-06T00:00:00Z", 
        "versionDate": "2014-11-06T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e05000", 
        "pdf": "https://publishing-cdn.elifesciences.org/05000/elife-05000-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "In the developing fruit fly brain, a protein called Trithorax increases the number of neural cells produced from a single stem cell, in part by regulating the transcription of the target genes <i>buttonhead</i> and <i>pointed</i>."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Jiang and Reichert", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Yanrui Jiang", 
                    "index": "Jiang, Yanrui"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Biozentrum", 
                            "University of Basel"
                        ], 
                        "address": {
                            "formatted": [
                                "Basel", 
                                "Switzerland"
                            ], 
                            "components": {
                                "locality": [
                                    "Basel"
                                ], 
                                "country": "Switzerland"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "yanrui.jiang@unibas.ch"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Heinrich Reichert", 
                    "index": "Reichert, Heinrich"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Biozentrum", 
                            "University of Basel"
                        ], 
                        "address": {
                            "formatted": [
                                "Basel", 
                                "Switzerland"
                            ], 
                            "components": {
                                "locality": [
                                    "Basel"
                                ], 
                                "country": "Switzerland"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "heinrich.reichert@unibas.ch"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "neuroblast", 
            "intermediate neural progenitor", 
            "<i>trithorax</i>", 
            "<i>buttonhead</i>", 
            "neural stem cell", 
            "<i>pointed</i>"
        ], 
        "-related-articles-internal": [
            "03502", 
            "03596"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Stem cells are cells that have the ability to divide and produce both new stem cells (a process called self-renewal) and specific types of cell (a process called differentiation). There are many different types of stem cell. The brain of the fruit fly <i>Drosophila</i>, for example, contains two different types of neural stem cell. Type I neuroblasts divide to produce a new type I neuroblast and a cell called a ganglion mother cell. The new neuroblast can undergo several more rounds of division, but the ganglion mother cell can only divide once, to produce specific cell types (either neurons or glia cells). Type II neuroblasts, on the other hand, divide to produce a new type II neuroblast and a cell called an intermediate neural progenitor. Each intermediate neural progenitor cell can undergo several rounds of proliferation, each of which produces a ganglion mother cell (<a href=\"#bib4\">Homem and Knoblich, 2012</a>). This ‘amplifies’ the number of neurons and glia cells that are produced."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Controlling the proliferation and differentiation of intermediate neural progenitors as the brain develops is crucial because these cells can also undergo a developmental reversal that results in them becoming neuroblast-like cells. These can then overproliferate and form malignant tumours in the brain. Recent studies in <i>Drosophila</i> have identified several regulatory proteins that prevent this developmental reversal and restrict the proliferation of intermediate neural progenitors. These include the post-transcriptional regulator Brain tumor (<a href=\"#bib1\">Bello et al., 2006</a>; <a href=\"#bib2\">Betschinger et al., 2006</a>; <a href=\"#bib6\">Lee et al., 2006</a>), the Notch signaling pathway component Numb (<a href=\"#bib7\">Wang et al., 2007</a>), the <i>Drosophila</i> SWI/SNF chromatin remodeling complex (<a href=\"#bib3\">Eroglu et al., 2014</a>), and the zinc-finger transcription factor Earmuff (<a href=\"#bib8\">Weng et al., 2010</a>). These proteins also work together to restrict proliferation in type II neuroblasts and the cells that they generate (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Maintaining neural stem cell identity in the <i>Drosophila</i> brain", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Maintaining neural stem cell identity in the <i>Drosophila</i> brain. A type II neuroblast (NB; orange circles) divides to self-renew and to give rise to an immature intermediate neural progenitor cell (imm. INP; blue circles), which becomes a mature INP (pink) that undergoes several further rounds of self-renewing proliferation. Each round generates a ganglion mother cell (GMC; yellow), each of which gives rise to two differentiated neural cells (green). During neuroblast proliferation, several proteins, including Brat, Numb, SWI/SNF complex, and Erm, restrict the ability of INPs to proliferate and inhibit the de-differentiation of immature INPs. In mutants that lack the <i>brain tumor</i> gene (<i>brat</i><sup><i>−/−</i></sup>; bottom right), immature INPs revert to neuroblast-like cells that overproliferate and can form brain tumours. On the other hand, as shown by Komori et al. and Xie et al., Trithorax (Trx) and its direct targets Buttonhead (Btd) and Pointed P1 (PntP1) act to maintain the identity of type II neuroblasts and promote the generation of INPs. Hence, in mutants lacking the <i>trithorax</i> gene (<i>trx</i><sup><i>−/−</i></sup> mutants; top right), INPs are nearly completely lost compared with wild type (wt; centre right), and type II neuroblasts are transformed into type I neuroblasts (purple) that directly generate ganglion mother cells instead of INPs; this ultimately results in fewer neural cells being produced."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/05000/elife-05000-fig1-v1.tif", 
                        "filename": "elife-05000-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is equally important for type II neuroblasts to maintain their ability to generate self-renewing intermediate neural progenitors so that enough neural cells are produced. The transcription factor Pointed P1 is known to play an important role in this process (<a href=\"#bib10\">Zhu et al., 2011</a>). However, the other proteins that type II neuroblasts might need in order to maintain their identity and generate intermediate neural progenitor cells were not known. Now, in <i>eLife</i>, researchers at the University of Michigan Medical School report that Trithorax, a protein that modifies histones, has a crucial role in these processes in <i>Drosophila</i> (<a href=\"#bib5\">Komori et al., 2014</a>) while, independently, researchers at the State University of New York (SUNY) and Syracuse University report that a transcription factor called Buttonhead is also critically important (<a href=\"#bib9\">Xie et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The fate of cells can be controlled by a number of methods. For example, adding a methyl group to histone H3 at lysine 4 (H3K4) is known to be involved in controlling cell fate during development. Therefore, Cheng-Yu Lee and colleagues at Michigan, including Hideyuki Komori as the first author, tested whether Trithorax—a protein that adds methyl groups to H3K4—might also play a role in maintaining the identity of <i>Drosophila</i> neuroblasts (<a href=\"#bib5\">Komori et al., 2014</a>). By using a combination of antibodies that recognize the different cell markers found on type I and type II neuroblast lineages, Komori et al. showed that Trithorax is necessary for maintaining the functional identity of type II neuroblasts as they proliferate. Thus, a significant reduction in the number of intermediate neural progenitors occurs in type II neuroblast lineages that have a defective version of the <i>trithorax</i> gene. These mutant type II neuroblasts instead transform into type I neuroblasts, which directly generate ganglion mother cells instead of intermediate neural progenitors (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To work in type II neuroblasts, Komori et al. found that Trithorax must have the ability to add methyl groups to histones. However, preventing Trithorax from working did not affect the overall H3K4 methylation pattern in type II neuroblasts, which suggests that Trithorax only regulates a few specific genes. Komori et al. identified a small number of genes specifically expressed in type II neuroblasts, including <i>buttonhead</i> and <i>pointed</i>, and using biochemical analysis found that Trithorax indeed binds directly to the transcription start site of both of these genes. In addition, removing working copies of the <i>buttonhead</i> gene from type II neuroblasts reduced the number of mature intermediate neural progenitors in the fly brain, and over-expressing <i>buttonhead</i> restored the ability of type II neuroblasts with mutant (less functional) <i>trithorax</i> genes to produce intermediate neural progenitor cells. Furthermore, mis-expressing <i>buttonhead</i> in type I neuroblasts caused these cells to behave more like type II neuroblasts and generate cells that resemble intermediate neural progenitor cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The role of <i>buttonhead</i> in the type II neuroblast lineages was confirmed and investigated further by Sijun Zhu of SUNY and colleagues, including Yonggang Xie as the first author (<a href=\"#bib9\">Xie et al., 2014</a>). They also observed a marked reduction in the number of intermediate neural progenitor cells produced from <i>buttonhead</i> mutant type II neuroblasts, due to the premature differentiation of immature intermediate neural progenitors into ganglion mother cells. Moreover, Xie et al. showed that the Buttonhead protein most likely prevents this premature differentiation by suppressing the expression of a protein called Prospero that inhibits cell self-renewal and promotes cell cycle exit and differentiation. Xie et al. also provide evidence suggesting that in type II neuroblasts, Buttonhead can cooperate with the transcription factor Pointed P1 to specify the neuroblast function and promote the generation of intermediate neural progenitors (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Komori et al. and Xie et al. provide insight into how the identity of neural stem cells is maintained in the <i>Drosophila</i> brain. This work demonstrates that the histone modification protein Trithorax, together with its direct transcription factor targets Buttonhead and Pointed P1, is crucial for type II neuroblasts to maintain their identity and promotes the generation of intermediate neural progenitor cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the future, it will be important to analyze how this identity maintenance program ensures normal brain development in <i>Drosophila</i> by interacting with a previously characterized program that restricts cell proliferation. Moreover, the mammalian versions of Trithorax (called SET/MLL) and Buttonhead (Sp8) play important roles in mammalian brain development. It will therefore also be important to determine if the Trithorax-dependent mechanisms identified in the fly also operate in the mammalian brain to maintain neural stem cell identity."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Bello", 
                            "index": "Bello, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Reichert", 
                            "index": "Reichert, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Hirth", 
                            "index": "Hirth, F"
                        }
                    }
                ], 
                "articleTitle": "The <i>brain tumor</i> gene negatively regulates neural progenitor cell proliferation in the larval central brain of <i>Drosophila</i>", 
                "journal": "Development", 
                "volume": "133", 
                "pages": {
                    "first": "2639", 
                    "last": "2648", 
                    "range": "2639–2648"
                }, 
                "doi": "10.1242/dev.02429"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Betschinger", 
                            "index": "Betschinger, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Mechtler", 
                            "index": "Mechtler, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Knoblich", 
                            "index": "Knoblich, JA"
                        }
                    }
                ], 
                "articleTitle": "Asymmetric segregation of the tumor suppressor Brat regulates self-renewal in <i>Drosophila</i> neural stem cells", 
                "journal": "Cell", 
                "volume": "124", 
                "pages": {
                    "first": "1241", 
                    "last": "1253", 
                    "range": "1241–1253"
                }, 
                "doi": "10.1016/j.cell.2006.01.038"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Eroglu", 
                            "index": "Eroglu, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TR Burkard", 
                            "index": "Burkard, TR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Jiang", 
                            "index": "Jiang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Saini", 
                            "index": "Saini, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CC Homem", 
                            "index": "Homem, CC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Reichert", 
                            "index": "Reichert, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Knoblich", 
                            "index": "Knoblich, JA"
                        }
                    }
                ], 
                "articleTitle": "SWI/SNF complex prevents lineage reversion and induces temporal patterning in neural stem cells", 
                "journal": "Cell", 
                "volume": "156", 
                "pages": {
                    "first": "1259", 
                    "last": "1273", 
                    "range": "1259–1273"
                }, 
                "doi": "10.1016/j.cell.2014.01.053"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CC Homem", 
                            "index": "Homem, CC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Knoblich", 
                            "index": "Knoblich, JA"
                        }
                    }
                ], 
                "articleTitle": "<i>Drosophila</i> neuroblasts: a model for stem cell biology", 
                "journal": "Development", 
                "volume": "139", 
                "pages": {
                    "first": "4297", 
                    "last": "4310", 
                    "range": "4297–4310"
                }, 
                "doi": "10.1242/dev.080515"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Komori", 
                            "index": "Komori, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Xiao", 
                            "index": "Xiao, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DH Janssens", 
                            "index": "Janssens, DH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Dou", 
                            "index": "Dou, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CY Lee", 
                            "index": "Lee, CY"
                        }
                    }
                ], 
                "articleTitle": "Trithorax maintains the functional heterogeneity of neural stem cells through the transcription factor Buttonhead", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e03502", 
                "doi": "10.7554/eLife.03502"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CY Lee", 
                            "index": "Lee, CY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BD Wilkinson", 
                            "index": "Wilkinson, BD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Siegrist", 
                            "index": "Siegrist, SE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RP Wharton", 
                            "index": "Wharton, RP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CQ Doe", 
                            "index": "Doe, CQ"
                        }
                    }
                ], 
                "articleTitle": "Brat is a Miranda cargo protein that promotes neuronal differentiation and inhibits neuroblast self-renewal", 
                "journal": "Developmental Cell", 
                "volume": "10", 
                "pages": {
                    "first": "441", 
                    "last": "449", 
                    "range": "441–449"
                }, 
                "doi": "10.1016/j.devcel.2006.01.017"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Wang", 
                            "index": "Wang, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Ouyang", 
                            "index": "Ouyang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WG Somers", 
                            "index": "Somers, WG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Chia", 
                            "index": "Chia, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Lu", 
                            "index": "Lu, B"
                        }
                    }
                ], 
                "articleTitle": "Polo inhibits progenitor self-renewal and regulates Numb asymmetry by phosphorylating Pon", 
                "journal": "Nature", 
                "volume": "449", 
                "pages": {
                    "first": "96", 
                    "last": "100", 
                    "range": "96–100"
                }, 
                "doi": "10.1038/nature06056"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Weng", 
                            "index": "Weng, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KL Golden", 
                            "index": "Golden, KL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CY Lee", 
                            "index": "Lee, CY"
                        }
                    }
                ], 
                "articleTitle": "dFezf/Earmuff maintains the restricted developmental potential of intermediate neural progenitors in <i>Drosophila</i>", 
                "journal": "Developmental Cell", 
                "volume": "18", 
                "pages": {
                    "first": "126", 
                    "last": "135", 
                    "range": "126–135"
                }, 
                "doi": "10.1016/j.devcel.2009.12.007"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Xie", 
                            "index": "Xie, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Li", 
                            "index": "Li, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Zhang", 
                            "index": "Zhang, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Mei", 
                            "index": "Mei, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Li", 
                            "index": "Li, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Urso", 
                            "index": "Urso, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Zhu", 
                            "index": "Zhu, S"
                        }
                    }
                ], 
                "articleTitle": "The <i>Drosophila</i> Sp8 transcription factor <i>buttonhead</i> prevents premature differentiation of intermediate neural progenitors", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e03596", 
                "doi": "10.7554/eLife.03596"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Zhu", 
                            "index": "Zhu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Barshow", 
                            "index": "Barshow, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Wildonger", 
                            "index": "Wildonger, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LY Jan", 
                            "index": "Jan, LY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YN Jan", 
                            "index": "Jan, YN"
                        }
                    }
                ], 
                "articleTitle": "Ets transcription factor Pointed promotes the generation of intermediate neural progenitors in <i>Drosophila</i> larval brains", 
                "journal": "Proceedings of the National Academy of Sciences of USA", 
                "volume": "108", 
                "pages": {
                    "first": "20615", 
                    "last": "20620", 
                    "range": "20615–20620"
                }, 
                "doi": "10.1073/pnas.1118595109"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}