{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "21404", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.21404", 
        "authorLine": "Luke Miller, Alessandro Farnè", 
        "title": "Losing self control", 
        "titlePrefix": "Cognition", 
        "published": "2016-10-20T00:00:00Z", 
        "versionDate": "2016-10-20T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e21404", 
        "pdf": "https://publishing-cdn.elifesciences.org/21404/elife-21404-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Our brain is less able to move one of our hands if an illusion makes us feel like the hand does not belong to us."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Miller et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Luke Miller", 
                    "index": "Miller, Luke"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "ImpAct Laboratory", 
                            "Lyon Neuroscience Research Centre"
                        ], 
                        "address": {
                            "formatted": [
                                "Lyon", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Lyon"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Alessandro Farnè", 
                    "index": "Farnè, Alessandro"
                }, 
                "orcid": "0000-0001-5769-3491", 
                "affiliations": [
                    {
                        "name": [
                            "ImpAct Laboratory", 
                            "Lyon Neuroscience Research Centre"
                        ], 
                        "address": {
                            "formatted": [
                                "Lyon", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Lyon"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alessandro.farne@inserm.fr"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "21404", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.21404", 
        "authorLine": "Luke Miller, Alessandro Farnè", 
        "title": "Losing self control", 
        "titlePrefix": "Cognition", 
        "published": "2016-10-20T00:00:00Z", 
        "versionDate": "2016-10-20T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e21404", 
        "pdf": "https://publishing-cdn.elifesciences.org/21404/elife-21404-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Our brain is less able to move one of our hands if an illusion makes us feel like the hand does not belong to us."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Miller et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Luke Miller", 
                    "index": "Miller, Luke"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "ImpAct Laboratory", 
                            "Lyon Neuroscience Research Centre"
                        ], 
                        "address": {
                            "formatted": [
                                "Lyon", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Lyon"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Alessandro Farnè", 
                    "index": "Farnè, Alessandro"
                }, 
                "orcid": "0000-0001-5769-3491", 
                "affiliations": [
                    {
                        "name": [
                            "ImpAct Laboratory", 
                            "Lyon Neuroscience Research Centre"
                        ], 
                        "address": {
                            "formatted": [
                                "Lyon", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Lyon"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alessandro.farne@inserm.fr"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "body ownership", 
            "primary motor cortex", 
            "magnetic transcranical stimulation"
        ], 
        "relatedArticles": [
            "14972"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "We are all familiar with the feeling that our body is our own and that we can control it. Indeed, most of us have probably never given more than a passing thought to the complexities that underlie our awareness of the body and self. However, these complexities are revealed in dramatic fashion by forms of brain damage that alter the feeling of ownership of body parts. Following damage to key regions of the frontal and parietal cortex, patients may deny that their paralyzed hand is their own, or may claim ownership of someone else's hand instead (<a href=\"#bib14\">Vallar and Ronchi, 2009</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "There is considerable evidence that motor actions, such as reaching to grab an object, provide the glue that binds the body with the self (<a href=\"#bib8\">Jeannerod, 2006</a>). Various body-based illusions, such as the rubber hand illusion, have also implicated sensory information processing in the construction and maintenance of the bodily self (<a href=\"#bib6\">Ehrsson et al., 2004</a>; <a href=\"#bib1\">Blanke et al., 2015</a>). Now, in eLife, Francesca Garbarini and colleagues – including Francesco della Gatta as first author – report that even the motor system is regulated by levels of body ownership (<a href=\"#bib5\">della Gatta et al., 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the rubber hand illusion, an experimenter typically strokes a participant’s hand that is hidden from view at the same time as stroking a prosthetic hand (usually made of rubber) placed in front of the participant (<a href=\"#bib3\">Botvinick and Cohen, 1998</a>). This leads to participants reporting that they feel as if the tactile sensations they are experiencing originate in the prosthetic hand. Furthermore, they report feeling that the prosthetic hand has become incorporated into their body, a phenomenon called embodiment. One of the most intriguing consequences of this illusion is that participants report that their own hand feels less vivid, as if it has become ‘disembodied’ (<a href=\"#bib10\">Longo et al., 2008</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Beyond such subjective reports, disembodiment of the hand during the illusion is accompanied with a reduction in skin temperature (<a href=\"#bib13\">Moseley et al., 2008</a>). It is possible that the illusion may also affect how the hand is represented in the motor system. Now della Gatta et al. – who are based at the University of Turin and the University of Milan – have directly investigated the link between disembodiment and an individual’s motor capabilities in a simple, yet elegant experiment."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Transcranial magnetic stimulation (TMS) is a non-invasive procedure that uses magnetic fields to stimulate activity in specific regions of the brain. A single pulse of TMS to a specific part of the primary motor cortex leads to a measurable twitch in the muscles of the hand on the opposite side of the body (<a href=\"#fig1\">Figure 1</a>, left panel). The size of this twitch, which is called a motor-evoked potential, increases with the level of electrical excitability of motor neurons in the cortico-spinal tract connected to the muscle."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The rubber hand illusion alters the way the hand is represented in the motor cortex.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Before the illusion starts (left panel), the participant feels that their right hand, which is hidden from view, belongs to their body (yellow spotlight) and that the prosthetic hand does not belong. della Gatta et al. applied a single pulse of transcranial magnetic stimulation (lightning bolt) to the region of the left primary motor cortex that controls the right hand (red circle). This causes an electrical pulse to travel down the corresponding motor nerves in the right arm (red line) to the target muscle in the right hand, where an electrode (black circle) records a rapid burst of electrical activity called a motor-evoked potential (i.e., muscle twitch). This potential is illustrated in the inset above the hand. After the illusion (right panel), the prosthetic hand has become embodied, meaning that the participant feels like it is now part of their body (yellow spotlight and outline of an arm). The real right hand, conversely, feels less vivid to the participant. Furthermore, the size of the motor-evoked potential has significantly decreased, providing an objective measure of limb disembodiment."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/21404/elife-21404-fig1-v1.jpg", 
                        "filename": "elife-21404-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Leveraging this relationship, della Gatta et al. used single-pulse TMS to trigger motor-evoked potentials in the right hands of human volunteers before, during and after the induction of the rubber hand illusion in the right hand. The team found that the amplitude of the potentials decreased significantly during the illusion (<a href=\"#fig1\">Figure 1</a>, right panel). Crucially, this decrease was only observed when the real hand and the rubber hand were stroked at the same time. The volunteers felt that the rubber hands became part of their bodies while their real right hands became disembodied. Furthermore, the size of the motor-evoked potentials continued to decrease over time, presumably tracking increasing levels of disembodiment (which was not measured in this study). There was no change in the size of motor-evoked potentials in the left hand, which was not targeted during the illusion."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Our experience of embodiment and body ownership is intimately related to our ability to act on the world around us (<a href=\"#bib4\">de Vignemont, 2011</a>; <a href=\"#bib2\">Bolognini et al., 2016</a>). For example, tools get embodied into the representations of the sensory and motor (sensorimotor) system in the brain (<a href=\"#bib12\">Miller et al., 2014</a>; <a href=\"#bib11\">Martel et al., 2016</a>) and an illusion of limb amputation in virtual reality regulates the excitability of motor neurons (<a href=\"#bib9\">Kilteni et al., 2016</a>). Our actions are also tied to the bodily self, as volunteers respond to pictures of their own body parts faster than they respond to pictures of body parts belonging to someone else (<a href=\"#bib7\">Frassinetti et al., 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of della Gatta et al. represents a major advance in our understanding of our sense of body ownership by demonstrating that the state of the sensorimotor system is intimately tied to a limb’s current state of embodiment. Future work should aim to track fluctuations in embodiment and the motor system in real-time, thus providing a richer understanding of the embodied motor self."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Blanke", 
                            "index": "Blanke, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Slater", 
                            "index": "Slater, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Serino", 
                            "index": "Serino, A"
                        }
                    }
                ], 
                "articleTitle": "Behavioral, neural, and computational principles of bodily self-consciousness", 
                "journal": {
                    "name": [
                        "Neuron"
                    ]
                }, 
                "volume": "88", 
                "pages": {
                    "first": "145", 
                    "last": "166", 
                    "range": "145–166"
                }, 
                "doi": "10.1016/j.neuron.2015.09.029"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Bolognini", 
                            "index": "Bolognini, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Zigiotto", 
                            "index": "Zigiotto, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MI Carneiro", 
                            "index": "Carneiro, MI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Vallar", 
                            "index": "Vallar, G"
                        }
                    }
                ], 
                "articleTitle": "\"How Did I Make It?\": Uncertainty about own motor performance after inhibition of the premotor cortex", 
                "journal": {
                    "name": [
                        "Journal of Cognitive Neuroscience"
                    ]
                }, 
                "volume": "28", 
                "pages": {
                    "first": "1052", 
                    "last": "1061", 
                    "range": "1052–1061"
                }, 
                "doi": "10.1162/jocn_a_00950"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Botvinick", 
                            "index": "Botvinick, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Cohen", 
                            "index": "Cohen, J"
                        }
                    }
                ], 
                "articleTitle": "Rubber hands 'feel' touch that eyes see", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "391", 
                "pages": "756", 
                "doi": "10.1038/35784"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F de Vignemont", 
                            "index": "de Vignemont, F"
                        }
                    }
                ], 
                "articleTitle": "Embodiment, ownership and disownership", 
                "journal": {
                    "name": [
                        "Consciousness and Cognition"
                    ]
                }, 
                "volume": "20", 
                "pages": {
                    "first": "82", 
                    "last": "93", 
                    "range": "82–93"
                }, 
                "doi": "10.1016/j.concog.2010.09.004"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F della Gatta", 
                            "index": "della Gatta, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Garbarini", 
                            "index": "Garbarini, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Puglisi", 
                            "index": "Puglisi, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Leonetti", 
                            "index": "Leonetti, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Berti", 
                            "index": "Berti, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Borroni", 
                            "index": "Borroni, P"
                        }
                    }
                ], 
                "articleTitle": "Decreased motor cortex excitability mirrors own hand disembodiment during the rubber hand illusion", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "5", 
                "pages": "e14972", 
                "doi": "10.7554/eLife.14972"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HH Ehrsson", 
                            "index": "Ehrsson, HH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Spence", 
                            "index": "Spence, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RE Passingham", 
                            "index": "Passingham, RE"
                        }
                    }
                ], 
                "articleTitle": "That's my hand! Activity in premotor cortex reflects feeling of ownership of a limb", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "305", 
                "pages": {
                    "first": "875", 
                    "last": "877", 
                    "range": "875–877"
                }, 
                "doi": "10.1126/science.1097011"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Frassinetti", 
                            "index": "Frassinetti, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Ferri", 
                            "index": "Ferri, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Maini", 
                            "index": "Maini, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MG Benassi", 
                            "index": "Benassi, MG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Gallese", 
                            "index": "Gallese, V"
                        }
                    }
                ], 
                "articleTitle": "Bodily self: an implicit knowledge of what is explicitly unknown", 
                "journal": {
                    "name": [
                        "Experimental Brain Research"
                    ]
                }, 
                "volume": "212", 
                "pages": {
                    "first": "153", 
                    "last": "160", 
                    "range": "153–160"
                }, 
                "doi": "10.1007/s00221-011-2708-x"
            }, 
            {
                "type": "book", 
                "id": "bib8", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Jeannerod", 
                            "index": "Jeannerod, M"
                        }
                    }
                ], 
                "bookTitle": "Motor Cognition: What Actions Tell the Self", 
                "publisher": {
                    "name": [
                        "Oxford University Press"
                    ]
                }
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Kilteni", 
                            "index": "Kilteni, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Grau-Sánchez", 
                            "index": "Grau-Sánchez, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Veciana De Las Heras M", 
                            "index": "Veciana De Las Heras M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Rodríguez-Fornells", 
                            "index": "Rodríguez-Fornells, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Slater", 
                            "index": "Slater, M"
                        }
                    }
                ], 
                "articleTitle": "Decreased corticospinal excitability after the illusion of missing part of the arm", 
                "journal": {
                    "name": [
                        "Frontiers in Human Neuroscience"
                    ]
                }, 
                "volume": "10", 
                "pages": "145", 
                "doi": "10.3389/fnhum.2016.00145"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Longo", 
                            "index": "Longo, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Schüür", 
                            "index": "Schüür, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MP Kammers", 
                            "index": "Kammers, MP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Tsakiris", 
                            "index": "Tsakiris, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Haggard", 
                            "index": "Haggard, P"
                        }
                    }
                ], 
                "articleTitle": "What is embodiment? A psychometric approach", 
                "journal": {
                    "name": [
                        "Cognition"
                    ]
                }, 
                "volume": "107", 
                "pages": {
                    "first": "978", 
                    "last": "998", 
                    "range": "978–998"
                }, 
                "doi": "10.1016/j.cognition.2007.12.004"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Martel", 
                            "index": "Martel, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Cardinali", 
                            "index": "Cardinali, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AC Roy", 
                            "index": "Roy, AC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Farnè", 
                            "index": "Farnè, A"
                        }
                    }
                ], 
                "articleTitle": "Tool-use: An open window into body representation and its plasticity", 
                "journal": {
                    "name": [
                        "Cognitive Neuropsychology"
                    ]
                }, 
                "volume": "33", 
                "pages": {
                    "first": "82", 
                    "last": "101", 
                    "range": "82–101"
                }, 
                "doi": "10.1080/02643294.2016.1167678"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LE Miller", 
                            "index": "Miller, LE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Longo", 
                            "index": "Longo, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Saygin", 
                            "index": "Saygin, AP"
                        }
                    }
                ], 
                "articleTitle": "Tool morphology constrains the effects of tool use on body representations", 
                "journal": {
                    "name": [
                        "Journal of Experimental Psychology: Human Perception and Performance"
                    ]
                }, 
                "volume": "40", 
                "pages": {
                    "first": "2143", 
                    "last": "2153", 
                    "range": "2143–2153"
                }, 
                "doi": "10.1037/a0037777"
            }, 
            {
                "type": "journal", 
                "id": "bib13", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GL Moseley", 
                            "index": "Moseley, GL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Olthof", 
                            "index": "Olthof, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Venema", 
                            "index": "Venema, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Don", 
                            "index": "Don, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Wijers", 
                            "index": "Wijers, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Gallace", 
                            "index": "Gallace, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Spence", 
                            "index": "Spence, C"
                        }
                    }
                ], 
                "articleTitle": "Psychologically induced cooling of a specific body part caused by the illusory ownership of an artificial counterpart", 
                "journal": {
                    "name": [
                        "PNAS"
                    ]
                }, 
                "volume": "105", 
                "pages": {
                    "first": "13169", 
                    "last": "13173", 
                    "range": "13169–13173"
                }, 
                "doi": "10.1073/pnas.0803768105"
            }, 
            {
                "type": "journal", 
                "id": "bib14", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Vallar", 
                            "index": "Vallar, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ronchi", 
                            "index": "Ronchi, R"
                        }
                    }
                ], 
                "articleTitle": "Somatoparaphrenia: a body delusion. A review of the neuropsychological literature", 
                "journal": {
                    "name": [
                        "Experimental Brain Research"
                    ]
                }, 
                "volume": "192", 
                "pages": {
                    "first": "533", 
                    "last": "551", 
                    "range": "533–551"
                }, 
                "doi": "10.1007/s00221-008-1562-y"
            }
        ]
    }
}