{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-12708-v1.xml"
        }, 
        "status": "vor", 
        "id": "12708", 
        "version": 1, 
        "type": "feature", 
        "doi": "10.7554/eLife.12708", 
        "authorLine": "Nikolai Slavov", 
        "title": "Making the most of peer review", 
        "titlePrefix": "Point of View", 
        "published": "2015-11-11T00:00:00Z", 
        "versionDate": "2015-11-11T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e12708", 
        "pdf": "https://publishing-cdn.elifesciences.org/12708/elife-12708-v1.pdf", 
        "subjects": [], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Journals should publish referee reports and respond to well-founded concerns about papers after publication."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Slavov", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Nikolai Slavov", 
                    "index": "Slavov, Nikolai"
                }, 
                "orcid": "0000-0003-2035-1820", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Bioengineering", 
                            "Northeastern University"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "nslavov@alum.mit.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-12708-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "12708", 
        "version": 1, 
        "type": "feature", 
        "doi": "10.7554/eLife.12708", 
        "authorLine": "Nikolai Slavov", 
        "title": "Making the most of peer review", 
        "titlePrefix": "Point of View", 
        "published": "2015-11-11T00:00:00Z", 
        "versionDate": "2015-11-11T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e12708", 
        "pdf": "https://publishing-cdn.elifesciences.org/12708/elife-12708-v1.pdf", 
        "subjects": [], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Journals should publish referee reports and respond to well-founded concerns about papers after publication."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Slavov", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Nikolai Slavov", 
                    "index": "Slavov, Nikolai"
                }, 
                "orcid": "0000-0003-2035-1820", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Bioengineering", 
                            "Northeastern University"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "nslavov@alum.mit.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "scientific publishing", 
            "peer review", 
            "post-publication peer review", 
            "open science", 
            "reproducibility"
        ], 
        "-related-articles-internal": [], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The scientific community spends a significant amount of time on the peer review of manuscripts submitted to journals. Many of the referee reports written during this process contain insights, comments, suggestions and questions that help authors to improve their manuscripts. However, with the exception of a small number of journals, these reports are only ever seen by the authors of the manuscript and the editors of the journal. I read referee reports when they are available, and I find them to be very helpful. Hiding them is an enormous waste."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Before journals moved onto the Web in the 1990s, anyone who wanted to comment on a published paper had to publish another paper in response, a process taking many months or even years. Some journals had special sections for short articles that challenged papers published in the journal, but many of these journals seemed reluctant to publish such challenges (and they took a long time to publish those challenges that were accepted for publication). Over the past decade, however, researchers have turned to other platforms to comment on and criticize papers that have been published in journals. These platforms include blogs and third-party websites such as PubMed Commons and PubPeer. A number of journals also allow readers to post comments at the end of articles."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As with referee reports, I often read blogs and comments and find many—but not all—of them helpful. However, just as the scientific community is failing to take full advantage of the time and expertise that goes into referee reports, I feel that we are also failing to take advantage of the possibilities offered by post-publication comments on papers; indeed, many legitimate comments remain ignored by authors, journals and universities (<a href=\"#bib9\">PubPeer, 2014</a>). By neglecting these comments we are missing an opportunity to reduce the time and resources that are spent trying to repeat and build on experiments that are not reproducible (<a href=\"#bib1\">Freedman et al., 2015</a>)."
                    }, 
                    {
                        "type": "quote", 
                        "text": [
                            {
                                "type": "paragraph", 
                                "text": "I often read blogs and comments and find many—but not all—of them helpful."
                            }
                        ]
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "What is the evidence that post-publication comments are helpful? Three recent scientific controversies—the report that a bacterial DNA sample contains arsenic instead of phosphorous, the report that RNA sequences contain widespread edits/changes from the corresponding DNA sequences, and the report of stimulus-triggered acquisition of pluripotency (STAP)—show that post-publication comments offer a fast and efficient method for raising concerns about potential problems in published papers. Criticisms of the arsenic life paper were first raised on blogs shortly after it was published online in <i>Science</i> in December 2010 (<a href=\"#bib12\">Wolfe-Simon et al., 2011</a>), and the journal subsequently published eight Technical Comments expressing concern about the paper in May 2011. Bloggers started to ask questions about the RNA paper, which was published in <i>Science</i> in May 2011 (<a href=\"#bib4\">Li et al., 2011</a>), shortly after publication (<a href=\"#bib8\">Pickrell, 2011</a>), and the journal subsequently published three Technical Comments about the paper in March 2012 (<a href=\"#bib2\">Hayden, 2012</a>). Concerns about the two STAP papers, which were published in <i>Nature</i> in January 2014 (<a href=\"#bib5\">Obokata et al., 2014a</a>, <a href=\"#bib6\">2014b</a>), were raised immediately on PubPeer and blogs (<a href=\"#bib11\">The Niche, 2014</a>), and both papers were retracted in July 2014."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These three examples show the potential of post-publication comments as a force for good (and also raise the worrying question about the way that papers with such obvious flaws were able to withstand peer review). There have also been lengthy and sometimes heated/acrimonious debates on blogs about papers on topics as diverse as network inference/deconvolution algorithms (<a href=\"#bib3\">Kellis, 2014</a>; <a href=\"#bib7\">Pachter, 2014</a>) and stripy nanoparticles (<a href=\"#bib10\">Stirling, 2015</a>). Since these debates are not moderated and do not result in any sort of conclusion, they can be confusing for readers who are not experts in the subject being discussed. As a result, as someone who has developed network inference algorithms, I am often asked for my opinion on post-publication debates in this area. I believe that input from editors would be of great value in such cases."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Of course, every post-publication comment on a paper does not have to lead to the publication of a formal challenge (such as a Technical Comment in <i>Science</i> or a Brief Communication Arising in <i>Nature</i>) or a retraction. However, I feel that many of the legitimate concerns about papers that are being raised in blogs and other platforms are being ignored by journals, so there is a clear need to make sure that comments that satisfy some basic criteria (see below) are acted upon by journals. The peer review process, the reproducibility of published results, and the scientific community as a whole stand to benefit tremendously from a more inclusive consideration of post-publication comments. Here I propose how this might work."
                    }, 
                    {
                        "type": "quote", 
                        "text": [
                            {
                                "type": "paragraph", 
                                "text": "Legitimate concerns about papers raised on blogs and other platforms are being ignored by journals."
                            }
                        ]
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "First, journals should publish referee reports, and referees should be encouraged (but not required) to sign their reports. This would provide useful context about the paper (such as scientific caveats that are not reflected in the binary accept or reject decision) and would also, I am sure, lead to better reports. It would also give readers more insight into the quality and rigor of the peer review processes at different journals."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Second, journals should agree to consider non-anonymous post-publication comments submitted to certain platforms within a certain timeframe after the paper has been published. This timeframe could be as short as a few weeks or a month. Journals would be obliged to publish a response from the authors to all the substantive concerns contained in the comments. Concerns that would require a response would include the following:"
                    }, 
                    {
                        "type": "list", 
                        "prefix": "bullet", 
                        "items": [
                            [
                                {
                                    "type": "paragraph", 
                                    "text": "-crucial controls that are missing"
                                }
                            ], 
                            [
                                {
                                    "type": "paragraph", 
                                    "text": "-major inconsistencies between the data and the main conclusions"
                                }
                            ], 
                            [
                                {
                                    "type": "paragraph", 
                                    "text": "-inconsistencies with the published literature that are not discussed in the paper"
                                }
                            ], 
                            [
                                {
                                    "type": "paragraph", 
                                    "text": "-failures by readers to reproduce analyses described in the paper"
                                }
                            ], 
                            [
                                {
                                    "type": "paragraph", 
                                    "text": "-errors in mathematical proofs."
                                }
                            ]
                        ]
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Comments that would not require a response would include: requests for more data and/or experiments that would extend the scope of the work; concerns over novelty or significance; and questions about issues that were raised, discussed and settled during the peer-review process. (Publishing referee reports would, I am sure, make this process more manageable.)"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the future I believe that journals should also consider anonymous post-publication comments if the commenter is prepared to reveal their identity to the journal editor in confidence. However, this is likely to be controversial so, in the first instance, I think we should focus on getting journals to consider non-anonymous comments. I would also encourage researchers who comment on papers on blogs and other platforms (such as PubPeer) to post their comments (or links to them) on PubMed Commons and on the paper itself (if comments are allowed)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Publishing referee reports and requiring journals to respond to substantive post-publication comments would, I believe, bring benefits to the scientific literature and to researchers who make constructive comments. Authors and journals alike might be reluctant to commit to spending more time on a paper that has been published, especially if the paper had to be revised a number of times during the peer review process, but both have to take responsibility for the research they publish, and this should extend to dealing with substantive and legitimate questions and concerns. Online post-publication discussions about papers are becoming more frequent, and I believe this trend will continue. Authors and journals must get involved in these discussions for the benefit of all concerned."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LP Freedman", 
                            "index": "Freedman, LP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IM Cockburn", 
                            "index": "Cockburn, IM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TS Simcoe", 
                            "index": "Simcoe, TS"
                        }
                    }
                ], 
                "articleTitle": "The economics of reproducibility in preclinical research", 
                "journal": "PLOS Biology", 
                "volume": "13", 
                "pages": "e1002165", 
                "doi": "10.1371/journal.pbio.1002165"
            }, 
            {
                "type": "unknown", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EC Hayden", 
                            "index": "Hayden, EC"
                        }
                    }
                ], 
                "title": "RNA editing study under intense scrutiny", 
                "details": "Nature, 10.1038/nature.2012.10217"
            }, 
            {
                "type": "unknown", 
                "id": "bib3", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kellis", 
                            "index": "Kellis, M"
                        }
                    }
                ], 
                "title": "Response to Lior Pachter's “nonsense” blog post.", 
                "details": "Available at: http://compbio.mit.edu/nd/Response_to_Nonsense_Blog_Post.pdf", 
                "uri": "http://compbio.mit.edu/nd/Response_to_Nonsense_Blog_Post.pdf"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Li", 
                            "index": "Li, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IX Wang", 
                            "index": "Wang, IX"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Li", 
                            "index": "Li, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Bruzel", 
                            "index": "Bruzel, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Richards", 
                            "index": "Richards, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Toung", 
                            "index": "Toung, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VG Cheung", 
                            "index": "Cheung, VG"
                        }
                    }
                ], 
                "articleTitle": "Widespread RNA and DNA sequence differences in the human transcriptome", 
                "journal": "Science", 
                "volume": "333", 
                "pages": {
                    "first": "53", 
                    "last": "58", 
                    "range": "53–58"
                }, 
                "doi": "10.1126/science.1207018"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2014", 
                "discriminator": "a", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Obokata", 
                            "index": "Obokata, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Sasai", 
                            "index": "Sasai, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Niwa", 
                            "index": "Niwa, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kadota", 
                            "index": "Kadota, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Andrabi", 
                            "index": "Andrabi, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Takata", 
                            "index": "Takata, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Tokoro", 
                            "index": "Tokoro, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Terashita", 
                            "index": "Terashita, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Yonemura", 
                            "index": "Yonemura, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Vacanti", 
                            "index": "Vacanti, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Wakayama", 
                            "index": "Wakayama, T"
                        }
                    }
                ], 
                "articleTitle": "Bidirectional developmental potential in reprogrammed cells with acquired pluripotency", 
                "journal": "Nature", 
                "volume": "505", 
                "pages": {
                    "first": "676", 
                    "last": "680", 
                    "range": "676–680"
                }, 
                "doi": "10.1038/nature12969"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2014", 
                "discriminator": "b", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Obokata", 
                            "index": "Obokata, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Wakayama", 
                            "index": "Wakayama, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Sasai", 
                            "index": "Sasai, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Kojima", 
                            "index": "Kojima, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MP Vacanti", 
                            "index": "Vacanti, MP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Niwa", 
                            "index": "Niwa, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Yamato", 
                            "index": "Yamato, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Vacanti", 
                            "index": "Vacanti, CA"
                        }
                    }
                ], 
                "articleTitle": "Stimulus-triggered fate conversion of somatic cells into pluripotency", 
                "journal": "Nature", 
                "volume": "505", 
                "pages": {
                    "first": "641", 
                    "last": "647", 
                    "range": "641–647"
                }, 
                "doi": "10.1038/nature12968"
            }, 
            {
                "type": "unknown", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Pachter", 
                            "index": "Pachter, L"
                        }
                    }
                ], 
                "title": "Why I read the network nonsense papers", 
                "details": "Available at: https://liorpachter.wordpress.com/2014/02/12/why-i-read-the-network-nonsense-papers/", 
                "uri": "https://liorpachter.wordpress.com/2014/02/12/why-i-read-the-network-nonsense-papers/"
            }, 
            {
                "type": "unknown", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Pickrell", 
                            "index": "Pickrell, J"
                        }
                    }
                ], 
                "title": "Notes on the evidence for extensive RNA editing in humans", 
                "details": "Available at: http://genomesunzipped.org/2011/05/notes-on-the-evidence-for-extensive-rna-editing-in-humans.php", 
                "uri": "http://genomesunzipped.org/2011/05/notes-on-the-evidence-for-extensive-rna-editing-in-humans.php"
            }, 
            {
                "type": "unknown", 
                "id": "bib9", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "PubPeer"
                    }
                ], 
                "title": "A crisis of trust", 
                "details": "Available at: http://blog.pubpeer.com/?p=164", 
                "uri": "http://blog.pubpeer.com/?p=164"
            }, 
            {
                "type": "unknown", 
                "id": "bib10", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Stirling", 
                            "index": "Stirling, J"
                        }
                    }
                ], 
                "title": "The dark side of post-publication peer review", 
                "details": "Available at: http://physicsfocus.org/dark-side-post-publication-peer-review/", 
                "uri": "http://physicsfocus.org/dark-side-post-publication-peer-review/"
            }, 
            {
                "type": "unknown", 
                "id": "bib11", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "The Niche"
                    }
                ], 
                "title": "Review of Obokata stress reprogramming Nature papers", 
                "details": "Available at: http://www.ipscell.com/2014/01/review-of-obokata-stress-reprogramming-nature-papers/", 
                "uri": "http://www.ipscell.com/2014/01/review-of-obokata-stress-reprogramming-nature-papers/"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Wolfe-Simon", 
                            "index": "Wolfe-Simon, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Switzer Blum", 
                            "index": "Switzer Blum, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TR Kulp", 
                            "index": "Kulp, TR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GW Gordon", 
                            "index": "Gordon, GW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Hoeft", 
                            "index": "Hoeft, SE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Pett-Ridge", 
                            "index": "Pett-Ridge, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Stolz", 
                            "index": "Stolz, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Webb", 
                            "index": "Webb, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PK Weber", 
                            "index": "Weber, PK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PC Davies", 
                            "index": "Davies, PC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Anbar", 
                            "index": "Anbar, AD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Oremland", 
                            "index": "Oremland, RS"
                        }
                    }
                ], 
                "articleTitle": "A bacterium that can grow by using arsenic instead of phosphorus", 
                "journal": "Science", 
                "volume": "332", 
                "pages": {
                    "first": "1163", 
                    "last": "1166", 
                    "range": "1163–1166"
                }, 
                "doi": "10.1126/science.1197258"
            }
        ], 
        "acknowledgements": [
            {
                "type": "paragraph", 
                "text": "I thank Y Katz, J Alvarez, and M Jovanovic for insightful discussions and feedback."
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}