{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00641", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00641", 
        "authorLine": "Mary E Hatten, Stephen G Lisberger", 
        "title": "Multitasking on the run", 
        "titlePrefix": "Neuroscience", 
        "published": "2013-03-19T00:00:00Z", 
        "versionDate": "2013-03-19T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00641", 
        "pdf": "https://publishing-cdn.elifesciences.org/00641/elife-00641-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Researchers combine genetics and imaging to reveal that individual granule cells in the cerebellum integrate sensory and motor information."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Hatten and Lisberger", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Mary E Hatten", 
                    "index": "Hatten, Mary E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Laboratory of Developmental Neurobiology", 
                            "The Rockefeller University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "hatten@rockefeller.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Stephen G Lisberger", 
                    "index": "Lisberger, Stephen G"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neurobiology and the Howard Hughes Medical Institute", 
                            "Duke University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Durham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Durham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "lisberger@neuro.duke.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00641", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00641", 
        "authorLine": "Mary E Hatten, Stephen G Lisberger", 
        "title": "Multitasking on the run", 
        "titlePrefix": "Neuroscience", 
        "published": "2013-03-19T00:00:00Z", 
        "versionDate": "2013-03-19T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00641", 
        "pdf": "https://publishing-cdn.elifesciences.org/00641/elife-00641-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Researchers combine genetics and imaging to reveal that individual granule cells in the cerebellum integrate sensory and motor information."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Hatten and Lisberger", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Mary E Hatten", 
                    "index": "Hatten, Mary E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Laboratory of Developmental Neurobiology", 
                            "The Rockefeller University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "hatten@rockefeller.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Stephen G Lisberger", 
                    "index": "Lisberger, Stephen G"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neurobiology and the Howard Hughes Medical Institute", 
                            "Duke University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Durham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Durham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "lisberger@neuro.duke.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "cerebellum", 
            "corollary discharge", 
            "proprioception"
        ], 
        "relatedArticles": [
            "00400"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The learning abilities of the cerebellum, also known as the ‘little cortex’, enable us to learn and execute complex motor movements without even thinking about them. Thus, our abilities to play a musical instrument, for example, or even just to reach for a cup of coffee without looking up from our computer, all depend on the cerebellum. One of the hallmarks of the cerebellum, which is hidden under the much larger cerebral cortex, is its simple, stereotyped architecture and well-understood circuitry. This simplicity means that analysis of the structure and function of the cerebellum offers neuroscientists the opportunity to understand the basic principles of cortical function."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "For many years, it has been known that the cerebellum relies on two fundamental principles of operation. First, it is able to compare sensory signals (which arise in sensory receptors and report what has happened in the outside world) and motor signals (which are corollaries of the motor commands sent to the spinal cord). Second, ‘plasticity’ in the cerebellum mediates the learning of motor skills. Here, plasticity refers to changes in the strength of the synapses that allow one neuron to communicate with another, or to changes in the number of action potentials emitted by a neuron when it receives a given set of synaptic inputs."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Writing in <i>eLife,</i> Adam Hantman and colleagues—including Cheng-Chiu Huang as first author—provide direct evidence that link these two principles. They show that sensory and motor inputs to the cerebellum converge at the earliest stage of processing, on the cerebellar granule neuron (<a href=\"#bib4\">Huang et al., 2013</a>). Their findings have important implications for how the cerebellum does its job, including how and where synaptic plasticity causes learning of motor skills."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The cerebellar cortex consists of three layers—an innermost layer of granule neurons, a central layer of Purkinje cells, and an outer molecular layer—and it receives two major sources of input: mossy fibers and climbing fibers. Mossy fibers originate in multiple regions, relaying motor and sensory inputs to synapses on the dendrites of granule neurons (<a href=\"#bib9\">Palay and Chan-Palay, 1974</a>). The axons of the granule neurons ascend through the Purkinje neuron layer into the molecular layer, where they bifurcate into ‘parallel fibers’ and form synapses with the dendrites of Purkinje neurons (<a href=\"#fig1\">Figure 1</a>). Tens, or maybe hundreds, of thousands of parallel fibers can form synapses with a single Purkinje cell."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The cerebellum integrates motor and sensory signals, which allows us to learn and perfect complex motor skills.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The signals are relayed to the cerebellum by mossy fibers: copies of motor commands sent by the cerebral cortex are relayed via the pontine nucleus (green), while sensory signals are relayed from the spinal cord via the external cuneate nucleus (red). Inset: Expanded view of the cerebellum showing mossy fibers (red and green) that have formed synapses with the dendrites of granule neurons (yellow). More than 40% of the granule cells studied by Huang et al. received inputs from both sensory (red) and motor (green) mossy fibers. The axons of the granule neurons (yellow) ascend into the molecular layer of the cerebellum, where they bifurcate to form parallel fibers: large numbers of parallel fibers can form synapses with a single Purkinje cell (gray). The climbing fibers are not shown."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00641/elife-00641-fig1-v1.tif", 
                        "attribution": [
                            "FIGURE: MARY E HATTEN/JIM DUFFY"
                        ], 
                        "filename": "elife-00641-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Climbing fibers, on the other hand, originate from the inferior olivary nucleus in the brainstem. Moreover, each Purkinje cell receives many synaptic contacts from only a single climbing fiber. This unusual anatomical feature has driven much of the research into the function of climbing fibers."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Classical models of cerebellar function—first proposed independently by David Marr in 1969, James Albus in 1971 and Masao Ito in 1972 (<a href=\"#bib8\">Marr, 1969</a>; <a href=\"#bib1\">Albus, 1971</a>; <a href=\"#bib5\">Ito, 1972</a>)—hold that the electrical activity of mossy fibers acts on a millisecond-by-millisecond basis to create a pattern of Purkinje cell action potentials that guides accurate movement, while climbing fibers produce action potentials on a longer time scale (about once per second) to guide plasticity in the cerebellum. Plasticity adjusts the strength of each parallel fiber input and attempts to create the correct commands for accurate, skilled movement. Indeed, when inputs from parallel fibers and climbing fibers arrive at a given Purkinje neuron at the same time, the strength of the synapse between the parallel fibers and the Purkinje cell is reduced (<a href=\"#bib7\">Ito et al., 1982</a>; <a href=\"#bib8\">Linden et al., 1991</a>). This reduction in the strength of the synapse is called ‘long-term depression'."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Huang, Hantman and colleagues—who are based at the Janelia Farm Research Campus of the Howard Hughes Medical Institute and at Brandeis University—now reveal a previously unknown feature of cerebellar organization that speaks loudly to the possible mechanisms by which the cerebellum can ‘learn' new motor skills. Through deployment of a <i>tour de force</i> combination of neuroanatomical, genetic and imaging tools, they show that mossy fibers from sensory and motor relay centers converge onto individual granule neurons. Moreover, they demonstrate that this multimodal convergence occurs across the cerebellum."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Huang et al. injected different reporter virus constructs into two mouse brainstem nuclei that are sources of mossy fiber input to the cerebellum. The construct tagged with a red reporter gene was injected into the external cuneate nucleus, which belongs to the pathway that carries proprioceptive sensory information (that is, information about the position of our limbs in space), and the construct tagged with a green reporter gene was injected into the pontine nucleus, which is part of the pathway that carries copies of motor commands from the cortex to the cerebellum. Confocal imaging of the fluorescently tagged mossy fiber projections revealed considerable convergence of the motor and sensory pathways within the cerebellar granule cell layer."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To determine whether the pathways converged onto individual granule cells, Huang et al. used a second transgenic mouse line, the <i>TCGO</i> line, which expresses a yellow reporter in a random subset of granule cells. Using high-resolution confocal imaging, they were able to home in on the sparsely labeled granule cells, and to visualize individual mossy fibers terminating on individual granule neuron dendrites (yellow). Remarkably, up to 40% of the granule cells that they analyzed received inputs from both sensory (green) and motor (red) fibers. This is the first evidence for the convergence of sensory and motor afferents at such an early stage of processing."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The most important implication from the paper of Huang et al. is that sensory–motor integration might occur where the mossy fibers meet the granule neurons, and not where the parallel fibers form synapses with the Purkinje cells in the molecular layer. This raises questions about our current models of cerebellar learning. If learning occurs through changes in the strength of the parallel fiber/Purkinje cell synapse, then the early convergence of motor and sensory signals on granule cells means that the cerebellum may have limited ability to adjust the strengths of sensory and motor signals independently. Or, there might be a critical role for plasticity mechanisms at other sites in the cerebellar circuit (<a href=\"#bib3\">Hansel et al., 2001</a>; <a href=\"#bib2\">Carey and Lisberger, 2002</a>), even at the synapses between mossy fibers and granule cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The findings provide elegant support for the unifying model of cerebellar function proposed more than 40 years ago by Marr, Albus and Ito. But while the truth may follow the fundamental principles these pioneering authors espoused, it may be more complex than they imagined. Nevertheless, the application of modern biological technology to known neural circuits, as pioneered by Hantman and co-workers, will boost our understanding of how behavior and learning are organized at the circuitry level."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1971", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Albus", 
                            "index": "Albus, JS"
                        }
                    }
                ], 
                "articleTitle": "A theory of cerebellar function", 
                "journal": "Math Biosci", 
                "volume": "10", 
                "pages": {
                    "first": "25", 
                    "last": "61", 
                    "range": "25–61"
                }, 
                "doi": "10.1016/0025-5564(71)90051-4"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Carey", 
                            "index": "Carey, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SG Lisberger", 
                            "index": "Lisberger, SG"
                        }
                    }
                ], 
                "articleTitle": "Embarrassed but not depressed: some eye opening lessons for cerebellar learning", 
                "journal": "Neuron", 
                "volume": "35", 
                "pages": {
                    "first": "223", 
                    "last": "226", 
                    "range": "223–226"
                }, 
                "doi": "10.1016/S0896-6273(02)00771-7"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Hansel", 
                            "index": "Hansel, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Linden", 
                            "index": "Linden, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E D'Angelo", 
                            "index": "D'Angelo, E"
                        }
                    }
                ], 
                "articleTitle": "Beyond parallel fiber LTD: the diversity of synaptic and non-synaptic plasticity in the cerebellum", 
                "journal": "Nat Neurosci", 
                "volume": "4", 
                "pages": {
                    "first": "467", 
                    "last": "475", 
                    "range": "467–475"
                }, 
                "doi": "10.1038/87419"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C-C Huang", 
                            "index": "Huang, C-C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Sugino", 
                            "index": "Sugino, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Shima", 
                            "index": "Shima, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Guo", 
                            "index": "Guo, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Bai", 
                            "index": "Bai, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BD Mensh", 
                            "index": "Mensh, BD"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Convergence of pontine and proprioceptive streams onto multimodal cerebellar granule cells", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00400", 
                "doi": "10.7554/eLife.00400"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1972", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Ito", 
                            "index": "Ito, M"
                        }
                    }
                ], 
                "articleTitle": "Neural design of the cerebellar motor system", 
                "journal": "Brain Res", 
                "volume": "40", 
                "pages": {
                    "first": "81", 
                    "last": "84", 
                    "range": "81–84"
                }, 
                "doi": "10.1016/0006-8993(72)90110-2"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1982", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Ito", 
                            "index": "Ito, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Sakurai", 
                            "index": "Sakurai, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Tongroach", 
                            "index": "Tongroach, P"
                        }
                    }
                ], 
                "articleTitle": "Climbing fibre induced depression of both mossy fibre responsiveness and glutamate sensitivity of cerebellar Purkinje cells", 
                "journal": "J Physiol", 
                "volume": "324", 
                "pages": {
                    "first": "113", 
                    "last": "134", 
                    "range": "113–134"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1991", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DF Linden", 
                            "index": "Linden, DF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MH Dickinson", 
                            "index": "Dickinson, MH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Smeyne", 
                            "index": "Smeyne, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Connor", 
                            "index": "Connor, JA"
                        }
                    }
                ], 
                "articleTitle": "A long-term depression of AMPA currents in cultured cerebellar Purkinje neurons", 
                "journal": "Neuron", 
                "volume": "7", 
                "pages": {
                    "first": "81", 
                    "last": "89", 
                    "range": "81–89"
                }, 
                "doi": "10.1016/0896-6273(91)90076-C"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1969", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Marr", 
                            "index": "Marr, D"
                        }
                    }
                ], 
                "articleTitle": "A theory of cerebellar cortex", 
                "journal": "J Physiol", 
                "volume": "202", 
                "pages": {
                    "first": "437", 
                    "last": "470", 
                    "range": "437–470"
                }
            }, 
            {
                "type": "book", 
                "id": "bib9", 
                "date": "1974", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Palay", 
                            "index": "Palay, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Chan-Palay", 
                            "index": "Chan-Palay, V"
                        }
                    }
                ], 
                "bookTitle": "Cerebellar cortex: cytology and organization", 
                "publisher": {
                    "name": [
                        "Springer"
                    ]
                }
            }
        ]
    }
}