{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "02589", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02589", 
        "authorLine": "Malan Silva, Maureen M Barr", 
        "title": "Tomography gives a new dimension to an ancient organelle", 
        "titlePrefix": "Electron Microscopy", 
        "published": "2014-03-25T00:00:00Z", 
        "versionDate": "2014-03-25T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02589", 
        "pdf": "https://publishing-cdn.elifesciences.org/02589/elife-02589-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>C. elegans</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Advances in sample preparation and electron microscopy have allowed the structure of cilia to be explored at an unprecedented level of detail."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Silva and Barr", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Malan Silva", 
                    "index": "Silva, Malan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Genetics", 
                            "Rutgers University"
                        ], 
                        "address": {
                            "formatted": [
                                "Piscataway", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Piscataway"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Maureen M Barr", 
                    "index": "Barr, Maureen M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Genetics", 
                            "Rutgers University"
                        ], 
                        "address": {
                            "formatted": [
                                "Piscataway", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Piscataway"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "barr@dls.rutgers.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "02589", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02589", 
        "authorLine": "Malan Silva, Maureen M Barr", 
        "title": "Tomography gives a new dimension to an ancient organelle", 
        "titlePrefix": "Electron Microscopy", 
        "published": "2014-03-25T00:00:00Z", 
        "versionDate": "2014-03-25T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02589", 
        "pdf": "https://publishing-cdn.elifesciences.org/02589/elife-02589-v1.pdf", 
        "subjects": [
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>C. elegans</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Advances in sample preparation and electron microscopy have allowed the structure of cilia to be explored at an unprecedented level of detail."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Silva and Barr", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Malan Silva", 
                    "index": "Silva, Malan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Genetics", 
                            "Rutgers University"
                        ], 
                        "address": {
                            "formatted": [
                                "Piscataway", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Piscataway"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Maureen M Barr", 
                    "index": "Barr, Maureen M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Genetics", 
                            "Rutgers University"
                        ], 
                        "address": {
                            "formatted": [
                                "Piscataway", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Piscataway"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "barr@dls.rutgers.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "cilia", 
            "electron microscopy", 
            "electron tomography"
        ], 
        "relatedArticles": [
            "01948"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "When Antoni van Leeuwenhoek—who is often considered to be the ‘Father of Microbiology’—looked down his microscope in 1675, he saw that some single-celled microbes had hair-like projections that moved with a sweeping motion. These organelles later came to be known as cilia, and they have been studied by countless biologists ever since (<a href=\"#bib2\">Beales and Jackson, 2012</a>). These investigations have revealed that cilia can have a range of different structures and perform many different functions. We now know how a cell builds an individual cilium, but we still do not fully understand the range of cilia structures and functions observed in nature. Since the disruption of cilia can cause kidney disease, male infertility, neuropsychiatric disorders and various other ‘ciliopathies’, there are strong motivations to understand how this diversity of structures and functions arises."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In addition to the ‘sweeping’ cilia that were observed first, many cells have cilia that do not move. On neurons, these non-motile cilia are involved in detecting touch, specific chemicals, or changes in temperature. The nervous system of the worm <i>Caenorhabditis elegans</i> has been an important model for both functional and developmental neurobiology since the late 1960s (<a href=\"#bib1\">Ankeny, 2001</a>), and a number of important breakthroughs were made in the mid-1980s. In particular, the ‘wiring diagram’ for the 302 neurons in <i>C. elegans</i> was elucidated (<a href=\"#bib9\">White et al., 1986</a>), and the details of the sensory systems in the head and tail were worked out (<a href=\"#bib7\">Perkins et al., 1986</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in <i>eLife</i>, a collaboration led by Piali Sengupta and Daniela Nicastro of Brandeis University—including David Doroquez and Cristina Berciu of Brandeis as joint first authors, and James Anderson of the University of Utah—has generated a three-dimensional reconstruction of the different ciliated-neurons and associated support cells from the head of <i>C. elegans</i> in unprecedented detail (<a href=\"#bib3\">Doroquez et al., 2014</a>). By using the latest methods in tissue preservation and high-resolution electron tomography, Doroquez, Berciu et al. have, in effect, been able to transform old-fashioned black and white ‘snapshots’ into breathtaking 3D-models and movies."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Rapidly freezing the worms in a high-pressure environment immobilized the sample within a fraction of a millisecond and minimized shifts in the components of each cell. The worms were then cut into extremely thin slices, and electron tomography was used to create 3D models of the cells in the worm’s head from 2D electron microscopy images of each slice (for a review, see <a href=\"#bib5\">Lucic et al., 2005</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Although these techniques have already been used to examine the internal structures of cilia, this is the first time that they have been used to study a range of different types of cilia in an intact sensory system. Not surprisingly, this unprecedented level of detail revealed some features that had not been seen before (<a href=\"#fig1\">Figure 1</a>). For example, <i>C. elegans</i> cilia were shown to lack the so-called ‘transition fibers’ that connect the cilium and the cilia base; this means that structures that were previously interpreted as transition fibers were in fact imaging artifacts. Doroquez, Berciu et al. also observed vesicles—small membrane-bound packages that move molecules around within cells—within the ciliary base or transition zone. In the past it had been assumed that cilia did not contain vesicles, so their presence suggests that an alternative means of transporting molecules might operate within a cilium."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Taking a closer look at the ciliated-neurons in the head of <i>C. elegans</i>.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Doroquez, Berciu et al. provide a remarkable view of elaborate sensory neurons, such as the complex branched ciliated-endings of the so-called ‘amphid wing’ neurons (yellow) that are required for detecting chemicals in the environment. These tree-like branches contain molecular filaments (called microtubules) that are arranged in a variety of different ways that had not previously been recognized. It is thought that these branches increase the surface area of the cilium, allowing the animal to better sample its chemical environment. The base of the cilium is called the transition zone (purple)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/02589/elife-02589-fig1-v1.tif", 
                        "filename": "elife-02589-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Cilia are supported from within by a molecular scaffold that is made of hollow filaments called microtubules. Previous studies revealed the presence of ‘electron-dense material’, largely proteins, inside the microtubules of the long cilia—sometimes called flagella—that are found in single-celled microorganisms and sea urchin sperm (<a href=\"#bib4\">Heuser et al., 2009</a>; <a href=\"#bib8\">Pigino et al., 2012</a>). Some cilia from <i>C. elegans</i> also had electron-dense material inside certain microtubules that are linked together via thin fibers. These <i>C. elegans</i> cilia are important for worm foraging and for avoiding danger, and they resemble touch-sensitive receptors called campaniform mechanoreceptors that are found in insects. This observation suggests a correlation between these specific adaptations in the shape of cilia and the cilia being particularly sensitive to touch."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The high-resolution reconstruction of the sensory system in the head of <i>C. elegans</i> reveals previously unknown and unforeseen associations between ciliated-sensory neurons and their supporting cells, called glia. Cilia and the branches of neurons, called dendritic spines, have been proposed to be comparable in their ability to convey environmental signals and nerve impulses, respectively (<a href=\"#bib6\">Nechipurenko et al., 2013</a>). This raises an interesting question: Do cilia-associated glia function in a similar way to those at the junctions between neurons, and do they modulate a cilium’s ability to receive and/or transmit a signal?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of Doroquez, Berciu et al. also raises other questions. How are the elaborate ciliated-endings that are observed in the images actually sculpted? What is the biological or functional relevance of the physical connection between neuronal cilia and glial support cells? A challenge going forward is to link this reconstruction with advances in imaging. This could include tracking changes in the concentration of ions, such as calcium, that are involved in nerve impulses in living animals. Alternatively, super-resolution microscopy could be used to visualize structures of biomolecules in order to understand how sensory information is received and processed by the nervous system. This work sets the stage to address these questions, and to apply what has been learned in the <i>C. elegans</i> paradigm to more complex sensory systems and to ciliated cells hidden deep in the mammalian body, such as in the brain."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Ankeny", 
                            "index": "Ankeny, RA"
                        }
                    }
                ], 
                "articleTitle": "The natural history of <i>Caenorhabditis elegans</i> research", 
                "journal": {
                    "name": [
                        "Nature Reviews Genetics"
                    ]
                }, 
                "volume": "2", 
                "pages": {
                    "first": "474", 
                    "last": "479", 
                    "range": "474–479"
                }, 
                "doi": "10.1038/35076538"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Beales", 
                            "index": "Beales, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PK Jackson", 
                            "index": "Jackson, PK"
                        }
                    }
                ], 
                "articleTitle": "Cilia-the prodigal organelle", 
                "journal": {
                    "name": [
                        "Cilia"
                    ]
                }, 
                "volume": "1", 
                "pages": {
                    "first": "1", 
                    "last": "3", 
                    "range": "1–3"
                }, 
                "doi": "10.1186/2046-2530-1-1"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Doroquez", 
                            "index": "Doroquez, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Berciu", 
                            "index": "Berciu, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Anderson", 
                            "index": "Anderson, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Sengupta", 
                            "index": "Sengupta, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Nicastro", 
                            "index": "Nicastro, D"
                        }
                    }
                ], 
                "articleTitle": "A high-resolution morphological and ultrastructural map of anterior sensory cilia and glia in <i>Caenorhabditis elegans</i>", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "3", 
                "pages": "e01948", 
                "doi": "10.7554/eLife.01948"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Heuser", 
                            "index": "Heuser, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Raytchev", 
                            "index": "Raytchev, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Krell", 
                            "index": "Krell, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ME Porter", 
                            "index": "Porter, ME"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Nicastro", 
                            "index": "Nicastro, D"
                        }
                    }
                ], 
                "articleTitle": "The dynein regulatory complex is the nexin link and a major regulatory node in cilia and flagella", 
                "journal": {
                    "name": [
                        "Journal of Cell Biology"
                    ]
                }, 
                "volume": "187", 
                "pages": {
                    "first": "921", 
                    "last": "933", 
                    "range": "921–933"
                }, 
                "doi": "10.1083/jcb.200908067"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Lucic", 
                            "index": "Lucic, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Forster", 
                            "index": "Forster, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Baumeister", 
                            "index": "Baumeister, W"
                        }
                    }
                ], 
                "articleTitle": "Structural studies by electron tomography: from cells to molecules", 
                "journal": {
                    "name": [
                        "Annual Review of Biochemistry"
                    ]
                }, 
                "volume": "74", 
                "pages": {
                    "first": "833", 
                    "last": "865", 
                    "range": "833–865"
                }, 
                "doi": "10.1146/annurev.biochem.73.011303.074112"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IV Nechipurenko", 
                            "index": "Nechipurenko, IV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DB Doroquez", 
                            "index": "Doroquez, DB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Sengupta", 
                            "index": "Sengupta, P"
                        }
                    }
                ], 
                "articleTitle": "Primary cilia and dendritic spines: different but similar signaling compartments", 
                "journal": {
                    "name": [
                        "Molecules and Cells"
                    ]
                }, 
                "volume": "36", 
                "pages": {
                    "first": "288", 
                    "last": "303", 
                    "range": "288–303"
                }, 
                "doi": "10.1007/s10059-013-0246-z"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA Perkins", 
                            "index": "Perkins, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Hedgecock", 
                            "index": "Hedgecock, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JN Thomson", 
                            "index": "Thomson, JN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG Culotti", 
                            "index": "Culotti, JG"
                        }
                    }
                ], 
                "articleTitle": "Mutant sensory cilia in the nematode <i>Caenorhabditis elegans</i>", 
                "journal": {
                    "name": [
                        "Developmental Biology"
                    ]
                }, 
                "volume": "117", 
                "pages": {
                    "first": "456", 
                    "last": "487", 
                    "range": "456–487"
                }, 
                "doi": "10.1016/0012-1606(86)90314-3"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Pigino", 
                            "index": "Pigino, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Maheshwari", 
                            "index": "Maheshwari, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KH Bui", 
                            "index": "Bui, KH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Shingyoji", 
                            "index": "Shingyoji, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kamimura", 
                            "index": "Kamimura, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Ishikawa", 
                            "index": "Ishikawa, T"
                        }
                    }
                ], 
                "articleTitle": "Comparative structural analysis of eukaryotic flagella and cilia from <i>Chlamydomonas</i>, <i>Tetrahymena</i>, and sea urchins", 
                "journal": {
                    "name": [
                        "Journal of Structural Biology"
                    ]
                }, 
                "volume": "178", 
                "pages": {
                    "first": "199", 
                    "last": "206", 
                    "range": "199–206"
                }, 
                "doi": "10.1016/j.jsb.2012.02.012"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG White", 
                            "index": "White, JG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Southgate", 
                            "index": "Southgate, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JN Thomson", 
                            "index": "Thomson, JN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Brenner", 
                            "index": "Brenner, S"
                        }
                    }
                ], 
                "articleTitle": "The structure of the nervous system of the nematode <i>Caenorhabditis elegans</i>: the mind of a worm", 
                "journal": {
                    "name": [
                        "Philosophical Transactions of the Royal Society of London Series B, Biological Sciences"
                    ]
                }, 
                "volume": "314", 
                "pages": {
                    "first": "1", 
                    "last": "340", 
                    "range": "1–340"
                }, 
                "doi": "10.1098/rstb.1986.0056"
            }
        ]
    }
}