{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-18721-v1.xml"
        }, 
        "-history": {
            "received": "2016-07-08T00:00:00Z", 
            "accepted": "2016-07-08T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "18721", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.18721", 
        "authorLine": "Veit Stuphorn", 
        "title": "Hitting an uncertain target", 
        "titlePrefix": "Decision Making", 
        "published": "2016-07-15T00:00:00Z", 
        "versionDate": "2016-07-15T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e18721", 
        "pdf": "https://publishing-cdn.elifesciences.org/18721/elife-18721-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Rhesus macaque"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Experiments in which monkeys have to select or estimate the location of a target are revealing more about the role of the dorsal premotor cortex in decision making."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Stuphorn", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Veit Stuphorn", 
                    "index": "Stuphorn, Veit"
                }, 
                "orcid": "0000-0003-1117-9993", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Psychological and Brain Sciences", 
                            "Johns Hopkins University"
                        ], 
                        "address": {
                            "formatted": [
                                "Baltimore", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Baltimore"
                                ], 
                                "country": "United States"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Department of Neuroscience and the Krieger Mind/Brain Institute", 
                            "Johns Hopkins School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Baltimore", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Baltimore"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "veit@jhu.edu"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-18721-v1.xml", 
            "patched": true
        }, 
        "-history": {
            "received": "2016-07-08T00:00:00Z", 
            "accepted": "2016-07-08T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "18721", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.18721", 
        "authorLine": "Veit Stuphorn", 
        "title": "Hitting an uncertain target", 
        "titlePrefix": "Decision Making", 
        "published": "2016-07-15T00:00:00Z", 
        "versionDate": "2016-07-15T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e18721", 
        "pdf": "https://publishing-cdn.elifesciences.org/18721/elife-18721-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Rhesus macaque"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Experiments in which monkeys have to select or estimate the location of a target are revealing more about the role of the dorsal premotor cortex in decision making."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Stuphorn", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Veit Stuphorn", 
                    "index": "Stuphorn, Veit"
                }, 
                "orcid": "0000-0003-1117-9993", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Psychological and Brain Sciences", 
                            "Johns Hopkins University"
                        ], 
                        "address": {
                            "formatted": [
                                "Baltimore", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Baltimore"
                                ], 
                                "country": "United States"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Department of Neuroscience and the Krieger Mind/Brain Institute", 
                            "Johns Hopkins School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Baltimore", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Baltimore"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "veit@jhu.edu"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "single neurons", 
            "reaching", 
            "planning", 
            "decision making"
        ], 
        "-related-articles-internal": [
            "14316"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Life is full of uncertainty. Take, for example, a football player preparing to take a penalty kick. He or she can aim to kick the ball along a number of different trajectories, and the success of the kick will depend on a range of different factors, such as small differences in the execution of the kick and, most importantly, the response of the goalkeeper. The simplest way to think about the decision that the player has to make is to say that he or she has to decide between two options: aiming for the left half of the goal or aiming for the right half (<a href=\"#fig1\">Figure 1A</a>). Most studies of the neuronal mechanisms that underlie decision-making have focused on \"target selection\" situations like this, where the available options are limited in number and clearly distinct from each other (<a href=\"#bib7\">Shadlen and Newsome, 2001</a>; <a href=\"#bib6\">Romo et al., 2004</a>; <a href=\"#bib8\">Thura and Cisek, 2014</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Target selection and target estimation.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) In a target selection situation there is a choice between two or more, clearly distinct, options. In this example there are two options (indicated by the two red arrows), and each option is associated with a specific probability of success (indicated by the numbers). A region of the brain called the dorsal premotor cortex plays an important role in making target selection decisions (also known as categorical decisions), while the primary motor cortex is responsible for executing the decision. (<b>B</b>) In a target estimation situation there is an infinite number of options (six of which are indicated by red arrows), and the probability of success can be plotted as a distribution with two peaks (yellow line). (<b>C</b>) Dekleva et al. have performed experiments on monkeys to explore the roles played by the dorsal premotor cortex and the primary motor cortex in making target estimation decisions (also known as continuous decisions). In the experiments the monkeys had to select a specific direction from a range of possible directions on the basis of incomplete visual information. Dekleva et al. measured how the level of neural activity (y-axis) in these two regions of the brain varied as a function of the angle (x-axis) between the preferred direction of the neurons and the chosen direction; they also varied the degree of uncertainty in the visual information provided to the monkeys about the location of the target. The range of possible directions was wide (orange arrows) when the uncertainty in the visual information provided to the monkeys was high, and the range was narrow (green arrows) when the uncertainty was low. In both regions the level of neural activity was highest when the angle between the preferred direction and the chosen direction (indicated by the vertical arrow) was zero. However, high levels of neural activity were observed over a relatively wide range of angles in the dorsal premotor cortex (left inset), and this range was higher when the degree of uncertainty was higher (orange line). In the primary motor cortex, on the other hand, high levels of neural activity were only observed for a narrow range of directions around the chosen direction, independent of the degree of uncertainty in the visual information (right inset)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/18721/elife-18721-fig1-v1.jpg", 
                        "image": "elife-18721-fig1-v1", 
                        "filename": "elife-18721-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "However, the player taking the penalty obviously has more than two options: they can, for example, aim low, which increases their chances of hitting the goal, but also gives the goalkeeper a better chance to make a save; or they can aim high to make it more difficult for the goalkeeper and themselves. Indeed, they can aim at any point in the goal. This means that the player has to decide between an infinitely large range of possible trajectories (<a href=\"#fig1\">Figure 1B</a>). To do this, he or she has to estimate the probability of success for each possible trajectory and then select the one with the highest likelihood of success. In the language of neuroscience the player is confronted with a \"target estimation\" situation."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "How might the brain make a decision in such a situation? Studies of primates suggest that a region of the brain called the dorsal premotor cortex plays an important role in making target selection decisions (<a href=\"#bib1\">Cisek and Kalaska, 2005</a>), and that the primary motor cortex is responsible for executing such decisions. Now, in eLife, Lee Miller and colleagues at Northwestern University, including Brain Dekleva as first author, report the results of experiments on monkeys that shed new light on the role of these two regions in making target estimation decisions (<a href=\"#bib2\">Dekleva et al., 2016</a>). The experiments involved simultaneously recording neural activity in the dorsal premotor cortex and the primary motor cortex as the monkeys performed a target estimation task."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Playing football would be impractical in an electrophysiological experiment so, instead, two monkeys were trained to use a device called a manipulandum to move a cursor on a screen. The experiment involved two types of trials. During the first type of trial the monkey held the cursor over a central target: then, after a random period of time, the central target disappeared and a new target appeared in one of eight locations (which were arranged in a circle around the central target). The monkey received a reward every time it moved the cursor to the correct target. Neurons in the dorsal premotor cortex (PMd neurons) and the primary motor cortex have a \"preferred direction\", and the Northwestern group measured the level of neural activity as a function of the angle between the preferred direction of groups of neurons and the direction selected by the monkey (<a href=\"#fig1\">Figure 1C</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "During the second type of trial the location of the new target was indicated by number of small lines that were sampled from a distribution that was centered on the target location. (There were five small lines for one monkey, ten for the other). The lines supplied the monkeys with incomplete information about the target location, and Dekleva et al. were able to vary the degree of uncertainty in this information by varying the width of the distribution from which the lines were sampled. This meant that the monkeys were now performing a target estimation task."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "When the degree of uncertainty in the visual information supplied to the monkeys was high they tended to move the cursor to a location that was the average of the target locations in the previous trials: this approach makes sense when relatively little information is available. The Northwestern group also observed relatively high levels of activity in the PMd neurons representing directions other than the selected direction when the uncertainty was high: this suggests that, during decision making, the dorsal premotor cortex represents all directions that might be correct, each weighted by its probability of success. Again this makes sense: when the degree of uncertainty is high, there is a higher likelihood that a direction other than the chosen one is correct, so the PMd neurons representing these other directions are more active. In contrast, in the primary motor cortex, only those neurons representing the chosen direction were active (<a href=\"#fig1\">Figure 1C</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Previous studies of target selection reported that the activity of PMd neurons representing the chosen action increased during decision making, whereas the activity of other PMd neurons decreased (<a href=\"#bib1\">Cisek and Kalaska, 2005</a>; <a href=\"#bib8\">Thura and Cisek, 2014</a>). This was taken as evidence that the dorsal premotor cortex plays a direct role in decision making. In contrast, by showing that the PMd neurons representing all possible actions are active throughout the planning and execution of a target estimation task, the results of the Northwestern team argue strongly against a direct role for the dorsal premotor cortex in decision making because it is the M1 neurons, but not the PMd neurons, that encode the chosen direction unambiguously."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Future experiments should compare the role of PMd neurons in both target selection and target estimation tasks. Examining situations that are intermediate between target selection and target estimation might also help to resolve the difference between the latest findings and previous work."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The latest results also shed some light on the question how probability and uncertainty are encoded in the brain. There is some evidence for an explicit representation of uncertainty in the orbitofrontal cortex of primates (<a href=\"#bib4\">O'Neill and Schultz, 2010</a>). However, recent work in rodents indicates that other interpretations are possible (<a href=\"#bib5\">Ogawa et al., 2013</a>), and the results of Dekleva et al. support an implicit (rather than explicit) representation (<a href=\"#bib3\">Ma et al., 2006</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "By pioneering the study of an important class of real-world situations that have been neglected up to now, the work of the Northwestern group opens up a rich new field of investigation."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Cisek", 
                            "index": "Cisek, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Kalaska", 
                            "index": "Kalaska, JF"
                        }
                    }
                ], 
                "articleTitle": "Neural correlates of reaching decisions in dorsal premotor cortex: specification of multiple direction choices and final selection of action", 
                "journal": "Neuron", 
                "volume": "45", 
                "pages": {
                    "first": "801", 
                    "last": "814", 
                    "range": "801–814"
                }, 
                "doi": "10.1016/j.neuron.2005.01.027"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BM Dekleva", 
                            "index": "Dekleva, BM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ramkumar", 
                            "index": "Ramkumar, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Wanda", 
                            "index": "Wanda, PA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KP Kording", 
                            "index": "Kording, KP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LE Miller", 
                            "index": "Miller, LE"
                        }
                    }
                ], 
                "articleTitle": "Uncertainty leads to persistent effects on reach representations in dorsal premotorcortex", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e14316", 
                "doi": "10.7554/eLife.14316"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WJ Ma", 
                            "index": "Ma, WJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Beck", 
                            "index": "Beck, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PE Latham", 
                            "index": "Latham, PE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Pouget", 
                            "index": "Pouget, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BJM Ma WJ", 
                            "index": "Ma WJ, BJM"
                        }
                    }
                ], 
                "articleTitle": "Bayesian inference with probabilistic population codes", 
                "journal": "Nature Neuroscience", 
                "volume": "9", 
                "pages": {
                    "first": "1432", 
                    "last": "1438", 
                    "range": "1432–1438"
                }, 
                "doi": "10.1038/nn1790"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M O'Neill", 
                            "index": "O'Neill, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Schultz", 
                            "index": "Schultz, W"
                        }
                    }
                ], 
                "articleTitle": "Coding of reward risk by orbitofrontal neurons is mostly distinct from coding of reward value", 
                "journal": "Neuron", 
                "volume": "68", 
                "pages": {
                    "first": "789", 
                    "last": "800", 
                    "range": "789–800"
                }, 
                "doi": "10.1016/j.neuron.2010.09.031"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Ogawa", 
                            "index": "Ogawa, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA van der Meer", 
                            "index": "van der Meer, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GR Esber", 
                            "index": "Esber, GR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DH Cerri", 
                            "index": "Cerri, DH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Stalnaker", 
                            "index": "Stalnaker, TA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Schoenbaum", 
                            "index": "Schoenbaum, G"
                        }
                    }
                ], 
                "articleTitle": "Risk-responsive orbitofrontal neurons track acquired salience", 
                "journal": "Neuron", 
                "volume": "77", 
                "pages": {
                    "first": "251", 
                    "last": "258", 
                    "range": "251–258"
                }, 
                "doi": "10.1016/j.neuron.2012.11.006"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Romo", 
                            "index": "Romo, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Hernández", 
                            "index": "Hernández, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Zainos", 
                            "index": "Zainos, A"
                        }
                    }
                ], 
                "articleTitle": "Neuronal correlates of a perceptual decision in ventral premotor cortex", 
                "journal": "Neuron", 
                "volume": "41", 
                "pages": {
                    "first": "165", 
                    "last": "173", 
                    "range": "165–173"
                }, 
                "doi": "10.1016/S0896-6273(03)00817-1"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MN Shadlen", 
                            "index": "Shadlen, MN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WT Newsome", 
                            "index": "Newsome, WT"
                        }
                    }
                ], 
                "articleTitle": "Neural basis of a perceptual decision in the parietal cortex (area LIP) of the rhesus monkey", 
                "journal": "Journal of Neurophysiology", 
                "volume": "86", 
                "pages": {
                    "first": "1916", 
                    "last": "1936", 
                    "range": "1916–1936"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Thura", 
                            "index": "Thura, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Cisek", 
                            "index": "Cisek, P"
                        }
                    }
                ], 
                "articleTitle": "Deliberation and commitment in the premotor and primary motor cortex during dynamic decision making", 
                "journal": "Neuron", 
                "volume": "81", 
                "pages": {
                    "first": "1401", 
                    "last": "1416", 
                    "range": "1401–1416"
                }, 
                "doi": "10.1016/j.neuron.2014.01.031"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}