{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "01561", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01561", 
        "authorLine": "Michael M Cox", 
        "title": "Proteins pinpoint double strand breaks", 
        "titlePrefix": "DNA Damage", 
        "published": "2013-10-29T00:00:00Z", 
        "versionDate": "2013-10-29T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01561", 
        "pdf": "https://publishing-cdn.elifesciences.org/01561/elife-01561-v1.pdf", 
        "subjects": [], 
        "researchOrganisms": [
            "E. coli", 
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Combining green fluorescent protein with a protein that only binds to double strand breaks in DNA allows these breaks—which are an important form of DNA damage—to be detected with high efficiency in living bacteria."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Cox", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Michael M Cox", 
                    "index": "Cox, Michael M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry", 
                            "University of Wisconsin-Madison"
                        ], 
                        "address": {
                            "formatted": [
                                "Madison", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Madison"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "cox@biochem.wisc.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "01561", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01561", 
        "authorLine": "Michael M Cox", 
        "title": "Proteins pinpoint double strand breaks", 
        "titlePrefix": "DNA Damage", 
        "published": "2013-10-29T00:00:00Z", 
        "versionDate": "2013-10-29T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01561", 
        "pdf": "https://publishing-cdn.elifesciences.org/01561/elife-01561-v1.pdf", 
        "subjects": [], 
        "researchOrganisms": [
            "E. coli", 
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Combining green fluorescent protein with a protein that only binds to double strand breaks in DNA allows these breaks—which are an important form of DNA damage—to be detected with high efficiency in living bacteria."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Cox", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Michael M Cox", 
                    "index": "Cox, Michael M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry", 
                            "University of Wisconsin-Madison"
                        ], 
                        "address": {
                            "formatted": [
                                "Madison", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Madison"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "cox@biochem.wisc.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "DNA double-strand break", 
            "endogenous DNA damage", 
            "GFP", 
            "fluorescent-protein fusion", 
            "spontaneous DNA break", 
            "synthetic biology"
        ], 
        "relatedArticles": [
            "01222"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Every genome—whether it is bacterial, archaean or eukaryotic—is subjected to DNA damage on a regular basis. Thousands of DNA lesions can appear per cell per generation in an aerobic bacterial culture, and hundreds of thousands can appear in a single mammalian cell in a day (<a href=\"#bib7\">Hoeijmakers, 2009</a>). Most cells have DNA repair systems to enforce genome stability and, in higher eukaryotes, to prevent cancer. However, these systems can break down (<a href=\"#bib9\">Putnam et al., 2012</a>), and when they do, tumours form. The widespread mutations and rearrangements of chromosomes that are found in tumour cells prevail in what can only be described as genomic chaos (<a href=\"#bib2\">Carter et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Documenting these various genomic insults and their consequences represents a major challenge for medicine, and also for disciplines such as evolutionary biology and cell biology. Now, in <i>eLife</i>, Susan Rosenberg of Baylor College of Medicine and colleagues—including Chandan Shee as first author—have provided a promising new tool for the study of one such insult: the double strand break (<a href=\"#bib10\">Shee et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Double strand breaks are considered the most dangerous of all the DNA lesions. If left unrepaired, the resulting chromosome discontinuity often results in death. There are two main ways to repair a double strand break. Recombinational DNA repair is accurate but it relies on the presence of an unbroken homologous chromosome. Non-homologous DNA end-joining, on the other hand, repairs the break, but usually at the expense of adding or deleting genetic information (<a href=\"#bib3\">Chapman et al., 2012</a>; <a href=\"#bib11\">Symington and Gautier, 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Dangerous as they are, double strand breaks are sometimes deliberately introduced into a chromosome. During meiosis, for example, these ‘directed’ double strand breaks are introduced to initiate genetic crossovers between homologous chromosomes (<a href=\"#bib8\">Malkova and Haber, 2012</a>). In yeast, directed double strand breaks are a prelude to an intrachromosomal exchange of genetic information that produces a mating type switch (<a href=\"#bib6\">Haber, 2012</a>). Trypanosomes and other microbial pathogens can evade the immune system by periodically moving new genetic information from a “silent” gene to a highly transcribed locus that encodes a major cellular coat protein; this process is often initiated by a directed double strand break (<a href=\"#bib4\">Deitsch et al., 2009</a>; <a href=\"#bib12\">Vink et al., 2012</a>). Double strand breaks are also central to genetic elements called transposons, and in genomic rearrangements that are integral to the immune system."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Accurate real-time detection of double strand breaks in a cellular genome is thus of great interest in the continuing effort to understand genome maintenance and function. A variety of techniques have been developed to detect and quantify double strand breaks, but they all have one or more deficits in terms of utility, efficiency, sensitivity or specificity. Shee, Rosenberg and colleagues–including co-workers from the University of Texas, the MD Anderson Cancer Center and the University of Minnesota–now report a new approach, based on a protein called Gam, that offers some substantial advantages over existing approaches (<a href=\"#bib10\">Shee et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Gam is encoded by the bacteriophage Mu: this is basically a hybrid of a bacterial virus and a transposon, and it makes a living by moving efficiently within and between bacterial genomes (<a href=\"#bib1\">Baker, 1995</a>; <a href=\"#bib5\">di Fagagna et al., 2003</a>). When an integrated genomic copy of Mu replicates and transposes, the Gam protein protects the free ends of the Mu chromosome as they are transiently exposed. Gam is related to two eukaryotic proteins, Ku70 and Ku80, that are involved in non-homologous DNA end-joining. Whereas the Ku proteins bind to double strand ends, they also interact with an array of other eukaryotic proteins and DNA structures, rendering them less useful for development of a general reagent that binds to double strand breaks. Gam is a simpler system, a single protein with a high affinity for double stranded ends. Rosenberg and colleagues have fused Gam with green fluorescent protein (GFP) to generate GamGFP. When this protein is expressed in a cell, the double strand breaks light up when the cell is illuminated, and this allows the number of breaks to be counted."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In bacteria, GamGFP can detect double strand breaks arising from a variety of sources (<a href=\"#bib10\">Shee et al., 2013</a>). For example, the double strand breaks that occur during DNA replication can be pinpointed (<a href=\"#fig1\">Figure 1</a>), as can the sites where the restriction enzyme Scel cleaves a particular chromosome. Shee <i>et al</i>. also provide useful new estimates of the rate of spontaneous break generation. The overall detection efficiency (70–80% in the current study) bodes well for the application of this approach to the detection and quantification of breaks in research into the mechanisms responsible for genome maintenance in bacteria."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "How double strand breaks occur during replication.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Many DNA repair processes generate transient single strand breaks in chromosomes. If a replication fork encounters such a break before it is repaired (top and middle), one arm of the replication fork separates to create a double strand break (bottom)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01561/elife-01561-fig1-v1.tif", 
                        "filename": "elife-01561-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The detection of double strand breaks in the milieu of a eukaryotic chromosome is a much bigger task. Breaks may be buried in chromatin and/or blocked by proteins such as Ku binding to them. In the first round of meiotic cell division, for example, directed double strand breaks are introduced by the protein Spo11, which remains covalently linked to the DNA at the breakage site. Will GamGFP recognize such sites? And in yeast, will GamGFP be able to detect the breaks that are induced to initiate a mating type switch?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Shee et al. demonstrate that GamGFP binds to laser-generated double strand breaks in human HeLa cells, but they find that the recruitment of GamGFP to these sites is inhibited by competition with Ku. Overall, the efficiency of double strand break detection by GamGFP in eukaryotic cells is difficult to assess, and may depend on the source of the double strand breaks that one may want to detect. Nevertheless, this new technology is destined for creative application to important problems in eukaryotic cell biology. The list of potential experiments seems endless."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1995", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Baker", 
                            "index": "Baker, TA"
                        }
                    }
                ], 
                "articleTitle": "Bacteriophage Mu—a transposing phage that integrates like retroviruses", 
                "journal": {
                    "name": [
                        "Semin Virol"
                    ]
                }, 
                "volume": "6", 
                "pages": {
                    "first": "53", 
                    "last": "63", 
                    "range": "53–63"
                }, 
                "doi": "10.1016/S1044-5773(05)80009-5"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Carter", 
                            "index": "Carter, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Cibulskis", 
                            "index": "Cibulskis, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Helman", 
                            "index": "Helman, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A McKenna", 
                            "index": "McKenna, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Shen", 
                            "index": "Shen, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Zack", 
                            "index": "Zack, T"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Absolute quantification of somatic DNA alterations in human cancer", 
                "journal": {
                    "name": [
                        "Nat Biotechnol"
                    ]
                }, 
                "volume": "30", 
                "pages": {
                    "first": "413", 
                    "last": "421", 
                    "range": "413–421"
                }, 
                "doi": "10.1038/nbt.2203"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Chapman", 
                            "index": "Chapman, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MRG Taylor", 
                            "index": "Taylor, MRG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Boulton", 
                            "index": "Boulton, SJ"
                        }
                    }
                ], 
                "articleTitle": "Playing the end game: DNA double-strand break repair pathway choice", 
                "journal": {
                    "name": [
                        "Mol Cell"
                    ]
                }, 
                "volume": "47", 
                "pages": {
                    "first": "497", 
                    "last": "510", 
                    "range": "497–510"
                }, 
                "doi": "10.1016/j.molcel.2012.07.029"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KW Deitsch", 
                            "index": "Deitsch, KW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Lukehart", 
                            "index": "Lukehart, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Stringer", 
                            "index": "Stringer, JR"
                        }
                    }
                ], 
                "articleTitle": "Common strategies for antigenic variation by bacterial, fungal and protozoan pathogens", 
                "journal": {
                    "name": [
                        "Nat Rev Microbiol"
                    ]
                }, 
                "volume": "7", 
                "pages": {
                    "first": "493", 
                    "last": "503", 
                    "range": "493–503"
                }, 
                "doi": "10.1038/nrmicro2145"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FD di Fagagna", 
                            "index": "di Fagagna, FD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GR Weller", 
                            "index": "Weller, GR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Doherty", 
                            "index": "Doherty, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SP Jackson", 
                            "index": "Jackson, SP"
                        }
                    }
                ], 
                "articleTitle": "The Gam protein of bacteriophage Mu is an orthologue of eukaryotic Ku", 
                "journal": {
                    "name": [
                        "Embo Rep"
                    ]
                }, 
                "volume": "4", 
                "pages": {
                    "first": "47", 
                    "last": "52", 
                    "range": "47–52"
                }, 
                "doi": "10.1038/sj.embor.embor709"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Haber", 
                            "index": "Haber, JE"
                        }
                    }
                ], 
                "articleTitle": "Mating-type genes and MAT switching in <i>Saccharomyces cerevisiae</i>", 
                "journal": {
                    "name": [
                        "Genetics"
                    ]
                }, 
                "volume": "191", 
                "pages": {
                    "first": "33", 
                    "last": "64", 
                    "range": "33–64"
                }, 
                "doi": "10.1534/genetics.111.134577"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JHJ Hoeijmakers", 
                            "index": "Hoeijmakers, JHJ"
                        }
                    }
                ], 
                "articleTitle": "Molecular origins of cancer: DNA damage, aging, and cancer", 
                "journal": {
                    "name": [
                        "N Engl J Med"
                    ]
                }, 
                "volume": "361", 
                "pages": {
                    "first": "1475", 
                    "last": "1485", 
                    "range": "1475–1485"
                }, 
                "doi": "10.1056/NEJMra0804615"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Malkova", 
                            "index": "Malkova, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Haber", 
                            "index": "Haber, JE"
                        }
                    }
                ], 
                "articleTitle": "Mutations arising during repair of chromosome breaks", 
                "journal": {
                    "name": [
                        "Annu Rev Genet"
                    ]
                }, 
                "volume": "46", 
                "pages": {
                    "first": "455", 
                    "last": "473", 
                    "range": "455–473"
                }, 
                "doi": "10.1146/annurev-genet-110711-155547"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CD Putnam", 
                            "index": "Putnam, CD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Allen-Soltero", 
                            "index": "Allen-Soltero, SR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Martinez", 
                            "index": "Martinez, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Chan", 
                            "index": "Chan, JE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TK Hayes", 
                            "index": "Hayes, TK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RD Kolodner", 
                            "index": "Kolodner, RD"
                        }
                    }
                ], 
                "articleTitle": "Bioinformatic identification of genes suppressing genome instability", 
                "journal": {
                    "name": [
                        "Proc Natl Acad Sci USA"
                    ]
                }, 
                "volume": "109", 
                "pages": {
                    "first": "E3251", 
                    "last": "E3219", 
                    "range": "E3251–E3219"
                }, 
                "doi": "10.1073/pnas.1216733109"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Shee", 
                            "index": "Shee, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BD Cox", 
                            "index": "Cox, BD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Gu", 
                            "index": "Gu, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Luengas", 
                            "index": "Luengas, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Joshi", 
                            "index": "Joshi, MC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L-Y Chiu", 
                            "index": "Chiu, L-Y"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Engineered proteins detect spontaneous DNA breakage in human and bacterial cells", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e01222", 
                "doi": "10.7554/eLife.01222"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LS Symington", 
                            "index": "Symington, LS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Gautier", 
                            "index": "Gautier, J"
                        }
                    }
                ], 
                "articleTitle": "Double-strand break end resection and repair pathway choice", 
                "journal": {
                    "name": [
                        "Annu Rev Genet"
                    ]
                }, 
                "volume": "45", 
                "pages": {
                    "first": "247", 
                    "last": "271", 
                    "range": "247–271"
                }, 
                "doi": "10.1146/annurev-genet-110410-132435"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Vink", 
                            "index": "Vink, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Rudenko", 
                            "index": "Rudenko, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HS Seifert", 
                            "index": "Seifert, HS"
                        }
                    }
                ], 
                "articleTitle": "Microbial antigenic variation mediated by homologous DNA recombination", 
                "journal": {
                    "name": [
                        "FEMS Microbiol Rev"
                    ]
                }, 
                "volume": "36", 
                "pages": {
                    "first": "917", 
                    "last": "948", 
                    "range": "917–948"
                }, 
                "doi": "10.1111/j.1574-6976.2011.00321.x"
            }
        ]
    }
}