{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00533-v1.xml"
        }, 
        "status": "vor", 
        "id": "00533", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00533", 
        "authorLine": "Alejandro Sánchez Alvarado", 
        "title": "Learning about loss", 
        "titlePrefix": "Regeneration", 
        "published": "2013-09-10T00:00:00Z", 
        "versionDate": "2013-09-10T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00533", 
        "pdf": "https://publishing-cdn.elifesciences.org/00533/elife-00533-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Researchers have identified two genes—<i>follistatin</i> and <i>activin</i>—as having an important role in the ability of certain flatworms to identify wounds that require the production of new tissue."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Sánchez Alvarado", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Alejandro Sánchez Alvarado", 
                    "index": "Sánchez Alvarado, Alejandro"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Howard Hughes Medical Institute, Stowers Institute for Medical Research"
                        ], 
                        "address": {
                            "formatted": [
                                "Kansas City, Missouri", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Kansas City, Missouri"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "asa@stowers.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00533-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00533", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00533", 
        "authorLine": "Alejandro Sánchez Alvarado", 
        "title": "Learning about loss", 
        "titlePrefix": "Regeneration", 
        "published": "2013-09-10T00:00:00Z", 
        "versionDate": "2013-09-10T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00533", 
        "pdf": "https://publishing-cdn.elifesciences.org/00533/elife-00533-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Researchers have identified two genes—<i>follistatin</i> and <i>activin</i>—as having an important role in the ability of certain flatworms to identify wounds that require the production of new tissue."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Sánchez Alvarado", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Alejandro Sánchez Alvarado", 
                    "index": "Sánchez Alvarado, Alejandro"
                }, 
                "role": "Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "Howard Hughes Medical Institute, Stowers Institute for Medical Research"
                        ], 
                        "address": {
                            "formatted": [
                                "Kansas City, Missouri", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Kansas City, Missouri"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "asa@stowers.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ], 
        "-related-articles-internal": [
            "00247"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Some animals show remarkable powers of regeneration. A salamander that loses a limb can grow a replacement, while a zebrafish can replace a damaged heart. And a planarian—a type of flatworm—can re-grow an entire head following decapitation. But how does such regeneration occur in these animals? And why are mammals and many other species, both vertebrates and invertebrates, found wanting in this regard? The problem is particularly vexing when one considers that regeneration is triggered by wounding; why is it that most, if not all, animals can heal their wounds, but only a few can regenerate body parts lost to such injuries? These questions have puzzled thinkers, naturalists and scientists for millennia. Over the past decade, however, it has become possible both to explore the influence of specific genes on the mechanisms that underpin regeneration, and to begin to answer these long-standing questions (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib10\">Sánchez Alvarado and Tsonis, 2006</a>; <a href=\"#bib12\">Tanaka and Reddien, 2011</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Upon injury, planarians can regenerate lost tissues", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Upon injury, planarians can regenerate lost tissues. An intact, live planarian (left) had its tail amputated (dashed line). The tail fragment regenerated into a new planarian, shown at 1, 4 and 7 days post-amputation (dpa). The regenerating tail is labelled to show the nervous system and pharynx (also known as the feeding organ; yellow asterisk) (top) and the gut (middle), while the lower panel shows a merged image with the nervous system and pharynx in green, and the gut in purple. Scale bar: 200 μm. Adapted from Elliot et al. (2012)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00533/elife-00533-fig1-v1.tif", 
                        "filename": "elife-00533-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Part of the challenge is to distinguish between wounds that involve tissue loss and therefore require regeneration, and those wounds for which a simple repair will be sufficient. Now, writing in <i>eLife</i>, Michael Gaviño, Danielle Wenemoser, Irving Wang and Peter Reddien, all at the Massachusetts Institute of Technology, provide fresh insights into the ways in which planarians—a key model organism used in studies of regeneration (<a href=\"#bib2\">Elliott and Sánchez Alvarado, 2012</a>)—may distinguish between these two scenarios (<a href=\"#bib3\">Gaviño et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Given that regeneration requires extensive coordination of events at both the molecular and cellular level, it is logical to expect that cell–to–cell communication will have a central role (<a href=\"#bib9\">Sánchez Alvarado, 2004</a>). Over the past 30 years, a number of highly conserved signalling pathways have been identified in embryonic development and, more recently, researchers have investigated whether these pathways also contribute to adult developmental processes, such as regeneration. The Wnt-signalling pathway, for example, has long been known for its multiple roles in embryogenesis. Moreover, this pathway is now also thought to be implicated in the regulation of wound responses and regenerative mechanisms across the animal kingdom, from simple animals such as Hydra (<a href=\"#bib5\">Hobmayer et al., 2000</a>) to more complex organisms such as planarians (<a href=\"#bib4\">Gurley et al., 2008</a>; <a href=\"#bib7\">Petersen and Reddien, 2008</a>), zebrafish (<a href=\"#bib11\">Stoick-Cooper et al., 2007</a>) and mammals (<a href=\"#bib1\">Clevers and Nusse, 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "When Gaviño and colleagues systematically examined the genes that are expressed in planarians in response to wounding, they identified an early and sustained activation of genes that regulate another signalling pathway, known as the TGF-β pathway. To date, this pathway has been implicated primarily in patterning the dorsoventral axis during development (that is, establishing the ‘front’ and ‘back’ of animals) (<a href=\"#bib7\">Petersen and Reddien, 2008</a>; <a href=\"#bib6\">Moustakas and Heldin, 2009</a>). Wounded planarians displayed increased expression of genes called <i>activin-2</i> and <i>follistatin.</i> Activin is a protein complex that binds to a receptor to activate the TGF-β signalling cascade, whereas Follistatin is an inhibitor protein that prevents Activin from binding to its receptor."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Gaviño, Wenemoser, Wang and Reddien then used a technique known as RNA-mediated genetic interference (RNAi) to inhibit the <i>follistatin</i> and <i>activin</i> genes and observed the response of these planarians to injury. In planarians that had experienced amputation, the inhibition of <i>follistatin</i>—which leaves <i>activin</i> free to activate the TGF-β signalling pathway—blocked key cellular and tissue remodelling events associated with tissue loss, and prevented regeneration. Interestingly, this is the opposite of what has been reported for vertebrates, in which TGF-β signalling promotes rather than suppresses regeneration."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Conversely, inhibition of the <i>activin-1</i> gene resulted in increased regenerative progenitor formation. Nevertheless, inhibition of <i>activin-1</i> alone is not sufficient to activate wound-induced gene expression in planarians that have not been injured. It is therefore likely that the TGF-β signalling pathway is not the only player involved in the decision to mount a regenerative response."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The lack of regeneration in planarians in which RNAi has been used to inhibit the <i>follistatin</i> gene suggests that the Follistatin protein may serve as a biosensor that gauges the extent of tissue loss. Consistent with this hypothesis, Gaviño and colleagues observed that <i>follistatin</i> is expressed for longer times at wounds with tissue loss than at those without, and that expression levels correlate with the amount of tissue that has been removed. These observations support a model in which injury induces both <i>follistatin</i> and <i>activin</i> expression, with <i>follistatin</i> expression regulated by the degree of tissue loss. In this model, <i>activin</i> inhibits the regenerative response; after a major injury, however, high levels of <i>follistatin</i> overcome the effects of Activin and promote regeneration. The behaviour of these genes provides an interesting paradigm in which to study the regulation of promoters in general and, in particular, to explore how the seemingly quantitative regulation of the <i>follistatin</i> promoter in planarians is related to their responses when they are wounded."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Nevertheless, the agents that mediate the activation of <i>follistatin</i> and <i>activin</i> gene expression remain to be determined. In fact, a recent article by Roberts-Galbraith and Newmark reports that <i>follistatin</i> acts in combination with <i>notum</i> (an antagonist of the Wnt pathway) to reestablish a signalling center that may direct cells towards specific fates (<a href=\"#bib8\">Roberts-Galbraith and Newmark, 2013</a>). Moreover, there are likely to be other as yet unidentified ‘missing tissue’ signals that are produced in response to amputation. The fact that stem cells still migrate to sites of injury in planarians in which <i>follistatin</i> has been targeted via RNAi clearly supports the existence of regenerative factors that are independent of the Follistatin-mediated inhibition of Activin. I suspect that the identification and characterization of these agents will keep biologists busy for the foreseeable future. Such factors, whatever their nature, will inform us about the processes unleashed by wounding that elicit healing and/or regeneration. Their identification will also shed light on why some organisms are much more adroit at regeneration than others. This, in turn, may help identify strategies to extend regenerative powers to tissues of medical importance that lacking in this property."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Clevers", 
                            "index": "Clevers, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Nusse", 
                            "index": "Nusse, R"
                        }
                    }
                ], 
                "articleTitle": "Wnt/β-catenin signaling and disease", 
                "journal": "Cell", 
                "volume": "149", 
                "pages": {
                    "first": "1192", 
                    "last": "1205", 
                    "range": "1192–1205"
                }, 
                "doi": "10.1016/j.cell.2012.05.012"
            }, 
            {
                "type": "unknown", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Elliott", 
                            "index": "Elliott, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Sánchez Alvarado", 
                            "index": "Sánchez Alvarado, A"
                        }
                    }
                ], 
                "title": "The history and enduring contributions of planarians to the study of animal regeneration", 
                "details": "WIREs Dev Biol, 10.1002/wdev.82"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Gaviño", 
                            "index": "Gaviño, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Wenemoser", 
                            "index": "Wenemoser, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IE Wang", 
                            "index": "Wang, IE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PW Reddien", 
                            "index": "Reddien, PW"
                        }
                    }
                ], 
                "articleTitle": "Tissue absence initiates regeneration through Follistatin-mediated inhibition of Activin signaling", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00247", 
                "doi": "10.7554/eLife.00247"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KA Gurley", 
                            "index": "Gurley, KA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Rink", 
                            "index": "Rink, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Sánchez Alvarado", 
                            "index": "Sánchez Alvarado, A"
                        }
                    }
                ], 
                "articleTitle": "β-catenin defines head versus tail identity during planarian regeneration and homeostasis", 
                "journal": "Science", 
                "volume": "319", 
                "pages": {
                    "first": "323", 
                    "last": "327", 
                    "range": "323–327"
                }, 
                "doi": "10.1126/science.1150029"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Hobmayer", 
                            "index": "Hobmayer, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Rentzsch", 
                            "index": "Rentzsch, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Kuhn", 
                            "index": "Kuhn, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Happel", 
                            "index": "Happel, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CC von Laue", 
                            "index": "von Laue, CC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Snyder", 
                            "index": "Snyder, P"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "WNT signalling molecules act in axis formation in the diploblastic metazoan Hydra", 
                "journal": "Nature", 
                "volume": "407", 
                "pages": {
                    "first": "186", 
                    "last": "189", 
                    "range": "186–189"
                }, 
                "doi": "10.1038/35025063"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Moustakas", 
                            "index": "Moustakas, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C-H Heldin", 
                            "index": "Heldin, C-H"
                        }
                    }
                ], 
                "articleTitle": "The regulation of TGFβ signal transduction", 
                "journal": "Development", 
                "volume": "136", 
                "pages": {
                    "first": "3699", 
                    "last": "3714", 
                    "range": "3699–3714"
                }, 
                "doi": "10.1242/dev.030338"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CP Petersen", 
                            "index": "Petersen, CP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PW Reddien", 
                            "index": "Reddien, PW"
                        }
                    }
                ], 
                "articleTitle": "Smed-βcatenin-1 is required for anteroposterior blastema polarity in planarian regeneration", 
                "journal": "Science", 
                "volume": "319", 
                "pages": {
                    "first": "327", 
                    "last": "330", 
                    "range": "327–330"
                }, 
                "doi": "10.1126/science.1149943"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RH Roberts-Galbraith", 
                            "index": "Roberts-Galbraith, RH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Newmark", 
                            "index": "Newmark, PA"
                        }
                    }
                ], 
                "articleTitle": "Follistatin antagonizes Activin signaling and acts with Notum to direct planarian head regeneration", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "110", 
                "pages": {
                    "first": "1363", 
                    "last": "1368", 
                    "range": "1363–1368"
                }, 
                "doi": "10.1073/pnas.1214053110"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Sánchez Alvarado", 
                            "index": "Sánchez Alvarado, A"
                        }
                    }
                ], 
                "articleTitle": "Regeneration and the need for simpler model organisms", 
                "journal": "Philos Trans R Soc Lond B Biol Sci", 
                "volume": "359", 
                "pages": {
                    "first": "759", 
                    "last": "763", 
                    "range": "759–763"
                }, 
                "doi": "10.1098/rstb.2004.1465"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Sánchez Alvarado", 
                            "index": "Sánchez Alvarado, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Tsonis", 
                            "index": "Tsonis, PA"
                        }
                    }
                ], 
                "articleTitle": "Bridging the regeneration gap: genetic insights from diverse animal models", 
                "journal": "Nat Rev Genet", 
                "volume": "7", 
                "pages": {
                    "first": "873", 
                    "last": "884", 
                    "range": "873–884"
                }, 
                "doi": "10.1038/nrg1923"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CL Stoick-Cooper", 
                            "index": "Stoick-Cooper, CL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Weidinger", 
                            "index": "Weidinger, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KJ Riehle", 
                            "index": "Riehle, KJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Hubbert", 
                            "index": "Hubbert, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MB Major", 
                            "index": "Major, MB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Fausto", 
                            "index": "Fausto, N"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Distinct Wnt signaling pathways have opposing roles in appendage regeneration", 
                "journal": "Development", 
                "volume": "134", 
                "pages": {
                    "first": "479", 
                    "last": "489", 
                    "range": "479–489"
                }, 
                "doi": "10.1242/dev.001123"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Tanaka", 
                            "index": "Tanaka, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PW Reddien", 
                            "index": "Reddien, PW"
                        }
                    }
                ], 
                "articleTitle": "The cellular basis for animal regeneration", 
                "journal": "Dev Cell", 
                "volume": "21", 
                "pages": {
                    "first": "172", 
                    "last": "185", 
                    "range": "172–185"
                }, 
                "doi": "10.1016/j.devcel.2011.06.016"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}