{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "10161", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.10161", 
        "authorLine": "George A Lemieux, Kaveh Ashrafi", 
        "title": "Stressing about misplaced fat is a key to longevity", 
        "titlePrefix": "Aging", 
        "published": "2015-08-19T00:00:00Z", 
        "versionDate": "2015-08-19T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e10161", 
        "pdf": "https://publishing-cdn.elifesciences.org/10161/elife-10161-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "C. elegans"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The abnormal accumulation of fat increases the lifespans of nematodes that lack sex cells."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Lemieux and Ashrafi", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "George A Lemieux", 
                    "index": "Lemieux, George A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Physiology", 
                            "University of California"
                        ], 
                        "address": {
                            "formatted": [
                                "San Francisco", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "San Francisco"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Kaveh Ashrafi", 
                    "index": "Ashrafi, Kaveh"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Physiology", 
                            "University of California"
                        ], 
                        "address": {
                            "formatted": [
                                "San Francisco", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "San Francisco"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "kaveh.ashrafi@ucsf.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "10161", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.10161", 
        "authorLine": "George A Lemieux, Kaveh Ashrafi", 
        "title": "Stressing about misplaced fat is a key to longevity", 
        "titlePrefix": "Aging", 
        "published": "2015-08-19T00:00:00Z", 
        "versionDate": "2015-08-19T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e10161", 
        "pdf": "https://publishing-cdn.elifesciences.org/10161/elife-10161-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "C. elegans"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The abnormal accumulation of fat increases the lifespans of nematodes that lack sex cells."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Lemieux and Ashrafi", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "George A Lemieux", 
                    "index": "Lemieux, George A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Physiology", 
                            "University of California"
                        ], 
                        "address": {
                            "formatted": [
                                "San Francisco", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "San Francisco"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Kaveh Ashrafi", 
                    "index": "Ashrafi, Kaveh"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Physiology", 
                            "University of California"
                        ], 
                        "address": {
                            "formatted": [
                                "San Francisco", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "San Francisco"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "kaveh.ashrafi@ucsf.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "aging", 
            "fatty acid signaling", 
            "germline stem cell", 
            "lipid metabolism", 
            "proteostasis", 
            "SKN-1/Nrf"
        ], 
        "relatedArticles": [
            "07836"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Steinbaugh MJ, Narasimhan SD, Robida-Stubbs S, Moronetti Mazzeo LE, Dreyfuss JM, Hourihan JM, Raghavan P, Operaña TN, Esmaillie R, Blackwell TK. 2015. Lipid-mediated regulation of SKN-1/Nrf in response to germ cell absence. <i>eLife</i> <b>4</b>:e07836. doi: <a href=\"http://dx.doi.org/10.7554/eLife.07836\">10.7554/eLife.07836</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> Some mutant worms live longer than wildtype worms"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-10161-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "Germ line tissue – the tissue that produces egg and sperm cells – is known to influence the lifespans of several animal species (<a href=\"#bib7\">Kenyon, 2010</a>). For example, removing this tissue from the gonads of the worm <i>Caenorhabditis elegans</i> extends the lifespans of hermaphrodite individuals by about 60%. However, this effect is not due to the loss of fertility because the removal of the entire gonad, which includes both the germ line and the ‘somatic’ gonad, does not alter the worm's lifespan (<a href=\"#bib5\">Hsin and Kenyon, 1999</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "The prevailing interpretation of these findings is that the gonad must produce signals that increase or reduce lifespan. As such, the hunt has been on to identify these ‘aging’ signals. Now, in <i>eLife</i>, Keith Blackwell and colleagues at the Joslin Diabetes Centre – including Michael Steinbaugh as first author – report that the increase in lifespan is the consequence of the stress response that is initiated upon the abnormal accumulation of lipids after the germ line cells are removed (<a href=\"#bib10\">Steinbaugh et al., 2015</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "This work was performed on worms that lacked the stem cells that become eggs and sperm cells (<a href=\"#bib6\">Hubbard, 2007</a>). In addition to living longer than normal worms, these <i>glp-1</i> mutants exhibit elevated levels of stress resistance and other processes associated with increases in lifespan in other animals. They also have higher levels of lipids, leading to the idea that the extended lifespan is due to the accumulation of beneficial lipids (<a href=\"#bib1\">Ackerman and Gems, 2012</a>; <a href=\"#bib8\">Lapierre and Hansen, 2012</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Steinbaugh et al. investigated the role of SKN-1 – a transcription factor that is involved in stress resistance, metabolism and lifespan extension in many animal species – in <i>glp-1</i> mutant worms. They found that a deficiency in germ line cells leads to the activation of SKN-1 and that this activity is required for the increase in lifespan. By profiling the changes in gene expression caused by germ line deficiency, they demonstrated that SKN-1 influences the expression of genes that have roles in stress resistance, protein homeostasis and lipid metabolism."
            }, 
            {
                "type": "paragraph", 
                "text": "The study also shows that, in <i>glp-1</i> mutants, an unsaturated fatty acid called oleic acid, or a related metabolite, acts as a signal that leads to the activation of SKN-1. Similarly, a metabolite of oleic acid was recently shown to promote the activities of two other transcription factors called NHR-80 and NHR-49 (<a href=\"#bib2\">Folick et al., 2015</a>). These transcription factors are also required for the extended lifespan of <i>glp-1</i> mutants (<a href=\"#bib3\">Goudeau et al., 2011</a>; <a href=\"#bib9\">Ratnappan et al., 2014</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "So, are these lipids elixirs of longevity? A provocative answer provided by Steinbaugh et al. is that <i>glp-1</i> mutants are fat because they accumulate excessive quantities of yolk, which transports nutrients from the intestine to the egg cells in the germ line tissue. Yolk particles – which are made of lipids and proteins – are produced in intestinal cells, secreted and then taken up by the developing egg cells (<a href=\"#bib4\">Grant and Hirsh, 1999</a>; <a href=\"#fig1\">Figure 1</a>). As an individual <i>C. elegans</i> hermaphrodite is capable of producing its body weight in progeny every day, any changes to the flow of yolk particles to the germ line tissue can dominate the overall fat content of the organism. In the <i>glp-1</i> mutants, the intestinal cells continue to produce copious amounts of yolk, which accumulates due to the lack of germ line cells (<a href=\"#fig1\">Figure 1</a>)."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "How the accumulation of fats leads to increased longevity in mutant worms.", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "Intestinal fat is derived from different sources including dietary fatty acids, new (de novo) synthesis and cell compartments called lysosomes (LYS). In wildtype hermaphrodite worms (left), lipids are packaged into yolk particles (YP), which are then secreted into a cavity called the pseudocoelom and taken up by egg cells (oocytes) in the germ line. The signals that promote yolk production have not yet been identified, but are likely to come from cells in the somatic gonad (dotted arrow). In the <i>glp-1</i> mutants (right), the stem cells that give rise to the egg cells are absent: however, these sterile worms still produce yolk particles, which accumulate in the body and trigger a stress response. This response involves lipase enzymes (not shown) within the lysosomes that produce metabolites of oleic acid (OA). These molecules act as signaling molecules to activate, either directly or indirectly, the transcription factors NHR-80 and SKN-1, which promote longevity. One of the roles of SKN-1 is to limit the accumulation of fat and yolk."
                    }
                ], 
                "alt": "", 
                "uri": "https://publishing-cdn.elifesciences.org/10161/elife-10161-fig1-v1.tif", 
                "filename": "elife-10161-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "Significantly, Steinbaugh et al. showed that animals lacking germ line cells and SKN-1 accumulate even more fat, consistent with this protein having a role in upregulating the mechanisms that burn fat. As such, the activation of SKN-1 in animals lacking germ line cells helps to reduce the burden caused by the excess lipids and the resulting accumulation of yolk (<a href=\"#fig1\">Figure 1</a>). In the process of dealing with the stress of elevated lipid levels, animals turn on molecular mechanisms that extend lifespan."
            }, 
            {
                "type": "paragraph", 
                "text": "These findings indicate that the longevity of <i>glp-1</i> animals is not a simple consequence of the accumulation of beneficial fats; rather, it is provoked by the inappropriate distribution of yolk in tissues. However, this study, does not rule out the possibility that the gonad sends out additional signals that influence lifespan."
            }, 
            {
                "type": "paragraph", 
                "text": "By revealing that the excess lipids in <i>glp-1</i> mutants are likely due to the accumulation of yolk, the work of Steinbaugh et al. starts to address another conundrum: many of the changes in gene expression that are activated in the <i>glp-1</i> mutants (and are required for the longevity of the mutants) can also be activated by nutrient deprivation in wildtype worms. This suggests that while the yolk and stored lipids are chemically and biologically related, they have different functions and should not be treated as a single entity, as most studies of <i>C. elegans</i> fat content currently do. Finally, given the similarities between the <i>C. elegans</i> intestine and the mammalian liver, the results of this study also suggest that the mammalian equivalents of SKN-1, the Nrf transcription factors, may limit susceptibility to non-alcoholic fatty liver disease in a similar way."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Ackerman", 
                            "index": "Ackerman, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Gems", 
                            "index": "Gems, D"
                        }
                    }
                ], 
                "articleTitle": "The mystery of <i>C. elegans</i> aging: an emerging role for fat", 
                "journal": {
                    "name": [
                        "Bioessays"
                    ]
                }, 
                "volume": "34", 
                "pages": {
                    "first": "466", 
                    "last": "471", 
                    "range": "466–471"
                }, 
                "doi": "10.1002/bies.201100189"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Folick", 
                            "index": "Folick, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HD Oakley", 
                            "index": "Oakley, HD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Yu", 
                            "index": "Yu, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EH Armstrong", 
                            "index": "Armstrong, EH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kumari", 
                            "index": "Kumari, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Sanor", 
                            "index": "Sanor, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DD Moore", 
                            "index": "Moore, DD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EA Ortlund", 
                            "index": "Ortlund, EA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Zechner", 
                            "index": "Zechner, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Wang", 
                            "index": "Wang, MC"
                        }
                    }
                ], 
                "articleTitle": "Lysosomal signaling molecules regulate longevity in <i>Caenorhabditis elegans</i>", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "347", 
                "pages": {
                    "first": "83", 
                    "last": "86", 
                    "range": "83–86"
                }, 
                "doi": "10.1126/science.1258857"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Goudeau", 
                            "index": "Goudeau, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Bellemin", 
                            "index": "Bellemin, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Toselli-Mollereau", 
                            "index": "Toselli-Mollereau, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Shamalnasab", 
                            "index": "Shamalnasab, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Chen", 
                            "index": "Chen, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Aguilaniu", 
                            "index": "Aguilaniu, H"
                        }
                    }
                ], 
                "articleTitle": "Fatty acid desaturation links germ cell loss to longevity through NHR-80/HNF4 in <i>C. elegans</i>", 
                "journal": {
                    "name": [
                        "PLOS Biology"
                    ]
                }, 
                "volume": "9", 
                "pages": "e1000599", 
                "doi": "10.1371/journal.pbio.1000599"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1999", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Grant", 
                            "index": "Grant, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Hirsh", 
                            "index": "Hirsh, D"
                        }
                    }
                ], 
                "articleTitle": "Receptor-mediated endocytosis in the <i>Caenorhabditis elegans</i> oocyte", 
                "journal": {
                    "name": [
                        "Molecular Biology of the Cell"
                    ]
                }, 
                "volume": "10", 
                "pages": {
                    "first": "4311", 
                    "last": "4326", 
                    "range": "4311–4326"
                }, 
                "doi": "10.1091/mbc.10.12.4311"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1999", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Hsin", 
                            "index": "Hsin, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Kenyon", 
                            "index": "Kenyon, C"
                        }
                    }
                ], 
                "articleTitle": "Signals from the reproductive system regulate the lifespan of <i>C. elegans</i>", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "399", 
                "pages": {
                    "first": "362", 
                    "last": "366", 
                    "range": "362–366"
                }, 
                "doi": "10.1038/20694"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EJ Hubbard", 
                            "index": "Hubbard, EJ"
                        }
                    }
                ], 
                "articleTitle": "<i>Caenorhabditis elegans</i> germ line: a model for stem cell biology", 
                "journal": {
                    "name": [
                        "Developmental Dynamics"
                    ]
                }, 
                "volume": "236", 
                "pages": {
                    "first": "3343", 
                    "last": "3357", 
                    "range": "3343–3357"
                }, 
                "doi": "10.1002/dvdy.21335"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CJ Kenyon", 
                            "index": "Kenyon, CJ"
                        }
                    }
                ], 
                "articleTitle": "The genetics of ageing", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "464", 
                "pages": {
                    "first": "504", 
                    "last": "512", 
                    "range": "504–512"
                }, 
                "doi": "10.1038/nature08980"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LR Lapierre", 
                            "index": "Lapierre, LR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Hansen", 
                            "index": "Hansen, M"
                        }
                    }
                ], 
                "articleTitle": "Lessons from <i>C. elegans</i>: signaling pathways for longevity", 
                "journal": {
                    "name": [
                        "Trends in Endocrinology and Metabolism"
                    ]
                }, 
                "volume": "23", 
                "pages": {
                    "first": "637", 
                    "last": "644", 
                    "range": "637–644"
                }, 
                "doi": "10.1016/j.tem.2012.07.007"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ratnappan", 
                            "index": "Ratnappan, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FR Amrit", 
                            "index": "Amrit, FR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SW Chen", 
                            "index": "Chen, SW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Gill", 
                            "index": "Gill, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Holden", 
                            "index": "Holden, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ward", 
                            "index": "Ward, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KR Yamamoto", 
                            "index": "Yamamoto, KR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CP Olsen", 
                            "index": "Olsen, CP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Ghazi", 
                            "index": "Ghazi, A"
                        }
                    }
                ], 
                "articleTitle": "Germline signals deploy NHR-49 to modulate fatty-acid β-Oxidation and desaturation in somatic tissues of <i>C. elegans</i>", 
                "journal": {
                    "name": [
                        "PLOS Genetics"
                    ]
                }, 
                "volume": "10", 
                "pages": "e1004829", 
                "doi": "10.1371/journal.pgen.1004829"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Steinbaugh", 
                            "index": "Steinbaugh, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SD Narasimhan", 
                            "index": "Narasimhan, SD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Robida-Stubbs", 
                            "index": "Robida-Stubbs, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LE Mazzeo", 
                            "index": "Mazzeo, LE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Dreyfuss", 
                            "index": "Dreyfuss, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Hourihan", 
                            "index": "Hourihan, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Raghavan", 
                            "index": "Raghavan, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TN Operaña", 
                            "index": "Operaña, TN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Esmaillie", 
                            "index": "Esmaillie, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TK Blackwell", 
                            "index": "Blackwell, TK"
                        }
                    }
                ], 
                "articleTitle": "Lipid-mediated regulation of SKN-1/Nrf in response to germ cell absence", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "4", 
                "pages": "e07836", 
                "doi": "10.7554/eLife.07836"
            }
        ]
    }
}