{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "13788", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.13788", 
        "authorLine": "Takashi Akera, Michael A Lampson", 
        "title": "Freewheeling sisters cause problems", 
        "titlePrefix": "Chromosome Segregation", 
        "published": "2016-02-02T00:00:00Z", 
        "versionDate": "2016-02-02T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e13788", 
        "pdf": "https://publishing-cdn.elifesciences.org/13788/elife-13788-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The factors that lead to errors in chromosome segregation during the production of egg cells in humans are becoming clearer."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Akera et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Takashi Akera", 
                    "index": "Akera, Takashi"
                }, 
                "orcid": "0000-0002-8406-9333", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "University of Pennsylvania"
                        ], 
                        "address": {
                            "formatted": [
                                "Philadelphia", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Philadelphia"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Michael A Lampson", 
                    "index": "Lampson, Michael A"
                }, 
                "orcid": "0000-0002-2825-1894", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "University of Pennsylvania"
                        ], 
                        "address": {
                            "formatted": [
                                "Philadelphia", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Philadelphia"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "lampson@sas.upenn.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "13788", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.13788", 
        "authorLine": "Takashi Akera, Michael A Lampson", 
        "title": "Freewheeling sisters cause problems", 
        "titlePrefix": "Chromosome Segregation", 
        "published": "2016-02-02T00:00:00Z", 
        "versionDate": "2016-02-02T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e13788", 
        "pdf": "https://publishing-cdn.elifesciences.org/13788/elife-13788-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The factors that lead to errors in chromosome segregation during the production of egg cells in humans are becoming clearer."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Akera et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Takashi Akera", 
                    "index": "Akera, Takashi"
                }, 
                "orcid": "0000-0002-8406-9333", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "University of Pennsylvania"
                        ], 
                        "address": {
                            "formatted": [
                                "Philadelphia", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Philadelphia"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Michael A Lampson", 
                    "index": "Lampson, Michael A"
                }, 
                "orcid": "0000-0002-2825-1894", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "University of Pennsylvania"
                        ], 
                        "address": {
                            "formatted": [
                                "Philadelphia", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Philadelphia"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "lampson@sas.upenn.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "meiosis", 
            "aneuploidy", 
            "kinetochore", 
            "human oocytes", 
            "chromosome", 
            "maternal age effect"
        ], 
        "relatedArticles": [
            "11389"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Chromosomes must be accurately segregated during the production of sex cells to ensure that the next generation inherits an intact copy of the genome. However, this process is particularly error-prone in women and gets worse as they get older (<a href=\"#bib2\">Hassold and Hunt, 2001</a>). Errors in chromosome segregation produce egg cells with the wrong number of chromosomes, which can lead to infertility and Down syndrome (<a href=\"#bib3\">Herbert et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "New eggs develop from immature egg cells (or oocytes) via meiosis: this process involves the original cell’s DNA being replicated once before it divides twice to produce four new cells, each with half the original number of chromosomes. Most errors in the number of chromosomes in human eggs come from mistakes made when the oocyte divides for the first time in a process commonly called meiosis I. Multiple factors can contribute to these errors, but it is not clear which are most significant in human oocytes (<a href=\"#bib4\">Holubcova et al., 2015</a>; <a href=\"#bib7\">Nagaoka et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Human oocytes start with 23 pairs of homologous chromosomes, which are split during the anaphase stage of meiosis I so that the egg contains one from each pair. There are two main requirements that must be met during meiosis I. First, each pair of homologous chromosomes must be physically connected to form a “bivalent”. Second, the two sister kinetochores on each chromosome must be functionally fused together so that both sisters connect to the same spindle pole (<a href=\"#fig1\">Figure 1</a>). Now, in eLife, Melina Schuh and colleagues at the MRC Laboratory of Molecular Biology, the Max Planck Institute for Biophysical Chemistry and the Bourn Hall Clinic show that these two requirements are both compromised in human oocytes. This provides a plausible mechanism to explain the errors often seen in meiosis I in women (<a href=\"#bib10\">Zielinska et al., 2015</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Normal and abnormal meiosis I in human oocytes.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Before meiosis, the 46 chromosomes are duplicated such that each consists of two sister chromatids. During meiosis I, the homologous chromosomes then partner up into 23 pairs. A single pair of homologous chromosomes is shown (top), and the two chromosomes are connected via crossovers called “chiasmata”. The kinetochores (shown as black semi-circles) on sister chromatids are fused together and become attached to microtubules (shown in green) emanating from the same pole of the spindle (not shown). This geometry helps the kinetochores of pairs of homologous chromosomes to be captured by microtubules from opposite spindle poles, and pulled to opposite sides of the cell. Zielinska et al. occasionally observed abnormal configurations of chromosomes in human oocytes. Often the sister kinetochores were split and ended up attached to spindle microtubules from different spindle poles (bottom left). This allowed the pair of homologous chromosomes (or \"bivalent”) to rotate. Also, the connections between homologous chromosomes were commonly compromised, which sometimes led to premature separation of the bivalent (bottom right)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/13788/elife-13788-fig1-v1.tif", 
                        "filename": "elife-13788-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Schuh and colleagues – who include Agata Zielinska as first author – used optical microscopy to investigate the geometry of kinetochores in oocytes from women of various ages. They observed that sister kinetochores that should have been fused during meiosis I were often disconnected (<a href=\"#fig1\">Figure 1</a>). This splitting of sister kinetochores has typically not been observed in mice and yeast (<a href=\"#bib5\">Kim et al., 2015</a>). Older women also had more split kinetochores than younger women, which is consistent with the findings of previous studies involving mice and humans (<a href=\"#bib6\">Lister et al., 2010</a>; <a href=\"#bib1\">Chiang et al., 2010</a>; <a href=\"#bib8\">Sakakibara et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Zielinska et al. also found that split kinetochores did not attach properly to the spindle that pulls the chromosomes apart during meiosis, which allowed the bivalent to twist or rotate (<a href=\"#fig1\">Figure 1</a>). Rotating bivalents could lead to errors in segregation of the chromosomes, such as replicated copies of each chromosome separating too soon. However, it is still unclear whether these rotated bivalents contribute to cells having the wrong number of chromosomes (a phenomenon known as aneuploidy). An important next step in this research is to investigate how rotated bivalents segregate during anaphase."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A previous study showed that segregation errors in oocytes from older mice occur when a bivalent separates prematurely (<a href=\"#bib8\">Sakakibara et al., 2015</a>). Zielinska et al. show that this also occurs in human oocytes, including oocytes from younger women (<a href=\"#fig1\">Figure 1</a>). This finding may explain why human oocytes are highly error-prone, even at an earlier age, compared to other species (<a href=\"#bib2\">Hassold and Hunt, 2001</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, Zielienska et al. also show that human oocytes proceed to anaphase even if their chromosomes are not aligned correctly. During mitotic cell division, a surveillance system called the spindle assembly checkpoint (SAC) prevents the start of anaphase until all the kinetochores are attached to the spindle: this helps to ensure that the chromosomes are segregated correctly. The work of Zielinska et al. indicates at least two, not mutually exclusive, possibilities for how the SAC works during meiosis in humans. First, it is possible that the SAC does not respond to attachment defects that are associated with the chromosomes not being aligned correctly. Second, the kinetochores may be attached to the spindle, even on the misaligned chromosomes, and therefore do not activate the SAC."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Zielinska et al. suggest that the splitting of sister kinetochores and the premature separation of a bivalent in human oocytes could lead to aneuploidy in the resulting eggs. Complexes containing a cohesion protein called Rec8 are essential for both sister kinetochore fusion and bivalent formation (<a href=\"#bib9\">Watanabe, 2012</a>), and Meikin family proteins work through Rec8 to fuse sister kinetochores (<a href=\"#bib5\">Kim et al., 2015</a>). Thus, it would be interesting to study the Meikin-Rec8 pathway in human oocytes. Rec8 is found along the length of each chromosome (because it connects the homologous chromosomes), as well as near the kinetochore, so examining where Rec8 is localized on the chromosome axis in human oocytes might help us understand why bivalents separate prematurely. Furthermore, the increased separation of sister kinetochores and bivalents that occurs with age may also be explained by defects in Rec8’s function, because previous studies reported that less Rec8 cohesin was associated with chromosomes in older mice (<a href=\"#bib6\">Lister et al., 2010</a>; <a href=\"#bib1\">Chiang et al., 2010</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Last year Schuh and co-workers reported that defects in the formation of the spindle contribute to problems with chromosome segregation in human oocytes (<a href=\"#bib4\">Holubcova et al., 2015</a>). Thus, multiple features of meiosis in human oocytes have been described recently, and further work may identify the major factor, or factors, that contribute to aneuploidy."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Chiang", 
                            "index": "Chiang, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FE Duncan", 
                            "index": "Duncan, FE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Schindler", 
                            "index": "Schindler, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RM Schultz", 
                            "index": "Schultz, RM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Lampson", 
                            "index": "Lampson, MA"
                        }
                    }
                ], 
                "articleTitle": "Evidence that weakened centromere cohesion is a leading cause of age-related aneuploidy in oocytes", 
                "journal": "Current Biology", 
                "volume": "20", 
                "pages": {
                    "first": "1522", 
                    "last": "1528", 
                    "range": "1522–1528"
                }, 
                "doi": "10.1016/j.cub.2010.06.069"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Hassold", 
                            "index": "Hassold, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Hunt", 
                            "index": "Hunt, P"
                        }
                    }
                ], 
                "articleTitle": "To Err (meiotically) is human: the genesis of human aneuploidy", 
                "journal": "Nature Reviews Genetics", 
                "volume": "2", 
                "pages": {
                    "first": "280", 
                    "last": "291", 
                    "range": "280–291"
                }, 
                "doi": "10.1038/35066065"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Herbert", 
                            "index": "Herbert, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Kalleas", 
                            "index": "Kalleas, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Cooney", 
                            "index": "Cooney, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Lamb", 
                            "index": "Lamb, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Lister", 
                            "index": "Lister, L"
                        }
                    }
                ], 
                "articleTitle": "Meiosis and maternal aging: insights from aneuploid oocytes and trisomy births", 
                "journal": "Cold Spring Harbor Perspectives in Biology", 
                "volume": "7", 
                "pages": "a017970", 
                "doi": "10.1101/cshperspect.a017970"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Holubcova", 
                            "index": "Holubcova, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Blayney", 
                            "index": "Blayney, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Elder", 
                            "index": "Elder, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Schuh", 
                            "index": "Schuh, M"
                        }
                    }
                ], 
                "articleTitle": "Error-prone chromosome-mediated spindle assembly favors chromosome segregation defects in human oocytes", 
                "journal": "Science", 
                "volume": "348", 
                "pages": {
                    "first": "1143", 
                    "last": "1147", 
                    "range": "1143–1147"
                }, 
                "doi": "10.1126/science.aaa9529"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kim", 
                            "index": "Kim, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Kei-ichiro Ishiguro", 
                            "index": "Ishiguro, Kei-ichiro"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Nambu", 
                            "index": "Nambu, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Akiyoshi", 
                            "index": "Akiyoshi, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Yokobayashi", 
                            "index": "Yokobayashi, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Kagami", 
                            "index": "Kagami, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Ishiguro", 
                            "index": "Ishiguro, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Pendas", 
                            "index": "Pendas, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Takeda", 
                            "index": "Takeda, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Sakakibara", 
                            "index": "Sakakibara, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TS Kitajima", 
                            "index": "Kitajima, TS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Tanno", 
                            "index": "Tanno, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Sakuno", 
                            "index": "Sakuno, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Watanabe", 
                            "index": "Watanabe, Y"
                        }
                    }
                ], 
                "articleTitle": "Meikin is a conserved regulator of meiosis-I-specific kinetochore function", 
                "journal": "Nature", 
                "volume": "517", 
                "pages": {
                    "first": "466", 
                    "last": "471", 
                    "range": "466–471"
                }, 
                "doi": "10.1038/nature14097"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LM Lister", 
                            "index": "Lister, LM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Kouznetsova", 
                            "index": "Kouznetsova, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA Hyslop", 
                            "index": "Hyslop, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Kalleas", 
                            "index": "Kalleas, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Pace", 
                            "index": "Pace, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Barel", 
                            "index": "Barel, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Nathan", 
                            "index": "Nathan, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Floros", 
                            "index": "Floros, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Adelfalk", 
                            "index": "Adelfalk, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Watanabe", 
                            "index": "Watanabe, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Jessberger", 
                            "index": "Jessberger, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TB Kirkwood", 
                            "index": "Kirkwood, TB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Höög", 
                            "index": "Höög, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Herbert", 
                            "index": "Herbert, M"
                        }
                    }
                ], 
                "articleTitle": "Age-related meiotic segregation errors in mammalian oocytes are preceded by depletion of cohesin and Sgo2", 
                "journal": "Current Biology", 
                "volume": "20", 
                "pages": {
                    "first": "1511", 
                    "last": "1521", 
                    "range": "1511–1521"
                }, 
                "doi": "10.1016/j.cub.2010.08.023"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SI Nagaoka", 
                            "index": "Nagaoka, SI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Hassold", 
                            "index": "Hassold, TJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Hunt", 
                            "index": "Hunt, PA"
                        }
                    }
                ], 
                "articleTitle": "Human aneuploidy: mechanisms and new insights into an age-old problem", 
                "journal": "Nature Reviews Genetics", 
                "volume": "13", 
                "pages": {
                    "first": "493", 
                    "last": "504", 
                    "range": "493–504"
                }, 
                "doi": "10.1038/nrg3245"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Sakakibara", 
                            "index": "Sakakibara, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hashimoto", 
                            "index": "Hashimoto, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Nakaoka", 
                            "index": "Nakaoka, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Kouznetsova", 
                            "index": "Kouznetsova, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Höög", 
                            "index": "Höög, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TS Kitajima", 
                            "index": "Kitajima, TS"
                        }
                    }
                ], 
                "articleTitle": "Bivalent separation into univalents precedes age-related meiosis i errors in oocytes", 
                "journal": "Nature Communications", 
                "volume": "6", 
                "pages": "7550", 
                "doi": "10.1038/ncomms8550"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Watanabe", 
                            "index": "Watanabe, Y"
                        }
                    }
                ], 
                "articleTitle": "Geometry and force behind kinetochore orientation: lessons from meiosis", 
                "journal": "Nature Reviews Molecular Cell Biology", 
                "volume": "13", 
                "pages": {
                    "first": "370", 
                    "last": "382", 
                    "range": "370–382"
                }, 
                "doi": "10.1038/nrm3349"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Zielinska", 
                            "index": "Zielinska, AP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Holubcova", 
                            "index": "Holubcova, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Blayney", 
                            "index": "Blayney, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Elder", 
                            "index": "Elder, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Schuh", 
                            "index": "Schuh, M"
                        }
                    }
                ], 
                "articleTitle": "Sister kinetochore splitting and precocious disintegration of bivalents could explain the maternal age effect", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e11389", 
                "doi": "10.7554/eLife.11389"
            }
        ]
    }
}