{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "12481", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.12481", 
        "authorLine": "Ignacio A Rodriguez-Brenes, Dominik Wodarz", 
        "title": "Telomeres open a window on stem cell division", 
        "titlePrefix": "Mathematical Modeling", 
        "published": "2016-01-25T00:00:00Z", 
        "versionDate": "2016-01-25T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e12481", 
        "pdf": "https://publishing-cdn.elifesciences.org/12481/elife-12481-v1.pdf", 
        "subjects": [
            {
                "id": "computational-systems-biology", 
                "name": "Computational and Systems Biology"
            }, 
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Measuring the length distribution of telomeres can reveal information about biological processes that are otherwise difficult to analyze experimentally."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Rodriguez-Brenes et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ignacio A Rodriguez-Brenes", 
                    "index": "Rodriguez-Brenes, Ignacio A"
                }, 
                "orcid": "0000-0002-9117-6006", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Mathematics and the Department of Ecology and Evolutionary Biology", 
                            "University of California Irvine"
                        ], 
                        "address": {
                            "formatted": [
                                "Irvine", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Irvine"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Dominik Wodarz", 
                    "index": "Wodarz, Dominik"
                }, 
                "orcid": "0000-0002-8017-3707", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Ecology and Evolutionary Biology and the Department of Mathematics", 
                            "University of California Irvine"
                        ], 
                        "address": {
                            "formatted": [
                                "Irvine", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Irvine"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dwodarz@uci.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "12481", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.12481", 
        "authorLine": "Ignacio A Rodriguez-Brenes, Dominik Wodarz", 
        "title": "Telomeres open a window on stem cell division", 
        "titlePrefix": "Mathematical Modeling", 
        "published": "2016-01-25T00:00:00Z", 
        "versionDate": "2016-01-25T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e12481", 
        "pdf": "https://publishing-cdn.elifesciences.org/12481/elife-12481-v1.pdf", 
        "subjects": [
            {
                "id": "computational-systems-biology", 
                "name": "Computational and Systems Biology"
            }, 
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Measuring the length distribution of telomeres can reveal information about biological processes that are otherwise difficult to analyze experimentally."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Rodriguez-Brenes et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Ignacio A Rodriguez-Brenes", 
                    "index": "Rodriguez-Brenes, Ignacio A"
                }, 
                "orcid": "0000-0002-9117-6006", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Mathematics and the Department of Ecology and Evolutionary Biology", 
                            "University of California Irvine"
                        ], 
                        "address": {
                            "formatted": [
                                "Irvine", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Irvine"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Dominik Wodarz", 
                    "index": "Wodarz, Dominik"
                }, 
                "orcid": "0000-0002-8017-3707", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Ecology and Evolutionary Biology and the Department of Mathematics", 
                            "University of California Irvine"
                        ], 
                        "address": {
                            "formatted": [
                                "Irvine", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Irvine"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "dwodarz@uci.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "telomere length distribution", 
            "stem cell", 
            "mathematical modelling", 
            "hematopoiesis", 
            "self renewal", 
            "personalised medicine"
        ], 
        "relatedArticles": [
            "08687"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Werner B, Beier F, Hummel S, Balabanov S, Lassay L, Orlikowsky T, Dingli D, Brümmendorf TH, Traulsenz A. 2015. Reconstructing the <i>in vivo</i> dynamics of hematopoietic stem cells from telomere length distributions. <i>eLife</i> <b>4</b>:e08687. <a href=\"http://dx.doi.org/10.7554/eLife.08687\">doi: 10.7554/eLife.08687</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> Telomere length was measured in a range of blood tissue samples"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-12481-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "Stem cells are undifferentiated cells that can develop into more specialized cells. There are two kinds of stem cells: embryonic stem cells and adult stem cells. Embryonic stem cells are active during early development and give rise to all the different cell types in the body. Adult stem cells are specific to each tissue and give rise to all the specialized cells in a particular tissue or organ. When a stem cell divides, each new cell has the potential to either remain a stem cell or differentiate into a more specialized type of cell (<a href=\"#fig1\">Figure 1A</a>). However, it can be difficult to analyze these division patterns in humans. Now, in eLife, Benjamin Werner, Fabian Beier, Arne Traulsen and colleagues have used a mathematical model to reconstruct the dynamics of blood stem cells from measurements of telomere length (<a href=\"#bib9\">Werner et al., 2015</a>)."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "Patterns of stem cell division and the protective role of telomeres.", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "(<b>A</b>) Stem cells can divide asymmetrically to produce a new stem cell and a non-stem cell that can differentiate to replace other types of cells that are lost from the tissue because of cell death (top). Stem cells can also divide symmetrically, producing two daughter stem cells (symmetric self-renewal, middle) or two non-stem cells (symmetric differentiation, bottom). (<b>B</b>) Telomeres are the regions of DNA that cap and protect the ends of linear chromosomes. Each time a cell divides the telomeres get shorter. When telomeres become too short, cell division stops."
                    }
                ], 
                "alt": "", 
                "uri": "https://publishing-cdn.elifesciences.org/12481/elife-12481-fig1-v1.tif", 
                "filename": "elife-12481-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "Telomeres are lengths of DNA that cap both ends of linear chromosomes (<a href=\"#fig1\">Figure 1B</a>), and they protect the chromosomes by preventing their natural ends from being interpreted as breaks in the DNA. During cell division, the enzymes that duplicate DNA cannot copy the very ends of chromosomes; this ‘end-replication problem’ is part of the reason why the telomeres get shorter each time a cell divides (<a href=\"#bib5\">Martinez and Blasco, 2015</a>). When telomeres become very short, they lose their protective properties and cell division stops. This process is known as ‘replicative senescence’ and is correlated with aging: put simply, telomeres get shorter as people get older."
            }, 
            {
                "type": "paragraph", 
                "text": "Replicative senescence is believed to have evolved as a means to curb excessive cell division, which is a hallmark of cancer. However, human cancers find ways to bypass this process, typically by expressing an enzyme called telomerase that acts to lengthen the telomeres. Telomerase is highly active in embryonic stem cells, but it is not expressed in most normal cells."
            }, 
            {
                "type": "paragraph", 
                "text": "Werner, Beier, Traulsen and colleagues – who are based at the Max Planck Institute for Evolutionary Biology, RWTH Aachen University Hospital, University Hospital Zürich and the Mayo Clinic – measured the average telomere lengths from blood samples taken from 356 individuals aged between 0 and 85 years old. Two alternative models of stem cell dynamics were then analyzed. The first model considered that the stem cells only divide asymmetrically, producing one stem cell and one non-stem cell. The second model included both asymmetric cell division and symmetric self-renewal (where a stem cell divides to form two daughter stem cells; <a href=\"#fig1\">Figure 1A</a>). Werner, Beier et al. found that the first model predicted a linear relationship between average telomere length and the donor’s age, whereas the second model predicted a nonlinear decrease in telomere length. The data strongly favored the second model."
            }, 
            {
                "type": "paragraph", 
                "text": "The findings suggest that symmetric self-renewal is more frequent during adolescence. Since symmetric self-renewal could promote the accumulation of mutations (<a href=\"#bib8\">Tomasetti and Vogelstein, 2015</a>), this has implications for understanding how cancer emerges. A previous theoretical study argued that the high number of cell divisions that occur during fetal development puts us at risk of acquiring mutations even before birth (<a href=\"#bib3\">Frank and Nowak, 2003</a>). The new results extend this argument into childhood and adolescence. That is, before adulthood is reached, there is possibly a relatively high risk of acquiring mutations that may predispose an individual to cancer – even if the onset of cancer typically occurs much later in life."
            }, 
            {
                "type": "paragraph", 
                "text": "An important question that arises from this study concerns the exact nature of the cell divisions that ensure tissue maintenance in adulthood. In the model of Werner, Beier et al., tissues are maintained in adulthood through asymmetric cell divisions. However, as they point out, this model cannot be mathematically distinguished from an alternative mechanism that relies on a mixture of symmetric self-renewal and symmetric differentiation (i.e., when the stem cell divides to produce two non-stem cells). This is because tissues can also be maintained if the probabilities of symmetric self-renewal and differentiation are balanced and controlled through feedback loops (<a href=\"#bib4\">Lander et al., 2009</a>); this latter model is supported by stem cell data from both humans and other animals (see <a href=\"#bib7\">Shahryiari and Komarova, 2013</a> for references). Some mathematical models suggest that the prevalence of mutations depends on the division patterns, so it may be possible to distinguish between them mathematically (<a href=\"#bib7\">Shahryiari and Komarova, 2013</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Using telomere length as an indicator of biological processes is not a new idea. Telomere length has previously been singled out as a marker to identify adult stem cells and their location in the body (<a href=\"#bib2\">Flores et al., 2008</a>). From a modeling perspective, the length of telomeres has also been proposed as a signal to assess the risk posed by pre-cancerous mutations in healthy individuals (<a href=\"#bib6\">Rodriguez-Brenes et al., 2014</a>). Telomere length might also help predict the success rate of cancer therapies, and studies of telomerase inhibitors predict better outcomes for patients with short telomere length (<a href=\"#bib1\">Chiappori et al., 2015</a>). The work by Werner, Beier et al. adds an important contribution in this context, allowing us to use telomere lengths to gain insights into cell division patterns that occur in vivo."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Chiappori", 
                            "index": "Chiappori, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Kolevska", 
                            "index": "Kolevska, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DR Spigel", 
                            "index": "Spigel, DR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hager", 
                            "index": "Hager, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Rarick", 
                            "index": "Rarick, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Gadgeel", 
                            "index": "Gadgeel, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Blais", 
                            "index": "Blais, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Von Pawel", 
                            "index": "Von Pawel, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Hart", 
                            "index": "Hart, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Reck", 
                            "index": "Reck, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Bassett", 
                            "index": "Bassett, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Burington", 
                            "index": "Burington, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH Schiller", 
                            "index": "Schiller, JH"
                        }
                    }
                ], 
                "articleTitle": "A randomized phase II study of the telomerase inhibitor imetelstat as maintenance therapy for advanced non-small-cell lung cancer", 
                "journal": {
                    "name": [
                        "Annals of Oncology"
                    ]
                }, 
                "volume": "26", 
                "pages": {
                    "first": "354", 
                    "last": "362", 
                    "range": "354–362"
                }, 
                "doi": "10.1093/annonc/mdu550"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Flores", 
                            "index": "Flores, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Canela", 
                            "index": "Canela, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Vera", 
                            "index": "Vera, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Tejera", 
                            "index": "Tejera, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Cotsarelis", 
                            "index": "Cotsarelis, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Blasco", 
                            "index": "Blasco, MA"
                        }
                    }
                ], 
                "articleTitle": "The longest telomeres: a general signature of adult stem cell compartments", 
                "journal": {
                    "name": [
                        "Genes & Development"
                    ]
                }, 
                "volume": "22", 
                "pages": {
                    "first": "654", 
                    "last": "667", 
                    "range": "654–667"
                }, 
                "doi": "10.1101/gad.451008"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Frank", 
                            "index": "Frank, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Nowak", 
                            "index": "Nowak, MA"
                        }
                    }
                ], 
                "articleTitle": "Cell biology: developmental predisposition to cancer", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "422", 
                "pages": "494", 
                "doi": "10.1038/422494a"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Lander", 
                            "index": "Lander, AD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KK Gokoffski", 
                            "index": "Gokoffski, KK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FYM Wan", 
                            "index": "Wan, FYM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Nie", 
                            "index": "Nie, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Calof", 
                            "index": "Calof, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CF Stevens", 
                            "index": "Stevens, CF"
                        }
                    }
                ], 
                "articleTitle": "Cell lineages and the logic of proliferative control", 
                "journal": {
                    "name": [
                        "PLOS Biology"
                    ]
                }, 
                "volume": "7", 
                "pages": "e1000015", 
                "doi": "10.1371/journal.pbio.1000015"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Martínez", 
                            "index": "Martínez, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Blasco", 
                            "index": "Blasco, MA"
                        }
                    }
                ], 
                "articleTitle": "Replicating through telomeres: a means to an end", 
                "journal": {
                    "name": [
                        "Trends in Biochemical Sciences"
                    ]
                }, 
                "volume": "40", 
                "pages": {
                    "first": "504", 
                    "last": "515", 
                    "range": "504–515"
                }, 
                "doi": "10.1016/j.tibs.2015.06.003"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IA Rodriguez-Brenes", 
                            "index": "Rodriguez-Brenes, IA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NL Komarova", 
                            "index": "Komarova, NL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Wodarz", 
                            "index": "Wodarz, D"
                        }
                    }
                ], 
                "articleTitle": "Cancer-associated mutations in healthy individuals: assessing the risk of carcinogenesis", 
                "journal": {
                    "name": [
                        "Cancer Research"
                    ]
                }, 
                "volume": "74", 
                "pages": {
                    "first": "1661", 
                    "last": "1669", 
                    "range": "1661–1669"
                }, 
                "doi": "10.1158/0008-5472.CAN-13-1452"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Shahriyari", 
                            "index": "Shahriyari, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NL Komarova", 
                            "index": "Komarova, NL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AB Pant", 
                            "index": "Pant, AB"
                        }
                    }
                ], 
                "articleTitle": "Symmetric vs. asymmetric stem cell divisions: an adaptation against cancer?", 
                "journal": {
                    "name": [
                        "PLOS ONE"
                    ]
                }, 
                "volume": "8", 
                "pages": "e76195", 
                "doi": "10.1371/journal.pone.0076195"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Tomasetti", 
                            "index": "Tomasetti, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Vogelstein", 
                            "index": "Vogelstein, B"
                        }
                    }
                ], 
                "articleTitle": "Variation in cancer risk among tissues can be explained by the number of stem cell divisions", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "347", 
                "pages": {
                    "first": "78", 
                    "last": "81", 
                    "range": "78–81"
                }, 
                "doi": "10.1126/science.1260825"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Werner", 
                            "index": "Werner, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Beier", 
                            "index": "Beier, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hummel", 
                            "index": "Hummel, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Balabanov", 
                            "index": "Balabanov, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Lassay", 
                            "index": "Lassay, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Orlikowsky", 
                            "index": "Orlikowsky, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Dingli", 
                            "index": "Dingli, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TH Brümmendorf", 
                            "index": "Brümmendorf, TH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Traulsen", 
                            "index": "Traulsen, A"
                        }
                    }
                ], 
                "articleTitle": "Reconstructing the <i>in vivo</i> dynamics of hematopoietic stem cells from telomere length distributions", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "4", 
                "pages": "e08687", 
                "doi": "10.7554/eLife.08687"
            }
        ]
    }
}