{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-04300-v1.xml"
        }, 
        "status": "vor", 
        "id": "04300", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.04300", 
        "authorLine": "Catherine L Jopling", 
        "title": "Stop that nonsense!", 
        "titlePrefix": "Mutations", 
        "published": "2014-09-09T00:00:00Z", 
        "versionDate": "2014-09-09T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e04300", 
        "pdf": "https://publishing-cdn.elifesciences.org/04300/elife-04300-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Cells can avoid the effects of so-called ‘nonsense’ mutations by several methods, including a newly discovered mechanism driven by microRNA molecules."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Jopling", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Catherine L Jopling", 
                    "index": "Jopling, Catherine L"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "School of Pharmacy", 
                            "University of Nottingham"
                        ], 
                        "address": {
                            "formatted": [
                                "Nottingham", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Nottingham"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "catherine.jopling@nottingham.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-04300-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "04300", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.04300", 
        "authorLine": "Catherine L Jopling", 
        "title": "Stop that nonsense!", 
        "titlePrefix": "Mutations", 
        "published": "2014-09-09T00:00:00Z", 
        "versionDate": "2014-09-09T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e04300", 
        "pdf": "https://publishing-cdn.elifesciences.org/04300/elife-04300-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Cells can avoid the effects of so-called ‘nonsense’ mutations by several methods, including a newly discovered mechanism driven by microRNA molecules."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Jopling", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Catherine L Jopling", 
                    "index": "Jopling, Catherine L"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "School of Pharmacy", 
                            "University of Nottingham"
                        ], 
                        "address": {
                            "formatted": [
                                "Nottingham", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Nottingham"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "catherine.jopling@nottingham.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "microRNA", 
            "nonsense mutant", 
            "nonsense-mediated mRNA decay", 
            "APC", 
            "mutation", 
            "premature termination codon"
        ], 
        "-related-articles-internal": [
            "03032"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Genetic mutation is a major risk for living cells. Direct damage to DNA or errors in the processes that generate messenger RNA (mRNA) from the DNA template can introduce mutations, with potentially harmful consequences. ‘Nonsense’ mutations are particularly problematic: they are associated with many genetically inherited diseases, such as the blood disorder β-thalassaemia, and are common in cancer (<a href=\"#bib2\">Bhuvanagiri et al., 2010</a>). To reduce the impact of these mutations, eukaryotic cells have evolved methods known as nonsense-mediated decay (or NMD for short) to destroy mutant mRNA molecules. Now, in <i>eLife</i>, Ligang Wu and co-workers at the Shanghai Institutes for Biological Sciences—including Ya Zhao as the first author—report a new mechanism of nonsense-mediated decay that is driven by microRNAs, an important family of regulatory molecules (<a href=\"#bib10\">Zhao et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Gene expression involves transcription, in which mRNA is copied from a DNA template, followed by translation, in which a molecular machine called the ribosome interprets the sequence of an mRNA to make the protein it encodes. Signals within the mRNA called stop codons tell the ribosome when to stop translating the mRNA (<a href=\"#fig1\">Figure 1A</a>). Nonsense mutations introduce a stop codon ‘upstream’ of the correct signal so that translation is stopped early and a truncated protein is made. Truncations can interfere with normal protein function in various ways: if a regulatory region is lost, the protein may be over-active; the shortened non-functional proteins can also displace functional versions of the same protein from multi-protein complexes."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Schematic diagram showing the exon junction complex (EJC) and microRNA-driven mechanisms of nonsense-mediated decay (NMD).", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) In a normal mRNA molecule (blue and purple rectangle), the ribosome (brown ovals) scans along the coding region (purple), and translates a protein (brown line); this process stops when the ribosome encounters a stop codon (stop sign). The mRNA after the stop codon is called the 3′ untranslated region (3′UTR, blue), and does not encode a protein. (<b>B</b>) In EJC-nonsense-mediated decay, if a nonsense mutation is located more than 50 nucleotides upstream of an exon junction complex (EJC; green circles), this is recognized as aberrant and the mRNA is degraded. (<b>C</b>) Zhao et al. have discovered a new method of nonsense-mediated decay that depends on the regulatory actions of microRNA molecules. The coding region downstream of a nonsense mutation behaves as 3′UTR. If a microRNA binding site is present in this region, the microRNA binds to it, which inhibits translation and leads to the mRNA molecule being degraded."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://dev--iiif.elifesciences.org/lax:04300/elife-04300-fig1-v1.tif", 
                        "filename": "elife-04300-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The best understood method of nonsense-mediated decay relies on a process known as splicing, which removes segments of an mRNA as it is being built and sticks the remaining parts—called exons—together to make the mature mRNA. Where two exons are joined, the cell deposits proteins that form an exon junction complex (EJC) on the mRNA molecule. When this mature mRNA is being translated, the ribosome measures the distance between the EJC and the stop codon. If an EJC is found more than 50 nucleotides after (or ‘downstream’ of) a stop codon, the cell recognizes this as aberrant and destroys the mRNA (<a href=\"#bib9\">Popp and Maquat, 2013</a>; <a href=\"#fig1\">Figure 1B</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The mRNA region downstream of the stop codon is known as the 3′ untranslated region (3′UTR). Although this region does not encode any protein, it is important for regulating the activity of the mRNA molecule. MicroRNAs are short non-coding RNA molecules (i.e., they do not encode for protein) that bind to 3′UTR sites in a sequence-specific fashion. The binding of microRNAs can inhibit the translation, and encourage the degradation, of an mRNA molecule, and is very important for controlling how and when genes are expressed in eukaryotes (<a href=\"#bib4\">Fabian and Sonenberg, 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Zhao et al. reasoned that if an mRNA contains a nonsense mutation, the coding region downstream of the mutation will essentially be converted into a 3′UTR (<a href=\"#bib10\">Zhao et al., 2014</a>). This extended 3′UTR could contain binding sites for microRNAs, which would bind to and regulate the messenger RNA molecule. Zhao et al. used a series of elegant experiments to confirm this hypothesis, and, in doing so, identified a new method of nonsense-mediated decay that is directed by microRNAs (<a href=\"#fig1\">Figure 1C</a>). First, Zhao et al. inserted a microRNA binding site into the coding region of an mRNA. This had no effect on the mRNA, confirming the prevailing view that microRNA regulation does not occur efficiently in coding regions (<a href=\"#bib5\">Gu et al., 2009</a>). However, when Zhao et al. introduced a nonsense codon so that the microRNA site was now located in the 3′UTR, microRNAs could bind to it, which induced mRNA decay (<a href=\"#bib10\">Zhao et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Zhao et al. went on to show that microRNAs also influence nonsense-mediated decay in naturally occurring mRNAs. They focused on <i>APC</i>, a tumour suppressor gene that is often found to contain nonsense mutations in colorectal cancer tumours. The <i>APC</i> gene was a particularly good choice for this study as most of its nonsense mutations occur in a hotspot within the last exon, so that they are not recognized by the exon junction complex method of nonsense-mediated decay (<a href=\"#bib8\">Miyoshi et al., 1992</a>). However, Zhao et al. found that nonsense mutations in this region expose microRNA binding sites within the newly-formed 3′UTR, which leads to the decay of mRNA copied from the <i>APC</i> gene. Finally, Zhao et al. used reporter genes based on the breast cancer-associated tumour suppressor gene <i>BRCA1</i>, which is sensitive to the EJC form of nonsense-mediated decay, to show that the exon junction complex and microRNA mechanisms of nonsense-mediated decay can both work on the same mRNA (<a href=\"#bib10\">Zhao et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The findings of Zhao et al. reveal an intriguing new function for microRNAs and a new mechanism of nonsense-mediated decay. They also raise several important questions. What is the relative contribution of EJC- and microRNA-driven nonsense-mediated decay in cells? In contrast to EJC nonsense-mediated decay, microRNA regulation tends to be fairly weak (<a href=\"#bib6\">Leung and Sharp, 2010</a>). However, multiple microRNA sites function cooperatively, so the level of microRNA nonsense-mediated decay is likely to be strongly influenced by the number and the identity of the microRNA sites revealed by a nonsense mutation. In addition, microRNA expression is highly regulated during development and in certain tissues, as well as in cancers, suggesting that microRNA-mediated nonsense-mediated decay is also likely to be tightly regulated."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Other methods of EJC-independent nonsense-mediated decay have also been discovered (<a href=\"#bib7\">Metze et al., 2013</a>), so how does the microRNA method interact with these alternative mechanisms? By regulating the proteins involved in exon junction complex nonsense-mediated decay, microRNAs can influence how the decay proceeds (<a href=\"#bib3\">Bruno et al., 2011</a>). Additionally, a new study has shown that microRNA binding can create a suitable target for EJC nonsense-mediated decay by changing how the ribosome reads a specific mRNA molecule (<i>CCR5</i>, which encodes a protein used by many forms of HIV to invade cells; <a href=\"#bib1\">Belew et al., 2014</a>). Overall, it seems that the complexity of how the cell deals with nonsense mutations and how microRNAs are involved is only beginning to be revealed."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AT Belew", 
                            "index": "Belew, AT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Meskauskas", 
                            "index": "Meskauskas, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Musalgaonkar", 
                            "index": "Musalgaonkar, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VM Advani", 
                            "index": "Advani, VM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SO Sulima", 
                            "index": "Sulima, SO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WK Kasprzak", 
                            "index": "Kasprzak, WK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BA Shapiro", 
                            "index": "Shapiro, BA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Dinman", 
                            "index": "Dinman, JD"
                        }
                    }
                ], 
                "articleTitle": "Ribosomal frameshifting in the CCR5 mRNA is regulated by miRNAs and the NMD pathway", 
                "journal": "Nature", 
                "volume": "512", 
                "pages": {
                    "first": "265", 
                    "last": "269", 
                    "range": "265–269"
                }, 
                "doi": "10.1038/nature13429"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Bhuvanagiri", 
                            "index": "Bhuvanagiri, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Schlitter", 
                            "index": "Schlitter, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MW Hentze", 
                            "index": "Hentze, MW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AE Kulozik", 
                            "index": "Kulozik, AE"
                        }
                    }
                ], 
                "articleTitle": "NMD: RNA biology meets human genetic medicine", 
                "journal": "The Biochemical Journal", 
                "volume": "430", 
                "pages": {
                    "first": "365", 
                    "last": "377", 
                    "range": "365–377"
                }, 
                "doi": "10.1042/BJ20100699"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IG Bruno", 
                            "index": "Bruno, IG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Karam", 
                            "index": "Karam, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Huang", 
                            "index": "Huang, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Bhardwaj", 
                            "index": "Bhardwaj, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CH Lou", 
                            "index": "Lou, CH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EY Shum", 
                            "index": "Shum, EY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HW Song", 
                            "index": "Song, HW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Corbett", 
                            "index": "Corbett, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WD Gifford", 
                            "index": "Gifford, WD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Gecz", 
                            "index": "Gecz, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Pfaff", 
                            "index": "Pfaff, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MF Wilkinson", 
                            "index": "Wilkinson, MF"
                        }
                    }
                ], 
                "articleTitle": "Identification of a microRNA that activates gene expression by repressing nonsense-mediated RNA decay", 
                "journal": "Molecular Cell", 
                "volume": "42", 
                "pages": {
                    "first": "500", 
                    "last": "510", 
                    "range": "500–510"
                }, 
                "doi": "10.1016/j.molcel.2011.04.018"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Fabian", 
                            "index": "Fabian, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Sonenberg", 
                            "index": "Sonenberg, N"
                        }
                    }
                ], 
                "articleTitle": "The mechanics of miRNA-mediated gene silencing: a look under the hood of miRISC", 
                "journal": "Nature Structural & Molecular Biology", 
                "volume": "19", 
                "pages": {
                    "first": "586", 
                    "last": "593", 
                    "range": "586–593"
                }, 
                "doi": "10.1038/nsmb.2296"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Gu", 
                            "index": "Gu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Jin", 
                            "index": "Jin, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Zhang", 
                            "index": "Zhang, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Sarnow", 
                            "index": "Sarnow, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Kay", 
                            "index": "Kay, MA"
                        }
                    }
                ], 
                "articleTitle": "Biological basis for restriction of microRNA targets to the 3' untranslated region in mammalian mRNAs", 
                "journal": "Nature Structural & Molecular Biology", 
                "volume": "16", 
                "pages": {
                    "first": "144", 
                    "last": "150", 
                    "range": "144–150"
                }, 
                "doi": "10.1038/nsmb.1552"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AK Leung", 
                            "index": "Leung, AK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Sharp", 
                            "index": "Sharp, PA"
                        }
                    }
                ], 
                "articleTitle": "MicroRNA functions in stress responses", 
                "journal": "Molecular Cell", 
                "volume": "40", 
                "pages": {
                    "first": "205", 
                    "last": "215", 
                    "range": "205–215"
                }, 
                "doi": "10.1016/j.molcel.2010.09.027"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Metze", 
                            "index": "Metze, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VA Herzog", 
                            "index": "Herzog, VA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MD Ruepp", 
                            "index": "Ruepp, MD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Muhlemann", 
                            "index": "Muhlemann, O"
                        }
                    }
                ], 
                "articleTitle": "Comparison of EJC-enhanced and EJC-independent NMD in human cells reveals two partially redundant degradation pathways", 
                "journal": "RNA", 
                "volume": "19", 
                "pages": {
                    "first": "1432", 
                    "last": "1448", 
                    "range": "1432–1448"
                }, 
                "doi": "10.1261/rna.038893.113"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1992", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Miyoshi", 
                            "index": "Miyoshi, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Nagase", 
                            "index": "Nagase, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Ando", 
                            "index": "Ando, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Horii", 
                            "index": "Horii, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Ichii", 
                            "index": "Ichii, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Nakatsuru", 
                            "index": "Nakatsuru, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Aoki", 
                            "index": "Aoki, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Miki", 
                            "index": "Miki, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Mori", 
                            "index": "Mori, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Nakamura", 
                            "index": "Nakamura, Y"
                        }
                    }
                ], 
                "articleTitle": "Somatic mutations of the APC gene in colorectal tumors: mutation cluster region in the APC gene", 
                "journal": "Human Molecular Genetics", 
                "volume": "1", 
                "pages": {
                    "first": "229", 
                    "last": "233", 
                    "range": "229–233"
                }, 
                "doi": "10.1093/hmg/1.4.229"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MW Popp", 
                            "index": "Popp, MW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LE Maquat", 
                            "index": "Maquat, LE"
                        }
                    }
                ], 
                "articleTitle": "Organizing principles of mammalian nonsense-mediated mRNA decay", 
                "journal": "Annual Review of Genetics", 
                "volume": "47", 
                "pages": {
                    "first": "139", 
                    "last": "165", 
                    "range": "139–165"
                }, 
                "doi": "10.1146/annurev-genet-111212-133424"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zhao", 
                            "index": "Zhao, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Lin", 
                            "index": "Lin, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Xu", 
                            "index": "Xu, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Hu", 
                            "index": "Hu, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Zhang", 
                            "index": "Zhang, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Wu", 
                            "index": "Wu, L"
                        }
                    }
                ], 
                "articleTitle": "MicroRNA-mediated repression of nonsense mRNAs", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e03032", 
                "doi": "10.7554/eLife.03032"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}