{
    "journal": {
        "id": "elife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00301", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00301", 
        "authorLine": "Zhijian J Chen, Jin Ye", 
        "title": "Getting to grips with hepatitis", 
        "titlePrefix": "Infectious Diseases", 
        "published": "2012-11-13T00:00:00", 
        "versionDate": "2012-11-13T00:00:00", 
        "volume": 1, 
        "elocationId": "e00301", 
        "pdf": "https://publishing-cdn.elifesciences.org/00301/elife-00301-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Virus", 
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The receptor that allows hepatitis B and hepatitis D viruses to enter human liver cells has been identified as a protein that transports bile acids in the liver."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Chen and Ye", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Zhijian J Chen", 
                    "index": "Chen, Zhijian J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Biology and the Howard Hughes Medical Institute", 
                            "University of Texas Southwestern Medical Center"
                        ], 
                        "address": {
                            "formatted": [
                                "Dallas", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Dallas"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "zhijian.chen@utsouthwestern.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Jin Ye", 
                    "index": "Ye, Jin"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Genetics", 
                            "University of Texas Southwestern Medical Center"
                        ], 
                        "address": {
                            "formatted": [
                                "Dallas", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Dallas"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jin.ye@utsouthwestern.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00301", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00301", 
        "authorLine": "Zhijian J Chen, Jin Ye", 
        "title": "Getting to grips with hepatitis", 
        "titlePrefix": "Infectious Diseases", 
        "published": "2012-11-13T00:00:00", 
        "versionDate": "2012-11-13T00:00:00", 
        "volume": 1, 
        "elocationId": "e00301", 
        "pdf": "https://publishing-cdn.elifesciences.org/00301/elife-00301-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Virus", 
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The receptor that allows hepatitis B and hepatitis D viruses to enter human liver cells has been identified as a protein that transports bile acids in the liver."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Chen and Ye", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Zhijian J Chen", 
                    "index": "Chen, Zhijian J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Biology and the Howard Hughes Medical Institute", 
                            "University of Texas Southwestern Medical Center"
                        ], 
                        "address": {
                            "formatted": [
                                "Dallas", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Dallas"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "zhijian.chen@utsouthwestern.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Jin Ye", 
                    "index": "Ye, Jin"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Genetics", 
                            "University of Texas Southwestern Medical Center"
                        ], 
                        "address": {
                            "formatted": [
                                "Dallas", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Dallas"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jin.ye@utsouthwestern.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ], 
        "keywords": [
            "Sodium taurocholate cotransporting polypeptide", 
            "receptor", 
            "hepatitis B virus", 
            "hepatitis D virus", 
            "liver", 
            "virus infection"
        ], 
        "relatedArticles": [
            "00049"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Yan H, Zhong G, Xu G, He W, Jing Z, Gao Z, Huang Y, Qi Y, Peng B, Wang H, Fu L, Song M, Chen P, Gao W, Ren B, Sun Y, Cai T, Feng X, Sui J, Li W. 2012. Sodium taurocholate cotransporting polypeptide is a functional receptor for human hepatitis B and D virus. <i>eLife</i> <b>1</b>:e00049. doi: <a href=\"http://dx.doi.org/10.7554/eLife.00049\">10.7554/eLife.00049</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> HepG2 cells infected with the hepatitis B virus"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-00301-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "Approximately two billion people around the world are infected with the hepatitis B virus (HBV), and more than 350 million of them are chronic carriers. HBV infection causes hepatitis and liver cirrhosis, and also greatly increases the likelihood of liver cancer (<a href=\"#bib1\">Chisari et al., 2010</a>). Moreover, these liver diseases can be worsened by co-infection with hepatitis D virus (HDV), a satellite virus that can propagate only in the presence of HBV (<a href=\"#bib5\">Makino et al., 1987</a>). Despite the huge success of HBV vaccine, which has dramatically reduced new infections in the developed world, HBV infection is still a major epidemic in developing countries, and current therapies for acute and chronic infections are limited by severe side effects and drug resistance (<a href=\"#bib4\">Kwon and Lok, 2011</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "In recent decades there have been significant improvements in our understanding of the viral life cycle, the role of viral proteins in virus replication and assembly, the host immune responses against the virus, and the pathological mechanisms of viral hepatitis and liver cancer. However, there is a major gap in our basic understanding of HBV and HDV—we do not know the identity of the receptor that enables these viruses to enter human liver cells. Now, in <i>eLife</i>, Wenhui Li of the National Institute of Biological Sciences in Beijing and co-workers report that they have identified this receptor (<a href=\"#bib8\">Yan et al., 2012</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "HBV is a small but remarkable virus that contains a 3.2 kb circular DNA (<a href=\"#fig1\">Figure 1</a>). This DNA serves as a template to produce viral pregenomic and subgenomic RNAs that encode for the following proteins: an envelope protein that comes in three different sizes (large, middle and small), a core protein, a DNA polymerase that also has reverse transcriptase activity, and an X protein that has largely unknown functions. HBV infects humans by binding to a receptor on the surface of hepatocytes (a type of liver cell). HDV is smaller than HBV, and contains RNA rather than DNA, and is believed to enter cells via the same mechanism as HBV."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "The hepatitis B virus (HBV) contains DNA and polymerase in a viral capsid made by the core protein; this central region is surrounded by a lipid envelope that contains large, middle and small envelope proteins (top right; middle and small proteins not shown)", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "The hepatitis B virus (HBV) contains DNA and polymerase in a viral capsid made by the core protein; this central region is surrounded by a lipid envelope that contains large, middle and small envelope proteins (top right; middle and small proteins not shown). In order to enter a liver cell, the virus binds to a receptor on the surface of the cell through the pre-S1 domain of the large envelope protein (L). Yan, Zhong and co-workers have now shown that a protein known as NTCP is a receptor for HBV. On entering the cell, the DNA inside the virus is transported to the nucleus, where it is converted to covalently closed circular DNA. This DNA serves as a template to produce subgenomic RNA, which encodes for the three envelope proteins: these proteins are synthesized in the endoplasmic reticulum (ER). It also produces pregenomic RNA, which encodes for the core protein and the polymerase, and the polymerase/pregenomic RNA complex is then packaged with the core protein to form the viral capsid (inside which the polymerase converts the pregenomic RNA into viral genomic DNA). This capsid then acquires a lipid envelope containing the viral envelope proteins, and the mature viruses are released from the cells."
                    }
                ], 
                "alt": "", 
                "uri": "elife-00301-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "After entering the cell via the process of receptor-mediated endocytosis, the HBV is uncoated and the core protein and genomic DNA are transported to the nucleus. This marks the start of a sequence of events that results in the production of viral proteins and the synthesis of viral DNA, which then assemble into mature viral particles that are released from the cells (<a href=\"#fig1\">Figure 1</a>). Although HBV infection itself is not harmful to the infected cells, the expression of HBV proteins in hepatocytes causes the immune system to attack cells that are infected with the virus, which results in hepatitis and other liver pathology (<a href=\"#bib1\">Chisari et al., 2010</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Why has the receptor for HBV and HDV remained elusive for such a long time? A major reason is the technical difficulty in working with these viruses. HBV infects only primary hepatocytes in humans, chimpanzees and a primate-like animal called the treeshrew (<i>Tupaia belangeri</i>), but it does not infect other animals such as monkeys, rats, mice or rabbits. So far, no transformed or immortalized cell lines can be infected with HBV. Thus, HBV research is limited by the availability of primary hepatocytes from permissive hosts."
            }, 
            {
                "type": "paragraph", 
                "text": "Despite these technical challenges, the Beijing team, which included Huan Yan and Guocai Zhong as joint first authors, was able to identify the HBV/HDV receptor in a tour de force series of experiments. In particular, the researchers maintained a treeshrew animal facility to provide a large supply of primary hepatocytes. They also used deep sequencing to obtain a full record of all the RNA in treeshrew cells, and used this information to build a database of all the proteins found in treeshrews."
            }, 
            {
                "type": "paragraph", 
                "text": "It was known that HBV and HDV infection could be blocked by a peptide that contains the same amino acid sequence as a region called the pre-S1 domain in the large envelope protein, and it was thought that this pre-S1 peptide might block infection by binding to the putative viral receptor (<a href=\"#bib2\">Glebe and Urban, 2007</a>). Using a method called zero-distance photo-affinity cross-linking (<a href=\"#bib6\">Suchanek et al., 2005</a>), Yan, Zhong and co-workers were able to isolate the receptor that bound to the pre-S1 peptide, and to identify it as sodium taurocholate cotransporting polypeptide (NTCP, also known as SLC10A1) through mass spectrometry. NCTP is an integral membrane protein normally involved in bile acid transport in the liver (<a href=\"#bib3\">Hagenbuch and Meier, 1994</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Several lines of evidence strongly suggest that NTCP is co-opted by HBV and HDV to enter hepatocytes. Knockdown of NTCP by RNA interference in primary hepatocytes from treeshrews and humans inhibited infection and replication of both viruses. Expression of NTCP in human hepatoma cell lines such as Huh7 and HepG2—which have very low or undetectable expression of NTCP, and are not susceptible to either virus—rendered these cells permissive to infection by both viruses. Furthermore, sequence swapping revealed that replacing a sequence of nine amino acids in NTCP taken from monkeys (which are not susceptible to either virus) with the corresponding sequence from the human form of this protein converts the monkey NTCP into a functional receptor for both viruses."
            }, 
            {
                "type": "paragraph", 
                "text": "NTCP is localized to the basolateral plasma membrane of hepatocytes, consistent with its role in capturing blood-borne HBV and HDV. Moreover, the expression of NTCP declined drastically after primary hepatocytes were cultured in vitro, explaining why only freshly isolated hepatocytes were susceptible to HBV infection. Now, armed with the knowledge that NTCP is a receptor for both viruses, researchers can use readily available hepatoma cell lines such as Huh7 and HepG2 to study viral entry, replication and pathogenesis."
            }, 
            {
                "type": "paragraph", 
                "text": "The discovery of NTCP as a receptor for HBV and HDV is an important milestone in the fight against hepatitis, but it is by no means the end of the road. Yan, Zhong et al. showed that HBV infection in primary human hepatocytes in vitro yielded very few infectious viral particles. The same was true for hepatoma cell lines that had been engineered to express NTCP. This is in stark contrast to HBV infection in vivo: in both humans and chimpanzees, nearly 100% hepatocytes can be infected and very high viral titers have been reported (<a href=\"#bib7\">Wieland and Chisari, 2005</a>). This means that some factors or conditions that permit highly efficient viral infection and replication in vivo have not been reproduced in the in vitro cell culture system, even in primary hepatocytes. Further work is also needed to confirm that NTCP is a receptor for HBV and HDV in vivo. An ‘acid test’ experiment would be to determine if neutralizing antibodies against NTCP could block HBV and HDV infection in chimpanzees and, eventually, humans."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FV Chisari", 
                            "index": "Chisari, FV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Isogawa", 
                            "index": "Isogawa, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SF Wieland", 
                            "index": "Wieland, SF"
                        }
                    }
                ], 
                "articleTitle": "Pathogenesis of hepatitis B virus infection", 
                "journal": {
                    "name": [
                        "Pathol Biol (Paris)"
                    ]
                }, 
                "volume": "58", 
                "pages": {
                    "first": "258", 
                    "last": "266", 
                    "range": "258–266"
                }, 
                "uri": "http://dx.doi.org/10.1016/j.patbio.2009.11.001"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Glebe", 
                            "index": "Glebe, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Urban", 
                            "index": "Urban, S"
                        }
                    }
                ], 
                "articleTitle": "Viral and cellular determinants involved in hepadnaviral entry", 
                "journal": {
                    "name": [
                        "World J Gastroenterol"
                    ]
                }, 
                "volume": "13", 
                "pages": {
                    "first": "22", 
                    "last": "38", 
                    "range": "22–38"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1994", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Hagenbuch", 
                            "index": "Hagenbuch, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Meier", 
                            "index": "Meier, PJ"
                        }
                    }
                ], 
                "articleTitle": "Molecular cloning, chromosomal localization, and functional characterization of a human liver Na+/bile acid cotransporter", 
                "journal": {
                    "name": [
                        "J Clin Invest"
                    ]
                }, 
                "volume": "93", 
                "pages": {
                    "first": "1326", 
                    "last": "1331", 
                    "range": "1326–1331"
                }, 
                "uri": "http://dx.doi.org/10.1172/JCI117091"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Kwon", 
                            "index": "Kwon, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AS Lok", 
                            "index": "Lok, AS"
                        }
                    }
                ], 
                "articleTitle": "Hepatitis B therapy", 
                "journal": {
                    "name": [
                        "Nat Rev Gastroenterol Hepatol"
                    ]
                }, 
                "volume": "8", 
                "pages": {
                    "first": "275", 
                    "last": "284", 
                    "range": "275–284"
                }, 
                "uri": "http://dx.doi.org/10.1038/nrgastro.2011.33"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1987", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Makino", 
                            "index": "Makino, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MF Chang", 
                            "index": "Chang, MF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CK Shieh", 
                            "index": "Shieh, CK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Kamahora", 
                            "index": "Kamahora, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Vannier", 
                            "index": "Vannier, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Govindarajan", 
                            "index": "Govindarajan, S"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Molecular cloning and sequencing of a human hepatitis delta (delta) virus RNA", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "329", 
                "pages": {
                    "first": "343", 
                    "last": "346", 
                    "range": "343–346"
                }, 
                "uri": "http://dx.doi.org/10.1038/329343a0"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Suchanek", 
                            "index": "Suchanek, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Radzikowska", 
                            "index": "Radzikowska, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Thiele", 
                            "index": "Thiele, C"
                        }
                    }
                ], 
                "articleTitle": "Photo-leucine and photo-methionine allow identification of protein-protein interactions in living cells", 
                "journal": {
                    "name": [
                        "Nat Methods"
                    ]
                }, 
                "volume": "2", 
                "pages": {
                    "first": "261", 
                    "last": "267", 
                    "range": "261–267"
                }, 
                "uri": "http://dx.doi.org/10.1038/nmeth752"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SF Wieland", 
                            "index": "Wieland, SF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FV Chisari", 
                            "index": "Chisari, FV"
                        }
                    }
                ], 
                "articleTitle": "Stealth and cunning: hepatitis B and hepatitis C viruses", 
                "journal": {
                    "name": [
                        "J Virol"
                    ]
                }, 
                "volume": "79", 
                "pages": {
                    "first": "9369", 
                    "last": "9380", 
                    "range": "9369–9380"
                }, 
                "uri": "http://dx.doi.org/10.1128/JVI.79.15.9369-9380.2005"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Yan", 
                            "index": "Yan, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Zhong", 
                            "index": "Zhong, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Xu", 
                            "index": "Xu, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W He", 
                            "index": "He, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Jing", 
                            "index": "Jing, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Gao", 
                            "index": "Gao, Z"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Sodium taurocholate cotransporting polypeptide is a functional receptor for human hepatitis B and D virus", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "1", 
                "pages": "e00049", 
                "uri": "http://dx.doi.org/10.7554/eLife.00049"
            }
        ]
    }
}