{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "01270", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01270", 
        "authorLine": "Karim Bouazoune, Robert E Kingston", 
        "title": "Assembly, remodelled", 
        "titlePrefix": "Chromatin", 
        "published": "2013-08-20T00:00:00Z", 
        "versionDate": "2013-08-20T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01270", 
        "pdf": "https://publishing-cdn.elifesciences.org/01270/elife-01270-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>", 
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Biochemical assays reveal that nucleosome maturation and chromatin remodelling by the motor protein Chd1 are distinct, separable enzymatic activities."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Bouazoune and Kingston", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Karim Bouazoune", 
                    "index": "Bouazoune, Karim"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Biology and the Department of Genetics", 
                            "Massachusetts General Hospital, Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "bouazoune@molbio.mgh.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Robert E Kingston", 
                    "index": "Kingston, Robert E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Biology and the Department of Genetics", 
                            "Massachusetts General Hospital, Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "kingston@molbio.mgh.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "01270", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01270", 
        "authorLine": "Karim Bouazoune, Robert E Kingston", 
        "title": "Assembly, remodelled", 
        "titlePrefix": "Chromatin", 
        "published": "2013-08-20T00:00:00Z", 
        "versionDate": "2013-08-20T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01270", 
        "pdf": "https://publishing-cdn.elifesciences.org/01270/elife-01270-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>", 
            "<i>S. cerevisiae</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Biochemical assays reveal that nucleosome maturation and chromatin remodelling by the motor protein Chd1 are distinct, separable enzymatic activities."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Bouazoune and Kingston", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Karim Bouazoune", 
                    "index": "Bouazoune, Karim"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Biology and the Department of Genetics", 
                            "Massachusetts General Hospital, Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "bouazoune@molbio.mgh.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Robert E Kingston", 
                    "index": "Kingston, Robert E"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Biology and the Department of Genetics", 
                            "Massachusetts General Hospital, Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "kingston@molbio.mgh.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "chromatin assembly", 
            "chromatin remodelling", 
            "Chd1", 
            "nucleosome", 
            "chromatin", 
            "motor protein"
        ], 
        "relatedArticles": [
            "00863"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Genomic DNA must frequently be accessed in cells—most crucially, for essential activities such as the transcription of genes, the replication of chromosomes during cell division, and the repair of DNA damage. In organisms such as plants and animals, access to DNA is regulated by packaging it into a complex called chromatin, which both organizes the DNA and ensures that it is fully functional. Chromatin formation is therefore a fundamental process in biology."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Mature chromatin is an ordered array of repeating units, or nucleosomes, each comprising approximately 150 base pairs of DNA wrapped around a set of proteins known as histones. Chromatin is produced through the combined efforts of two additional types of proteins: histone chaperones passively load histones onto DNA, while motor proteins use the energy of ATP to generate nucleosome arrays. Motor proteins actually carry out two kinds of activities—completing the formation of nucleosomes, and also ensuring their regular spacing on the DNA. Now, in <i>eLife</i>, a collaboration between the laboratories of James Kadonaga, at the University of California, San Diego, and Gregory Bowman, of Johns Hopkins University, provides unexpected insight into chromatin maturation via motor proteins."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Since the 1970s, it has been clear that the histone-DNA structures initially formed by histone chaperones—which are called nascent nucleosomes—exhibit different properties from those of canonical, mature nucleosomes (<a href=\"#bib6\">Ruberti and Worcel, 1986</a>; refs therein). For example, nascent nucleosomes are more sensitive to digestion by nucleases, enzymes that can cleave DNA. Additionally, unlike canonical nucleosomes, they do not fully retain negative supercoils (twists that result when circular DNA is wound around itself, as in a rubber band). This implies that the DNA is less tightly wrapped around the histones than in mature chromatin."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The differences between nascent and mature nucleosomes can in part be explained by how histone proteins are deposited onto DNA. Nucleosomes contain histone ‘octamers’ composed of two copies each of the core histone proteins H3, H4, H2A and H2B, which are deposited in a specific order. The prevailing model is that first, either two dimers, each with one copy of H3 and H4, or one tetramer that contains two copies each of histones H3 and H4, are loaded onto DNA. Next, two dimers, each with one copy of histones H2A and H2B, are added flanking the H3-H4 proteins (<a href=\"#fig1\">Figure 1</a>) (for review see <a href=\"#bib4\">Macalpine and Almouzni, 2013</a>). In vitro analyses indicate that mature chromatin is then formed by motor proteins—enzymes formally called ATP-dependent chromatin (or nucleosome) remodelling proteins. These proteins use the energy of ATP to convert the randomly deposited ‘prenucleosomes’ into mature nucleosomes (a key step in a process called ‘chromatin assembly’)<i>,</i> and then into a regularly spaced nucleosome array (utilizing a process called ‘chromatin remodelling’). This nucleosome array has the same sensitivity to digestion by nucleases as mature chromatin (<a href=\"#bib3\">Ito et al., 1997</a>; <a href=\"#bib9\">Varga-Weisz et al., 1997</a>; <a href=\"#bib7\">Torigoe et al., 2011</a>; refs therein)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Mature nucleosome arrays are formed in several stages.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Histone proteins are first loaded onto DNA to create non-canonical nucleosomal structures referred to as ‘prenucleosomes’ (top and second panels). The core histones, H2A, H2B, H3 and H4, associate with each other in heterodimers (H2A-H2B and H3-H4; top panel) and are deposited onto DNA in a specific order by proteins called histone chaperones (top blue box) to form an irregularly spaced prenucleosome array (dashed ovals, second panel). Mature nucleosomes are then formed, and also repositioned to ensure their even spacing on the DNA, by ATP-dependent chromatin remodelling factors (motor proteins; lower blue box). Maturation and repositioning were formerly thought to be achieved by a single enzymatic function (long arrow at left, bottom panel). Now, using mutant variants of a motor protein called Chd1, Torigoe et al. suggest that chromatin remodelling factors use not one but two distinct ATP-dependent activities to convert randomly deposited prenucleosomes into a mature array of evenly spaced nucleosomes (solid ovals; short arrows at right, third and bottom panels)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01270/elife-01270-fig1-v1.tif", 
                        "filename": "elife-01270-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Chromatin, or nucleosome, remodelling is shorthand for a set of related processes that can be carried out on mature nucleosomes, and that can occur either as chromatin is formed or during cellular events such as gene transcription. These include ‘sliding’ (repositioning) of the histone octamer along DNA; the formation of regularly spaced, or periodic, nucleosome arrays; the deposition or eviction of histone octamers; and the exchange of core histone proteins for histone variants (for review <a href=\"#bib2\">Hopfner et al., 2012</a>; <a href=\"#bib1\">Clapier and Cairns, 2009</a>). Most of the ATP-dependent chromatin remodelling proteins that perform these processes belong to four major related families: SWI/SNF (SWItch/Sucrose-Non-Fermenting); ISWI (Imitation SWItch); CHD (Chromodomain Helicase DNA-binding); and SWR1/INO80 (Swi2/Snf2-Related 1/ Inositol Requiring 80). These enzymes use a region called the ATPase/DNA-translocase domain to remodel chromatin; studies have established that the different subfamilies catalyse different reactions."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Kadonaga and Bowman groups—including Sharon Torigoe as first author—joined forces to dissect the relationship between the maturation of prenucleosomes into nucleosomes and the remodelling of fully formed nucleosomes. They studied a CHD family protein, Chd1, and took advantage of mutant versions of yeast Chd1 that retain significant ATPase activity, but cannot remodel chromatin. Specifically, these mutants are extremely inefficient at sliding nucleosomes along a DNA fragment (<a href=\"#bib5\">Patel et al., 2011</a>). As expected, these chromatin-remodelling–defective Chd1 proteins were unable to space nucleosomes periodically. Surprisingly, however, they could still support nucleosome assembly from prenucleosomes in the presence of ATP. This provides evidence, for the first time, that the maturation and remodelling of nucleosomes are distinct processes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Kadonaga and co-workers found further evidence that these processes were separable by investigating a protein called BRG1, which functions as the ATPase subunit of the human SWI/SNF complex. BRG1 remodels chromatin, but the authors observed that it could not catalyse the maturation of prenucleosomes, indicating that ATP-dependent chromatin remodelling is not sufficient to convert prenucleosomes into nucleosomes (i.e., to complete nucleosome assembly). Thus, at least in vitro, the formation of regularly spaced nucleosome arrays seems to require two distinct ATP-dependent activities."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These findings cumulatively led Torigoe et al. to suggest a model for chromatin formation in which histone chaperones first deposit histones onto DNA to create prenucleosomes (<a href=\"#bib7\">Torigoe et al., 2011</a>). Next, specific chromatin remodelling factors use the energy of ATP to convert these intermediates into canonical nucleosomes, which are then (simultaneously or subsequently) remodelled into periodic arrays (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Many chromatin assembly studies have shown that nascent nucleosomes are more sensitive to nuclease digestion than mature nucleosomes, and that the maturation of chromatin depends on the energy of ATP (<a href=\"#bib6\">Ruberti and Worcel, 1986</a>; refs therein). While some of these initial structures have been attributed to the sequential loading of histone dimers or tetramers onto DNA, Kadonaga and co-workers propose a new fundamental step in the process of chromatin maturation. It is now essential to determine how these biochemical observations relate to the chromatin assembly pathways undertaken during DNA replication, DNA repair and gene transcription in vivo (<a href=\"#bib4\">Macalpine and Almouzni, 2013</a>). Does the formation of chromatin in vitro reflect events in vivo fully, or only incompletely? In particular, organisms have many histone chaperones; some, such as CAF-1 (Chromatin Assembly Factor 1), have different properties than NAP1 (Nucleosome Assembly Protein 1), the chaperone used by Torigoe et al. These differences might influence the way in which chromatin matures. Nonetheless, by identifying Chd1 mutants that can still catalyse nucleosome maturation despite defects in chromatin remodelling, the current study provides a new angle to explore these issues in vivo."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Clapier", 
                            "index": "Clapier, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Cairns", 
                            "index": "Cairns, B"
                        }
                    }
                ], 
                "articleTitle": "The biology of chromatin remodeling complexes", 
                "journal": {
                    "name": [
                        "Annu Rev Biochem"
                    ]
                }, 
                "volume": "78", 
                "pages": {
                    "first": "273", 
                    "last": "304", 
                    "range": "273–304"
                }, 
                "doi": "10.1146/annurev.biochem.77.062706.153223"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Hopfner", 
                            "index": "Hopfner, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Gerhold", 
                            "index": "Gerhold, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Lakomek", 
                            "index": "Lakomek, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Wollmann", 
                            "index": "Wollmann, P"
                        }
                    }
                ], 
                "articleTitle": "Swi2/Snf2 remodelers: hybrid views on hybrid molecular machines", 
                "journal": {
                    "name": [
                        "Curr Opin Struct Biol"
                    ]
                }, 
                "volume": "22", 
                "pages": {
                    "first": "225", 
                    "last": "233", 
                    "range": "225–233"
                }, 
                "doi": "10.1016/j.sbi.2012.02.007"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Ito", 
                            "index": "Ito, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Bulger", 
                            "index": "Bulger, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Pazin", 
                            "index": "Pazin, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Kobayashi", 
                            "index": "Kobayashi, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kadonaga", 
                            "index": "Kadonaga, J"
                        }
                    }
                ], 
                "articleTitle": "ACF, an ISWI-containing and ATP-utilizing chromatin assembly and remodeling factor", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "90", 
                "pages": {
                    "first": "145", 
                    "last": "155", 
                    "range": "145–155"
                }, 
                "doi": "10.1016/S0092-8674(00)80321-9"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Macalpine", 
                            "index": "Macalpine, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Almouzni", 
                            "index": "Almouzni, G"
                        }
                    }
                ], 
                "articleTitle": "Chromatin and DNA replication", 
                "journal": {
                    "name": [
                        "Cold Spring Harb Perspect Biol"
                    ]
                }, 
                "volume": "5", 
                "pages": "a010207", 
                "doi": "10.1101/cshperspect.a010207"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Patel", 
                            "index": "Patel, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J McKnight", 
                            "index": "McKnight, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Genzor", 
                            "index": "Genzor, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Bowman", 
                            "index": "Bowman, G"
                        }
                    }
                ], 
                "articleTitle": "Identification of residues in chromodomain helicase DNA-binding protein 1 (Chd1) required for coupling ATP hydrolysis to nucleosome sliding", 
                "journal": {
                    "name": [
                        "J Biol Chem"
                    ]
                }, 
                "volume": "286", 
                "pages": {
                    "first": "43984", 
                    "last": "43993", 
                    "range": "43984–43993"
                }, 
                "doi": "10.1074/jbc.M111.282970"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Ruberti", 
                            "index": "Ruberti, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Worcel", 
                            "index": "Worcel, A"
                        }
                    }
                ], 
                "articleTitle": "Mechanism of chromatin assembly in Xenopus oocytes", 
                "journal": {
                    "name": [
                        "J Mol Biol"
                    ]
                }, 
                "volume": "189", 
                "pages": {
                    "first": "457", 
                    "last": "476", 
                    "range": "457–476"
                }, 
                "doi": "10.1016/0022-2836(86)90317-7"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Torigoe", 
                            "index": "Torigoe, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Urwin", 
                            "index": "Urwin, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Ishii", 
                            "index": "Ishii, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Smith", 
                            "index": "Smith, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kadonaga", 
                            "index": "Kadonaga, J"
                        }
                    }
                ], 
                "articleTitle": "Identification of a rapidly formed nonnucleosomal histone-DNA intermediate that is converted into chromatin by ACF", 
                "journal": {
                    "name": [
                        "Mol Cell"
                    ]
                }, 
                "volume": "43", 
                "pages": {
                    "first": "638", 
                    "last": "648", 
                    "range": "638–648"
                }, 
                "doi": "10.1016/j.molcel.2011.07.017"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Torigoe", 
                            "index": "Torigoe, SE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Patel", 
                            "index": "Patel, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MT Khuong", 
                            "index": "Khuong, MT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GD Bowman", 
                            "index": "Bowman, GD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JT Kadonaga", 
                            "index": "Kadonaga, JT"
                        }
                    }
                ], 
                "articleTitle": "ATP-dependent chromatin assembly is functionally distinct from chromatin remodeling", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00863", 
                "doi": "10.7554/eLife.00863"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Varga-Weisz", 
                            "index": "Varga-Weisz, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Wilm", 
                            "index": "Wilm, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Bonte", 
                            "index": "Bonte, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Dumas", 
                            "index": "Dumas, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Mann", 
                            "index": "Mann, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Becker", 
                            "index": "Becker, P"
                        }
                    }
                ], 
                "articleTitle": "Chromatin-remodelling factor CHRAC contains the ATPases ISWI and topoisomerase II", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "388", 
                "pages": {
                    "first": "598", 
                    "last": "602", 
                    "range": "598–602"
                }, 
                "doi": "10.1038/41587"
            }
        ]
    }
}