{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-06782-v1.xml"
        }, 
        "status": "vor", 
        "id": "06782", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06782", 
        "authorLine": "Anzaan Dippenaar, Robin M Warren", 
        "title": "Fighting an old disease with next-generation sequencing", 
        "titlePrefix": "Tuberculosis", 
        "published": "2015-03-03T00:00:00Z", 
        "versionDate": "2015-03-03T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06782", 
        "pdf": "https://publishing-cdn.elifesciences.org/06782/elife-06782-v1.pdf", 
        "subjects": [
            {
                "id": "epidemiology-global-health", 
                "name": "Epidemiology and Global Health"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Whole genome sequencing has revealed that most cases of tuberculosis in a high-incidence setting in Malawi were caused by just one lineage of the bacterium responsible for the disease."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Dippenaar and Warren", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Anzaan Dippenaar", 
                    "index": "Dippenaar, Anzaan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "DST/NRF Centre of Excellence for Biomedical Tuberculosis Research, SAMRC Centre for TB Research and the Division of Molecular Biology and Human Genetics", 
                            "Stellenbosch University"
                        ], 
                        "address": {
                            "formatted": [
                                "Stellenbosch", 
                                "South Africa"
                            ], 
                            "components": {
                                "locality": [
                                    "Stellenbosch"
                                ], 
                                "country": "South Africa"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The other authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Robin M Warren", 
                    "index": "Warren, Robin M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "DST/NRF Centre of Excellence for Biomedical Tuberculosis Research, SAMRC Centre for TB Research and the Division of Molecular Biology and Human Genetics", 
                            "Stellenbosch University"
                        ], 
                        "address": {
                            "formatted": [
                                "Stellenbosch", 
                                "South Africa"
                            ], 
                            "components": {
                                "locality": [
                                    "Stellenbosch"
                                ], 
                                "country": "South Africa"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rw1@sun.ac.za"
                ], 
                "competingInterests": "<label>Competing interests:</label>The other authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/f41f3e69532f0c8a67c02b4feb82e0159081f968/articles/elife-06782-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "06782", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06782", 
        "authorLine": "Anzaan Dippenaar, Robin M Warren", 
        "title": "Fighting an old disease with next-generation sequencing", 
        "titlePrefix": "Tuberculosis", 
        "published": "2015-03-03T00:00:00Z", 
        "versionDate": "2015-03-03T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06782", 
        "pdf": "https://publishing-cdn.elifesciences.org/06782/elife-06782-v1.pdf", 
        "subjects": [
            {
                "id": "epidemiology-global-health", 
                "name": "Epidemiology and Global Health"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Whole genome sequencing has revealed that most cases of tuberculosis in a high-incidence setting in Malawi were caused by just one lineage of the bacterium responsible for the disease."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Dippenaar and Warren", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Anzaan Dippenaar", 
                    "index": "Dippenaar, Anzaan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "DST/NRF Centre of Excellence for Biomedical Tuberculosis Research, SAMRC Centre for TB Research and the Division of Molecular Biology and Human Genetics", 
                            "Stellenbosch University"
                        ], 
                        "address": {
                            "formatted": [
                                "Stellenbosch", 
                                "South Africa"
                            ], 
                            "components": {
                                "locality": [
                                    "Stellenbosch"
                                ], 
                                "country": "South Africa"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The other authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Robin M Warren", 
                    "index": "Warren, Robin M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "DST/NRF Centre of Excellence for Biomedical Tuberculosis Research, SAMRC Centre for TB Research and the Division of Molecular Biology and Human Genetics", 
                            "Stellenbosch University"
                        ], 
                        "address": {
                            "formatted": [
                                "Stellenbosch", 
                                "South Africa"
                            ], 
                            "components": {
                                "locality": [
                                    "Stellenbosch"
                                ], 
                                "country": "South Africa"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rw1@sun.ac.za"
                ], 
                "competingInterests": "<label>Competing interests:</label>The other authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "tuberculosis", 
            "transmission", 
            "Malawi"
        ], 
        "-related-articles-internal": [
            "05166"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "<i>Mycobacterium tuberculosis</i> is the causative agent of tuberculosis, a disease that is a major threat to human health worldwide. It is estimated that approximately 9 million people were diagnosed with tuberculosis during 2013, and that 1.5 million died from the disease. The global tuberculosis epidemic is being driven by co-infection with HIV and by the emergence and spread of drug-resistant strains of <i>M. tuberculosis</i>. The World Health Organization has reported that 3.5% of new tuberculosis patients, and 20.5% of patients who had been treated before, had multidrug-resistant forms of the disease in 2013. The diagnosis and treatment of drug-resistant tuberculosis is clearly a major global health challenge (<a href=\"#bib7\">World Health Organization, 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The enormity of the tuberculosis epidemic has created a desperate need to develop methods to monitor the dynamics of the disease. In the early 1990s, the discovery of repetitive elements in the genome of <i>M. tuberculosis</i> laid the foundation for the development of the science of molecular epidemiology (<a href=\"#bib6\">van Embden et al., 1993</a>). These methods have shown that in situations where tuberculosis is common, epidemics are driven by the transmission of the bacteria between individuals. However, in low incidence settings, epidemics are driven by the ‘reactivation’ of bacteria that have been lying dormant in individuals since an earlier infection. It is also known that recurrent disease—when the symptoms reappear after a patient has apparently been cured—can occur through a second infection event, and that drug resistance is spread by transmission (<a href=\"#bib3\">Mathema et al., 2006</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Traditional methods to identify strains of <i>M. tuberculosis</i> rely on the analysis of small windows of the genome, and it has been assumed that the DNA sequences in these windows are variable enough to allow researchers to separate strains of <i>M. tuberculosis</i> that are evolutionarily close or distant. However, the true complexity of disease dynamics cannot be resolved by tracking strains using a small section of the genome. The development of next-generation sequencing platforms has made it possible to view the complete genetic information of the bacteria, which should improve the accuracy of efforts to monitor strains of <i>M. tuberculosis</i> as they move through space and time (<a href=\"#bib4\">Roetzer et al., 2013</a>). Rapid whole genome sequencing promises to be the ultimate tool for epidemiological investigations, diagnosis, and for testing whether strains of bacteria are susceptible to particular drugs."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in <i>e</i>Life, Judith Glynn of the London School of Hygiene and Tropical Medicine (LSHTM) and co-workers—with Guerra-Assunção as first author—report how a long-term large-scale whole genome sequencing strategy has been used to decipher the tuberculosis epidemic in a high prevalence setting with multiple sources of infection (<a href=\"#bib1\">Guerra-Assunção et al., 2015</a>). They analysed the whole genome sequences of 1687 <i>M. tuberculosis</i> samples (isolates) collected from patients in the Karonga District of Malawi over a period of 15 years. This represents 72% of the total number of confirmed tuberculosis cases during that time. The various strains of <i>M. tuberculosis</i> can be grouped into seven ‘lineages’ that each contain bacteria descending from a common ancestor. Guerra-Assunção et al. found that the epidemic was largely driven by members of one lineage, which implies that either this lineage arrived in the area earlier than the others, or that the members of this lineage were more successful."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The genome of <i>M. tuberculosis</i> consists of ∼4.4 million bases and is generally believed to be relatively stable (<a href=\"#bib2\">Jagielski et al., 2014</a>). To identify isolates that were directly related in a transmission network (i.e., recently transmitted from one patient to the next), Guerra-Assunção et al. used a cut-off point of up to ten differences in single nucleotide polymorphisms between the genomes of the isolates. Next, they developed a clustering formula to group together directly related isolates. Using this formula in combination with network-analysis (where isolates are linked according to genome sequence similarity), they found that strains from certain lineages were more likely to be transmitted between patients than others. This suggests that there are differences in the abilities of bacteria in the different lineages to cause disease. In this high-incidence setting, 66% of identified cases clustered together, of which 38% of the patients had evidence of recent infection, implying ongoing transmission of the bacteria. This indicates that reactivation of previous infection was the primary driving force behind this epidemic."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Glynn, Guerra-Assunção and co-workers—who are based at the LSHTM, the Karonga Prevention Study in Malawi and the Wellcome Trust Sanger Institute—also showed that the proportion of tuberculosis cases due to reactivation increased over the duration of the 15 year study, as demonstrated by a marked decrease in transmission between 1999–2001 (45%) and 2008–2010 (30%). Guerra-Assunção et al. suggest that this decrease is due to the implementation of antiretroviral therapy and isoniazid preventative therapy in Karonga. However, this is counter-intuitive because both treatments should protect against reactivation, thereby raising an important question as to how reactivation may work in this context. Significantly, this study shows that the tuberculosis control program in Karonga has reduced transmission of the bacteria. It also demonstrates that whole genome sequencing can provide new insights into tuberculosis epidemics, which could be used to advise and fine tune control programs."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Despite the advantages of whole genome sequencing, it is important to acknowledge the complexity of the technology and data analysis. This questions how useful it could be in high-incidence settings where tens of thousands of cases are diagnosed annually. Furthermore, the current technology is restricted to clinical isolates that need to undergo a lengthy culturing and DNA extraction process, which prevents its use as a real-time monitoring tool. Additionally, whole genome sequencing is labor intensive and financially demanding, although costs have decreased significantly over the last decade. Regardless of these challenges, this technology has the potential to immediately revolutionise drug susceptibility testing by identifying the complete repertoire of mutations in target genes that confer drug resistance (<a href=\"#bib5\">Steiner et al., 2014</a>). Application of this technology would decrease diagnostic delay, thereby reducing transmission, morbidity and mortality and, at the same time, improving treatment outcome."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Guerra-Assunção", 
                            "index": "Guerra-Assunção, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Crampin", 
                            "index": "Crampin, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Houben", 
                            "index": "Houben, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Mzembe", 
                            "index": "Mzembe, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Mallard", 
                            "index": "Mallard, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Coll", 
                            "index": "Coll, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Khan", 
                            "index": "Khan, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Banda", 
                            "index": "Banda, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Chiwya", 
                            "index": "Chiwya, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Pereira", 
                            "index": "Pereira, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R McNerney", 
                            "index": "McNerney, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Fine", 
                            "index": "Fine, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Parkhill", 
                            "index": "Parkhill, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Clark", 
                            "index": "Clark, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Glynn", 
                            "index": "Glynn, J"
                        }
                    }
                ], 
                "articleTitle": "Large scale whole genome sequencing of <i>M.tuberculosis</i> provides insights into transmission in a high prevalence area", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e05166", 
                "doi": "10.7554/eLife.05166"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Jagielski", 
                            "index": "Jagielski, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J van Ingen", 
                            "index": "van Ingen, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Rastogi", 
                            "index": "Rastogi, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Dziadek", 
                            "index": "Dziadek, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PK Mazur", 
                            "index": "Mazur, PK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Bielecki", 
                            "index": "Bielecki, J"
                        }
                    }
                ], 
                "articleTitle": "Current methods in the molecular Typing of <i>Mycobacterium tuberculosis</i> and other Mycobacteria", 
                "journal": "Biomed Research International", 
                "volume": "2014", 
                "pages": "645802", 
                "doi": "10.1155/2014/645802"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Mathema", 
                            "index": "Mathema, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NE Kurepina", 
                            "index": "Kurepina, NE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Bifani", 
                            "index": "Bifani, PJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BN Kreiswirth", 
                            "index": "Kreiswirth, BN"
                        }
                    }
                ], 
                "articleTitle": "Molecular epidemiology of tuberculosis: current insights", 
                "journal": "Clinical Microbiology Reviews", 
                "volume": "19", 
                "pages": {
                    "first": "658", 
                    "last": "685", 
                    "range": "658–685"
                }, 
                "doi": "10.1128/CMR.00061-05"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Roetzer", 
                            "index": "Roetzer, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Diel", 
                            "index": "Diel, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Kohl", 
                            "index": "Kohl, TA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Rückert", 
                            "index": "Rückert, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Nübel", 
                            "index": "Nübel, U"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Blom", 
                            "index": "Blom, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Wirth", 
                            "index": "Wirth, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Jaenicke", 
                            "index": "Jaenicke, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Schuback", 
                            "index": "Schuback, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Rüsch-Gerdes", 
                            "index": "Rüsch-Gerdes, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Supply", 
                            "index": "Supply, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kalinowski", 
                            "index": "Kalinowski, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Niemann", 
                            "index": "Niemann, S"
                        }
                    }
                ], 
                "articleTitle": "Whole genome sequencing versus Traditional Genotyping for investigation of a <i>Mycobacterium tuberculosis</i> Outbreak: a Longitudinal molecular epidemiological study", 
                "journal": "PLOS Medicine", 
                "volume": "10", 
                "pages": "e1001387", 
                "doi": "10.1371/journal.pmed.1001387"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Steiner", 
                            "index": "Steiner, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Stucki", 
                            "index": "Stucki, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Coscolla", 
                            "index": "Coscolla, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Borrell", 
                            "index": "Borrell, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Gagneux", 
                            "index": "Gagneux, S"
                        }
                    }
                ], 
                "articleTitle": "KvarQ: targeted and direct variant calling from fastq reads of bacterial genomes", 
                "journal": "BMC Genomics", 
                "volume": "15", 
                "pages": "881", 
                "doi": "10.1186/1471-2164-15-881"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD van Embden", 
                            "index": "van Embden, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MD Cave", 
                            "index": "Cave, MD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JT Crawford", 
                            "index": "Crawford, JT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JW Dale", 
                            "index": "Dale, JW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KD Eisenach", 
                            "index": "Eisenach, KD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Gicquel", 
                            "index": "Gicquel, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Hermans", 
                            "index": "Hermans, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Martin", 
                            "index": "Martin, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R McAdam", 
                            "index": "McAdam, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Shinnick", 
                            "index": "Shinnick, TM"
                        }
                    }
                ], 
                "articleTitle": "Strain identification of <i>Mycobacterium tuberculosis</i> by DNA fingerprinting: recommendations for a standardized methodology", 
                "journal": "Journal of Clinical Microbiology", 
                "volume": "31", 
                "pages": {
                    "first": "406", 
                    "last": "409", 
                    "range": "406–409"
                }
            }, 
            {
                "type": "unknown", 
                "id": "bib7", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "World Health Organization"
                    }
                ], 
                "title": "Global Tuberculosis Report 2014", 
                "details": "URL: http://apps.who.int/iris/bitstream/10665/137094/1/9789241564809_eng.pdf?ua=1", 
                "uri": "http://apps.who.int/iris/bitstream/10665/137094/1/9789241564809_eng.pdf?ua=1"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}