{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "09556", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09556", 
        "authorLine": "Thomas Flatt", 
        "title": "Paying the costs of reproduction", 
        "titlePrefix": "Organ Plasticity", 
        "published": "2015-07-28T00:00:00Z", 
        "versionDate": "2015-07-28T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09556", 
        "pdf": "https://publishing-cdn.elifesciences.org/09556/elife-09556-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "When a female fly mates it produces a hormone that increases the size of its midgut and enhances fat metabolism in order to provide the energy needed for reproduction."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Flatt", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Thomas Flatt", 
                    "index": "Flatt, Thomas"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Ecology and Evolution", 
                            "University of Lausanne"
                        ], 
                        "address": {
                            "formatted": [
                                "Lausanne", 
                                "Switzerland"
                            ], 
                            "components": {
                                "locality": [
                                    "Lausanne"
                                ], 
                                "country": "Switzerland"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "thomas.flatt@unil.ch"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "09556", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09556", 
        "authorLine": "Thomas Flatt", 
        "title": "Paying the costs of reproduction", 
        "titlePrefix": "Organ Plasticity", 
        "published": "2015-07-28T00:00:00Z", 
        "versionDate": "2015-07-28T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09556", 
        "pdf": "https://publishing-cdn.elifesciences.org/09556/elife-09556-v1.pdf", 
        "subjects": [
            {
                "id": "developmental-biology-stem-cells", 
                "name": "Developmental Biology and Stem Cells"
            }
        ], 
        "researchOrganisms": [
            "<i>D. melanogaster</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "When a female fly mates it produces a hormone that increases the size of its midgut and enhances fat metabolism in order to provide the energy needed for reproduction."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Flatt", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Thomas Flatt", 
                    "index": "Flatt, Thomas"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Ecology and Evolution", 
                            "University of Lausanne"
                        ], 
                        "address": {
                            "formatted": [
                                "Lausanne", 
                                "Switzerland"
                            ], 
                            "components": {
                                "locality": [
                                    "Lausanne"
                                ], 
                                "country": "Switzerland"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "thomas.flatt@unil.ch"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "intestine", 
            "organ plasticity", 
            "stem cell"
        ], 
        "relatedArticles": [
            "06930"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "It has been known for a long time that reproduction has profound effects on animal physiology. Around 335 BC, Aristotle noted that many animals grow larger and live longer if they have been castrated, which suggests that reproduction can reduce growth and survival (<a href=\"#bib4\">Leroi, 2014</a>). George C Williams formalized this concept in 1966, arguing that organisms are subject to ‘trade-offs’ between the energetic demands of reproduction and the energy required to survive (<a href=\"#bib9\">Williams, 1966</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Many animals consume much of their fat reserves during reproduction, and molecules of fat—known as lipids—are a major ‘currency’ through which the energy costs of reproduction are paid (<a href=\"#bib6\">Schneider, 2004</a>; <a href=\"#bib2\">Hansen et al., 2013</a>). However, the molecular mechanisms whereby reproduction affects metabolism remain poorly understood. Now, in <i>eLife</i>, Irene Miguel-Aliaga at Imperial College London, Maria Dominguez at Universidad Miguel Hernández and co-workers—including Tobias Reiff as first author—have used the fruit fly <i>Drosophila</i> as a model to gain insights into the physiology of reproductive investment after mating (<a href=\"#bib5\">Reiff et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Reiff et al. report that mating triggers many changes in the midgut of female flies that enhance reproductive success. The midgut—which has a similar role to the small intestine of mammals—increases in size due to the division of ‘progenitor’ cells. Also, genes involved in the metabolism of lipids are up-regulated in enterocytes, which are the cells responsible for absorbing nutrients in the midgut. This remodeling of the midgut mirrors findings from mammals where internal organs such as the gastrointestinal tract increase in size during reproduction, perhaps to enhance the uptake of nutrients (<a href=\"#bib8\">Speakman, 2008</a>). But what are the molecular mechanisms that underlie these profound changes in the fly?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A good candidate is a molecule contained in male semen called sex peptide. Upon mating, sex peptide leads to increases in feeding and egg production in the female fly, but also suppresses immune responses and reduces lifespan (<a href=\"#bib3\">Kubli and Bopp, 2012</a>; <a href=\"#bib7\">Short et al., 2012</a>). Several of these changes seem to occur because sex peptide increases the production of a hormone called juvenile hormone (<a href=\"#bib1\">Flatt et al., 2005</a>; <a href=\"#bib10\">Yamamoto et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Reiff et al. significantly extend this model by confirming that mating increases the levels of juvenile hormone, and showing that this hormone is responsible for the observed changes in female flies after mating (<a href=\"#fig1\">Figure 1</a>). Treating unmated females with a molecule that mimics juvenile hormone increases the size of the gut and alters the metabolism of lipids: however, these changes do not happen if the gland that produces juvenile hormone is removed."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The sex peptide-juvenile hormone model of mating.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Sex peptide (SP) and juvenile hormone alter food intake, receptivity to mating, egg production (oogenesis), immunity, lifespan and many other aspects of female physiology upon mating (shown in black). There is evidence that both sex peptide and juvenile hormone can influence many of these processes. Although sex peptide induces the production and release of juvenile hormone, it is not clear whether all the effects of sex peptide on the females are due to the release of this hormone. Reiff et al. add to this model by showing (highlighted in red) that remodeling of the midgut, increased lipid metabolism, egg production and other important changes in female flies depend upon juvenile hormone signaling, which increases after mating (<a href=\"#bib5\">Reiff et al., 2015</a>)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/09556/elife-09556-fig1-v1.tif", 
                        "filename": "elife-09556-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Next, Reiff et al. test whether two receptors that bind juvenile hormone are required for gut remodeling. By silencing the genes for these receptors (called <i>Met</i> and <i>gce</i>) in the midgut using a technique called RNA interference, Reiff et al. find that juvenile hormone signals directly to the cells of the midgut. This, in turn, stimulates the progenitor cells to divide and increases lipid metabolism in enterocytes. But how does the remodeling of the midgut impact on reproduction?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Again, juvenile hormone seems to be instrumental. It is involved in various aspects of egg production, but no role for juvenile hormone in the gut during reproduction has previously been reported. Reiff et al. now show that down-regulation of <i>gce</i> in enterocytes reduces egg production; this indicates that the gut remodeling triggered by juvenile hormone increases reproductive success."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Animals that have had their ovaries removed increase the amount of fat they store after mating (<a href=\"#bib2\">Hansen et al., 2013</a>). Similarly, Reiff et al. show that female flies that have been genetically sterilized increase the size of their midgut and accumulate more fat after mating than virgin females. Remarkably, the same effect is observed when unmated sterile females are treated with a compound that mimics juvenile hormone. Thus, even when reproduction is abolished, juvenile hormone is sufficient to increase midgut size and fat storage."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The advances made by Reiff et al. prompt a number of fascinating questions. Are the changes seen in the female flies all due to sex peptide? Is altering lipid metabolism the only way that juvenile hormone enhances reproductive success? Does juvenile hormone signaling in the midgut affect immune responses and other juvenile hormone-dependent processes? Recent evidence suggests that juvenile hormone can alter gene expression and lifespan independently of its effects on reproduction (<a href=\"#bib10\">Yamamoto et al., 2013</a>). Therefore, is it possible to separate the negative effects of juvenile hormone on the body from the benefits to reproduction? And, does the degree of gut remodeling in response to mating vary between flies and populations of flies, or is it always the same?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Whatever future work reveals, the current study clearly shows that mating triggers a highly complex cascade of effects that precede egg production. These changes are regulated by juvenile hormone and prepare the female fly's body for the energy demands of reproduction. More generally, the results of Reiff et al. support the idea that hormones are key regulators of the energy invested into reproduction."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Flatt", 
                            "index": "Flatt, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MP Tu", 
                            "index": "Tu, MP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Tatar", 
                            "index": "Tatar, M"
                        }
                    }
                ], 
                "articleTitle": "Hormonal pleiotropy and the juvenile hormone regulation of <i>Drosophila</i> development and life history", 
                "journal": "Bioessays", 
                "volume": "27", 
                "pages": {
                    "first": "999", 
                    "last": "1010", 
                    "range": "999–1010"
                }, 
                "doi": "10.1002/bies.20290"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Hansen", 
                            "index": "Hansen, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Flatt", 
                            "index": "Flatt, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Aguilaniu", 
                            "index": "Aguilaniu, H"
                        }
                    }
                ], 
                "articleTitle": "Reproduction, fat metabolism, and lifespan: what is the connection?", 
                "journal": "Cell Metabolism", 
                "volume": "17", 
                "pages": {
                    "first": "10", 
                    "last": "19", 
                    "range": "10–19"
                }, 
                "doi": "10.1016/j.cmet.2012.12.003"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Kubli", 
                            "index": "Kubli, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Bopp", 
                            "index": "Bopp, D"
                        }
                    }
                ], 
                "articleTitle": "Sexual behavior: how Sex Peptide flips the postmating switch of female flies", 
                "journal": "Current Biology", 
                "volume": "22", 
                "pages": {
                    "first": "R520", 
                    "last": "R522", 
                    "range": "R520–R522"
                }, 
                "doi": "10.1016/j.cub.2012.04.058"
            }, 
            {
                "type": "book", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Leroi", 
                            "index": "Leroi, AM"
                        }
                    }
                ], 
                "bookTitle": "The Lagoon: How Aristotle Invented Science", 
                "publisher": {
                    "name": [
                        "Bloomsbury Circus"
                    ], 
                    "address": {
                        "formatted": [
                            "London"
                        ], 
                        "components": {
                            "locality": [
                                "London"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Reiff", 
                            "index": "Reiff, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Jacobson", 
                            "index": "Jacobson, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Cognigni", 
                            "index": "Cognigni, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Antonello", 
                            "index": "Antonello, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Ballesta", 
                            "index": "Ballesta, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KJ Tan", 
                            "index": "Tan, KJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JY Yew", 
                            "index": "Yew, JY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Dominguez", 
                            "index": "Dominguez, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Miguel-Aliaga", 
                            "index": "Miguel-Aliaga, I"
                        }
                    }
                ], 
                "articleTitle": "Endocrine remodelling of the adult intestine sustains reproduction in <i>Drosophila</i>", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e06930", 
                "doi": "10.7554/eLife.06930"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Schneider", 
                            "index": "Schneider, JE"
                        }
                    }
                ], 
                "articleTitle": "Energy balance and reproduction", 
                "journal": "Physiology & Behavior", 
                "volume": "81", 
                "pages": {
                    "first": "289", 
                    "last": "317", 
                    "range": "289–317"
                }, 
                "doi": "10.1016/j.physbeh.2004.02.007"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Short", 
                            "index": "Short, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MF Wolfner", 
                            "index": "Wolfner, MF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BP Lazzaro", 
                            "index": "Lazzaro, BP"
                        }
                    }
                ], 
                "articleTitle": "Female <i>Drosophila melanogaster</i> suffer reduced defense against infection due to seminal fluid components", 
                "journal": "Journal of Insect Physiology", 
                "volume": "58", 
                "pages": {
                    "first": "1192", 
                    "last": "1201", 
                    "range": "1192–1201"
                }, 
                "doi": "10.1016/j.jinsphys.2012.06.002"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Speakman", 
                            "index": "Speakman, JR"
                        }
                    }
                ], 
                "articleTitle": "The physiological costs of reproduction in small mammals", 
                "journal": "Philosophical Transactions of the Royal Society of London B", 
                "volume": "363", 
                "pages": {
                    "first": "375", 
                    "last": "398", 
                    "range": "375–398"
                }, 
                "doi": "10.1098/rstb.2007.2145"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1966", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GC Williams", 
                            "index": "Williams, GC"
                        }
                    }
                ], 
                "articleTitle": "Natural selection, the costs of reproduction, and a refinement of Lack's principle", 
                "journal": "American Naturalist", 
                "volume": "100", 
                "pages": {
                    "first": "687", 
                    "last": "690", 
                    "range": "687–690"
                }, 
                "doi": "10.1086/282461"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Yamamoto", 
                            "index": "Yamamoto, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Bai", 
                            "index": "Bai, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AG Dolezal", 
                            "index": "Dolezal, AG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Amdam", 
                            "index": "Amdam, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Tatar", 
                            "index": "Tatar, M"
                        }
                    }
                ], 
                "articleTitle": "Juvenile hormone regulation of <i>Drosophila</i> aging", 
                "journal": "BMC Biology", 
                "volume": "11", 
                "pages": "85", 
                "doi": "10.1186/1741-7007-11-85"
            }
        ]
    }
}