{
    "journal": {
        "id": "elife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00387", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00387", 
        "authorLine": "Anand G Patel, Scott H Kaufmann", 
        "title": "How does doxorubicin work?", 
        "titlePrefix": "Cancer", 
        "published": "2012-12-18T00:00:00Z", 
        "versionDate": "2012-12-18T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00387", 
        "pdf": "https://publishing-cdn.elifesciences.org/00387/elife-00387-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A new mechanism involving cleavage of a transcription factor called CREB3L1 has been proposed to explain the anti-tumour effects of doxorubicin."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Patel and Kaufmann", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Anand G Patel", 
                    "index": "Patel, Anand G"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Pharmacology and Experimental Therapeutics", 
                            "Mayo Clinic"
                        ], 
                        "address": {
                            "formatted": [
                                "Rochester", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Rochester"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Scott H Kaufmann", 
                    "index": "Kaufmann, Scott H"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Pharmacology and Experimental Therapeutics and the Department of Oncology", 
                            "Mayo Clinic"
                        ], 
                        "address": {
                            "formatted": [
                                "Rochester", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Rochester"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "Kaufmann.Scott@mayo.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00387", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00387", 
        "authorLine": "Anand G Patel, Scott H Kaufmann", 
        "title": "How does doxorubicin work?", 
        "titlePrefix": "Cancer", 
        "published": "2012-12-18T00:00:00Z", 
        "versionDate": "2012-12-18T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00387", 
        "pdf": "https://publishing-cdn.elifesciences.org/00387/elife-00387-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A new mechanism involving cleavage of a transcription factor called CREB3L1 has been proposed to explain the anti-tumour effects of doxorubicin."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Patel and Kaufmann", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Anand G Patel", 
                    "index": "Patel, Anand G"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Pharmacology and Experimental Therapeutics", 
                            "Mayo Clinic"
                        ], 
                        "address": {
                            "formatted": [
                                "Rochester", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Rochester"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Scott H Kaufmann", 
                    "index": "Kaufmann, Scott H"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Molecular Pharmacology and Experimental Therapeutics and the Department of Oncology", 
                            "Mayo Clinic"
                        ], 
                        "address": {
                            "formatted": [
                                "Rochester", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Rochester"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "Kaufmann.Scott@mayo.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ], 
        "keywords": [
            "doxorubicin", 
            "cancer", 
            "CREB3L1", 
            "ceramide"
        ], 
        "relatedArticles": [
            "00090"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Many clinically available drugs are used without a clear understanding of how they work. This is particularly true in oncology, where powerful cytotoxic drugs are given to patients despite the fact that we do not fully understand their mechanism of action. Even targeted therapies such as rapamycins and receptor tyrosine kinase inhibitors are active in only a subset of the tumours for which they were originally developed, which has led to calls for better methods to identify tumours that will respond to specific drugs. This issue is even more pressing for conventional cytotoxic agents because, in addition to being toxic to cancer cells, they can also be toxic to healthy cells. Now, writing in <i>eLife</i>, Brey Denard, Ching Lee and Jin Ye provide evidence that doxorubicin, a widely used cancer drug, induces cellular toxicity via a novel mechanism that involves the synthesis of ceramide followed by activation of a transcription factor called CREB3L1 (<a href=\"#bib3\">Denard et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This is a story that began 40 years ago with the introduction of doxorubicin and daunorubicin into clinical practice. Both of these compounds belong to a class of drugs called anthracyclines that are derived from bacteria belonging to the genus <i>Streptomyces</i>. Extensive clinical studies have demonstrated that they are active against a wide variety of tumours (<a href=\"#bib8\">Minotti et al., 2004</a>). However, despite this, the clinical use of anthracyclines has been limited because of a significant risk for cardiac damage. The chances of this life-threatening side effect depend on cumulative dosage, and can occur decades after exposure (<a href=\"#bib5\">Kremer et al., 2001</a>). Over the years, many mechanisms of action have been proposed for these drugs—including topoisomerase II inhibition, DNA intercalation, and free radical generation—but there has until recently been a lack of definitive evidence for all three of these mechanisms (<a href=\"#bib4\">Gewirtz, 1999</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Denard, Lee and Ye, who are based at the University of Texas Southwestern (UTSW) Medical Center, propose that doxorubicin can combat tumours via a mechanism called regulated intramembrane proteolysis. In this process, a membrane-bound protein is cleaved, liberating a soluble messaging molecule that can play a role in a variety of cellular processes, including apoptosis, lipid metabolism and the response to viral infection (<a href=\"#bib6\">Lal and Caplan, 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In previous work, the UTSW group showed that CREB3L1—a membrane protein with a carboxy-domain inside the lumen of the endoplasmic reticulum, and an amino-terminal domain that is in the cytoplasm of the cell—undergoes proteolytic cleavage during viral infection to release the amino-terminal domain, which then translocates to the nucleus and drives the transcription of genes that inhibit cellular proliferation (<a href=\"#bib2\">Denard et al., 2011</a>). In the present study, Denard, Lee and Ye extend these results by treating multiple cell lines with doxorubicin and showing that the drug produces lipid molecules called ceramides that trigger the cleavage of CREB3L1 (see <a href=\"#fig1\">Figure 1</a>). This is again followed by translocation of the resulting amino-terminal fragment to the nucleus and the increased expression of several genes (<a href=\"#bib3\">Denard et al., 2012</a>). Importantly, the down-regulation of CREB3L1 diminishes doxorubicin-induced effects on cell proliferation, whereas overexpression of CREB3L1 makes tumour cells more sensitive to doxorubicin. Collectively, these observations provide the first evidence for a model in which the anthracycline-induced synthesis of ceramides leads to the cleavage of CREB3L1, resulting in altered expression of genes that might contribute to the effect of the drug."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Understanding how the anticancer drug doxorubicin works is an important challenge in cancer research", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Understanding how the anticancer drug doxorubicin works is an important challenge in cancer research. Two independent groups have recently published evidence for two potential mechanisms that might be able to explain anti-tumour effects of doxorubicin. Zhang et al. showed diminished toxicity in cardiomyocytes from mice lacking the <i>Top2b</i> gene. These data are consistent with previous claims that doxorubicin helps to stabilize complexes containing double-stranded DNA and the enzyme topoisomerase II (top right of figure): this enzyme then cuts both of the DNA strands, which leads to the death of both normal cells (predominantly via topoisomerase IIβ) and in tumour cells that are susceptible to the drug (predominantly via topoisomerase IIα), thus accounting for both the toxicity and anti-tumour efficacy of doxorubicin. Denard et al. propose that doxorubicin increases the production of ceramides inside cells (top left), which leads to the latent transcription factor CREB3L1 translocating from the endoplasmic reticulum to the Golgi apparatus. Two proteases (S1P and S2P) then cut the CREB3L1 protein; and its amino-terminal fragment then migrates into the nucleus, where it acts as a transcription factor to activate the CDNK1A locus and additional genes (bottom right). This leads to increased expression of the p21 protein along with other proteins that inhibit the proliferation of tumour cells."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00387/elife-00387-fig1-v1.tif", 
                        "filename": "elife-00387-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "While intriguing, these results represent only a first step in testing this model. In particular, as discussed by the authors, there are several open questions: Does ceramide alter CREB3L1 trafficking to the Golgi apparatus, where the intramembrane proteases are located? Does <i>CDKN1A</i>, one of the genes that is overexpressed when cells are treated with doxorubicin, have a critical role in the action of the drug? And does expression or activation of CREB3L1 correlate with doxorubicin sensitivity across a panel of cancer cell lines, such as the Cancer Cell Line Encyclopedia (<a href=\"#bib1\">Barretina et al., 2012</a>), or clinical specimens? In addition, it will be important to establish whether other chemo-therapeutic agents also induce proteolysis of CREB3L1 or other transmembrane proteins."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It will also be interesting to see whether the ideas put forward by the UTSW group can be integrated into existing models of doxorubicin action. Emerging data suggest that the enzyme topoisomerase IIβ has a critical role in the toxic effects of doxorubicin on cardiac tissue (see <a href=\"#fig1\">Figure 1</a>), and it has been reported that the targeted deletion of the <i>Top2b</i> gene abolishes doxorubicin-induced effects on cardiac function (<a href=\"#bib9\">Zhang et al., 2012</a>). By contrast, it has been suggested that the <i>Top2a</i> gene contributes to the anticancer effects of doxorubicin and other anthracyclines (<a href=\"#bib7\">Mao et al., 1999</a>). This work, and also the work of the UTSW group, needs to be rigorously extended by studying in detail how doxorubicin kills cancer cells in appropriate cancer models and clinical samples."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The fact that doxorubicin remains the subject of intense study four decades after its introduction into the clinic is a reflection of its complex biology and its importance as a cancer drug. Hopefully, these recent studies will ultimately allow clinicians to better understand this important agent and to utilize it in a more targeted fashion."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Barretina", 
                            "index": "Barretina, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Caponigro", 
                            "index": "Caponigro, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Stransky", 
                            "index": "Stransky, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Venkatesan", 
                            "index": "Venkatesan, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Margolin", 
                            "index": "Margolin, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kim", 
                            "index": "Kim, S"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The Cancer Cell Line Encyclopedia enables predictive modelling of anticancer drug sensitivity", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "483", 
                "pages": {
                    "first": "603", 
                    "last": "607", 
                    "range": "603–607"
                }, 
                "doi": "10.1038/nature11003"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Denard", 
                            "index": "Denard, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Seemann", 
                            "index": "Seemann, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Chen", 
                            "index": "Chen, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Gay", 
                            "index": "Gay, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Huang", 
                            "index": "Huang, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Chen", 
                            "index": "Chen, Y"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The membrane-bound transcription factor CREB3L1 is activated in response to virus infection to inhibit proliferation of virus-infected cells", 
                "journal": {
                    "name": [
                        "Cell Host Microbe"
                    ]
                }, 
                "volume": "10", 
                "pages": {
                    "first": "65", 
                    "last": "74", 
                    "range": "65–74"
                }, 
                "doi": "10.1016/j.chom.2011.06.006"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Denard", 
                            "index": "Denard, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Lee", 
                            "index": "Lee, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ye", 
                            "index": "Ye, J"
                        }
                    }
                ], 
                "articleTitle": "Doxorubicin blocks proliferation of cancer cells through proteolytic activation of CREB3L1", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "1", 
                "pages": "e00090", 
                "doi": "10.7554/elife.00090"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1999", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Gewirtz", 
                            "index": "Gewirtz, D"
                        }
                    }
                ], 
                "articleTitle": "A critical evaluation of the mechanisms of action proposed for the antitumor effects of the anthracycline antibiotics adriamycin and daunorubicin", 
                "journal": {
                    "name": [
                        "Biochem Pharmacol"
                    ]
                }, 
                "volume": "57", 
                "pages": {
                    "first": "727", 
                    "last": "741", 
                    "range": "727–741"
                }, 
                "doi": "10.1016/S0006-2952(98)00307-4"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LC Kremer", 
                            "index": "Kremer, LC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EC van Dalen", 
                            "index": "van Dalen, EC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Offringa", 
                            "index": "Offringa, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ottenkamp", 
                            "index": "Ottenkamp, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PA Voute", 
                            "index": "Voute, PA"
                        }
                    }
                ], 
                "articleTitle": "Anthracycline-induced clinical heart failure in a cohort of 607 children: long-term follow-up study", 
                "journal": {
                    "name": [
                        "J Clin Oncol"
                    ]
                }, 
                "volume": "19", 
                "pages": {
                    "first": "191", 
                    "last": "196", 
                    "range": "191–196"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Lal", 
                            "index": "Lal, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Caplan", 
                            "index": "Caplan, M"
                        }
                    }
                ], 
                "articleTitle": "Regulated intramembrane proteolysis: signaling pathways and biological functions", 
                "journal": {
                    "name": [
                        "Physiology (Bethesda)"
                    ]
                }, 
                "volume": "26", 
                "pages": {
                    "first": "34", 
                    "last": "44", 
                    "range": "34–44"
                }, 
                "doi": "10.1152/physiol.00028.2010"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1999", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Mao", 
                            "index": "Mao, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Yu", 
                            "index": "Yu, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TS Hsieh", 
                            "index": "Hsieh, TS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Nitiss", 
                            "index": "Nitiss, JL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AA Liu", 
                            "index": "Liu, AA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Wang", 
                            "index": "Wang, H"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Mutations of human topoisomerase II alpha affecting multidrug resistance and sensitivity", 
                "journal": {
                    "name": [
                        "Biochemistry"
                    ]
                }, 
                "volume": "38", 
                "pages": {
                    "first": "10793", 
                    "last": "10800", 
                    "range": "10793–10800"
                }, 
                "doi": "10.1021/bi9909804"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Minotti", 
                            "index": "Minotti, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Menna", 
                            "index": "Menna, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Salvatorelli", 
                            "index": "Salvatorelli, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Cairo", 
                            "index": "Cairo, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Gianni", 
                            "index": "Gianni, L"
                        }
                    }
                ], 
                "articleTitle": "Anthracyclines: molecular advances and pharmacologic developments in antitumor activity and cardiotoxicity", 
                "journal": {
                    "name": [
                        "Pharmacol Rev"
                    ]
                }, 
                "volume": "56", 
                "pages": {
                    "first": "185", 
                    "last": "229", 
                    "range": "185–229"
                }, 
                "doi": "10.1124/pr.56.2.6"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Zhang", 
                            "index": "Zhang, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Liu", 
                            "index": "Liu, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Bawa-Khalfe", 
                            "index": "Bawa-Khalfe, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LS Lu", 
                            "index": "Lu, LS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YL Lyu", 
                            "index": "Lyu, YL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LF Liu", 
                            "index": "Liu, LF"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Identification of the molecular basis of doxorubicin-induced cardiotoxicity", 
                "journal": {
                    "name": [
                        "Nat Med"
                    ]
                }, 
                "volume": "18", 
                "pages": {
                    "first": "1639", 
                    "last": "1642", 
                    "range": "1639–1642"
                }, 
                "doi": "10.1038/nm.2919"
            }
        ]
    }
}