{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-06995-v1.xml"
        }, 
        "status": "vor", 
        "id": "06995", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06995", 
        "authorLine": "H Frederik Nijhout", 
        "title": "To plasticity and back again", 
        "titlePrefix": "Evolution", 
        "published": "2015-03-12T00:00:00Z", 
        "versionDate": "2015-03-12T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06995", 
        "pdf": "https://publishing-cdn.elifesciences.org/06995/elife-06995-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>C. elegans</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Both the gain and the loss of flexibility in the development of phenotypes have led to an increased diversity of physical forms in nematode worms."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Nijhout", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "H Frederik Nijhout", 
                    "index": "Nijhout, H Frederik"
                }, 
                "orcid": "0000-0001-5436-5345", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Duke University"
                        ], 
                        "address": {
                            "formatted": [
                                "Durham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Durham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "hfn@duke.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-06995-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "06995", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.06995", 
        "authorLine": "H Frederik Nijhout", 
        "title": "To plasticity and back again", 
        "titlePrefix": "Evolution", 
        "published": "2015-03-12T00:00:00Z", 
        "versionDate": "2015-03-12T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e06995", 
        "pdf": "https://publishing-cdn.elifesciences.org/06995/elife-06995-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>C. elegans</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Both the gain and the loss of flexibility in the development of phenotypes have led to an increased diversity of physical forms in nematode worms."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Nijhout", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "H Frederik Nijhout", 
                    "index": "Nijhout, H Frederik"
                }, 
                "orcid": "0000-0001-5436-5345", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "Duke University"
                        ], 
                        "address": {
                            "formatted": [
                                "Durham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Durham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "hfn@duke.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "developmental plasticity", 
            "complexity", 
            "nematode", 
            "Pristionchus pacificus", 
            "evolutionary rate"
        ], 
        "-related-articles-internal": [
            "05463"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "It was the Danish botanist Wilhelm Johannsen who coined the terms ‘genotype’ and ‘phenotype’. He thought that the genotype, or genetic makeup, of an organism referred to its ‘fundamental constitution’, whereas an organism's individual characters or traits, i.e. its phenotype, arose from a complicated interaction between the genotype and the environment (<a href=\"#bib2\">Johannsen, 1913</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Phenotypes can vary in response to external factors such as nutrition and temperature (<a href=\"#bib7\">Woltereck, 1909</a>); this can be simply an accidental consequence of the fact that cellular and developmental processes that produce the phenotype run at different rates under different environmental conditions. And because environments are seldom, if ever, stable, it is very common for there to be some natural variation in phenotypes around some ‘ideal’ value, even between individuals with identical genotypes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A natural question to ask is—does this variation matter? In terms of evolution, what matters are things that affect fitness: that is, things that affect the ability of an individual, compared to other individuals, to pass its genes to the next generation. If the phenotypic variation reduces fitness, then selection will favor the evolution of mechanisms that make the phenotype more robust, or less sensitive to environmental variation. On the other hand, if some of the phenotypes are well adapted to the environmental factors that induce them, evolution will favor mechanisms that stabilize the production of each phenotype in its best-suited environment."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "When one genotype can produce more than one phenotype in different environments, this is generally referred to as ‘phenotypic plasticity’. As this ability can increase the diversity of phenotypes in a population, it is natural to ask whether populations of organisms with phenotypic plasticity are more able to evolve than those without. To date, there are various theories that suggest they should be, but there is little experimental evidence to support this view (<a href=\"#bib3\">Moczek et al., 2011</a>; <a href=\"#bib6\">West-Eberhard, 2003</a>). Now, in <i>eLife</i>, Ralf Sommer and Erik Ragsdale from the Max Planck Institute for Developmental Biology and co-workers—including Vladislav Susoy as first author—report that phenotypic plasticity is associated with evolutionary diversification in nematode worms (<a href=\"#bib8\">Susoy et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Susoy et al. examined a large group of nematode worms, including the model species <i>Caenorhabditis elegans</i> and some species with adults that have so-called ‘polyphenic’ mouthparts. Polyphenism is an extreme, but common, form of phenotypic plasticity in which two (or more) completely different phenotypes develop in response to specific environmental cues. Each of the alternative phenotypes is an adaptation to a different environment (<a href=\"#bib4\">Nijhout, 2003</a>), and natural selection acts to ensure that they are stably and reliably produced to best match the environmental conditions."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Susoy et al. tested 90 species of nematodes for their ability to develop polyphenic mouthparts in the laboratory. In 23 species, some worms developed small smooth mouths specialized for feeding on bacteria, whereas others of the same species developed mouths with hooks and teeth. The toothed phenotype is used to feed on fungi and on other nematodes, and is induced by overcrowding and by starvation during the first larval stage (<a href=\"#bib1\">Bento et al., 2010</a>; <a href=\"#bib5\">Sommer and Ogawa, 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Analysis of the evolutionary relationships between the nematodes revealed that polyphenic mouthparts evolved only once in a common ancestor of the 23 species. Susoy et al. then asked if there was greater diversification in the shapes of mouthparts after polyphenism had evolved compared to the lineages of the ‘nematode family tree’ that had not evolved polyphenism. A sophisticated statistical analysis showed that this was indeed the case. This is some of the best empirical evidence to date for the theory that phenotypic plasticity enhances the ability of a population to evolve new forms (also known as evolvability)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Moreover, although polyphenism evolved only once, it appears to have been lost at least 10 times during the subsequent evolution of the lineage. Unexpectedly, the loss of polyphenism was followed by an even stronger rate of subsequent evolution of new traits and phenotypes. Thus the loss of phenotypic plasticity was also associated with an increase in evolvability. But how can this be explained?"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One possible explanation is that a polyphenism requires developmental mechanisms that stabilize two alternative phenotypes, each in a different environment. If they work well, such stabilizing mechanisms buffer the two phenotypes against moderate changes to the organism's genetic makeup. This means that many mutations will not effect the phenotype and therefore will not be selected against. Such mutations will gradually accumulate in a population (<a href=\"#fig1\">Figure 1</a>). Then, when the polyphenism is lost, the need to stabilize one of the two phenotypes disappears. Thus some of the accumulated genetic variation is no longer buffered and can cause the phenotype to vary more. This new phenotypic variation can now come under selection and lead to diverse adaptations in different lineages."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "How a loss of phenotypic plasticity could increase evolvability.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Changes in the genetic makeup, or genotype, of an organism can lead to changes in its traits and characteristics, also known as its phenotype. The sloped surface represents the hypothetical ideal relationship between genotype and phenotype in different environments, but in the absence of stabilizing mechanisms. (<b>A</b>) As part of a thought experiment, consider a population where at first all individuals have the same phenotype (shown as a red ellipse). This phenotype is stabilized by developmental mechanisms, which allow some genetic variation to accumulate (depicted as open ellipses expanding to the right). The evolution of a polyphenism (arrow 1) establishes a new phenotype (yellow ellipse) in a different environment, but with the same genotype. More genetic variation will accumulate (arrow 2) that has no effect on the phenotypes but improves stabilization of the alternative phenotypes in different environmental conditions. (<b>B</b>) When the polyphenism is lost (arrow 3), the mechanisms that stabilized the second phenotype are also lost. The accumulated genetic variation can now produce new phenotypes that (initially at least) fall on the ideal sloped surface, and that establish the foundation for the evolution of new traits and characteristics."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/06995/elife-06995-fig1-v1.tif", 
                        "filename": "elife-06995-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is important to note that this explanation is, of course, a thought experiment that could be supported by statistical analyses. But the great challenge for the future will be to establish whether it is possible to devise experiments that can prove whether such a mechanism exists in nature."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Bento", 
                            "index": "Bento, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Ogawa", 
                            "index": "Ogawa, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Sommer", 
                            "index": "Sommer, RJ"
                        }
                    }
                ], 
                "articleTitle": "Co-option of the hormone-signalling module dafachronic acid-DAF-12 in nematode evolution", 
                "journal": "Nature", 
                "volume": "466", 
                "pages": {
                    "first": "494", 
                    "last": "497", 
                    "range": "494–497"
                }, 
                "doi": "10.1038/nature09164"
            }, 
            {
                "type": "book", 
                "id": "bib2", 
                "date": "1913", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Johannsen", 
                            "index": "Johannsen, W"
                        }
                    }
                ], 
                "bookTitle": "Elemente der exakten erblichkeitslehre", 
                "publisher": {
                    "name": [
                        "Gustav Fischer"
                    ], 
                    "address": {
                        "formatted": [
                            "Jena"
                        ], 
                        "components": {
                            "locality": [
                                "Jena"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Moczek", 
                            "index": "Moczek, AP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Sultan", 
                            "index": "Sultan, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Foster", 
                            "index": "Foster, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Ledón-Rettig", 
                            "index": "Ledón-Rettig, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Dworkin", 
                            "index": "Dworkin, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HF Nijhout", 
                            "index": "Nijhout, HF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Abouheif", 
                            "index": "Abouheif, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DW Pfennig", 
                            "index": "Pfennig, DW"
                        }
                    }
                ], 
                "articleTitle": "The role of developmental plasticity in evolutionary innovation", 
                "journal": "Proceedings of the Royal Society B: Biological Sciences", 
                "volume": "278", 
                "pages": {
                    "first": "2705", 
                    "last": "2713", 
                    "range": "2705–2713"
                }, 
                "doi": "10.1098/rspb.2011.0971"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HF Nijhout", 
                            "index": "Nijhout, HF"
                        }
                    }
                ], 
                "articleTitle": "Development and evolution of adaptive polyphenisms", 
                "journal": "Evolution & Development", 
                "volume": "5", 
                "pages": {
                    "first": "9", 
                    "last": "18", 
                    "range": "9–18"
                }, 
                "doi": "10.1046/j.1525-142X.2003.03003.x"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Sommer", 
                            "index": "Sommer, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Ogawa", 
                            "index": "Ogawa, A"
                        }
                    }
                ], 
                "articleTitle": "Hormone signaling and phenotypic plasticity in nematode development and evolution", 
                "journal": "Current Biology", 
                "volume": "21", 
                "pages": {
                    "first": "R758", 
                    "last": "R766", 
                    "range": "R758–R766"
                }, 
                "doi": "10.1016/j.cub.2011.06.034"
            }, 
            {
                "type": "book", 
                "id": "bib6", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ West-Eberhard", 
                            "index": "West-Eberhard, MJ"
                        }
                    }
                ], 
                "bookTitle": "Developmental Plasticity and Evolution", 
                "publisher": {
                    "name": [
                        "Oxford University Press"
                    ], 
                    "address": {
                        "formatted": [
                            "New York"
                        ], 
                        "components": {
                            "locality": [
                                "New York"
                            ]
                        }
                    }
                }
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1909", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Woltereck", 
                            "index": "Woltereck, R"
                        }
                    }
                ], 
                "articleTitle": "Weitere experimentelle Untersuchungen über Artveränderung, speziell über das Wesen quantitativer Artunterschiede bei Daphnien", 
                "journal": "Verhandlungen der Deutschen Zoologischen Gesellschaft", 
                "volume": "19", 
                "pages": {
                    "first": "110", 
                    "last": "173", 
                    "range": "110–173"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Susoy", 
                            "index": "Susoy, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EJ Ragsdale", 
                            "index": "Ragsdale, EJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Kanzaki", 
                            "index": "Kanzaki, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Sommer", 
                            "index": "Sommer, RJ"
                        }
                    }
                ], 
                "articleTitle": "Rapid diversification associated with a macroevolutionary pulse of developmental plasticity", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e05463", 
                "doi": "10.7554/eLife.05463"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}