{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00347", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00347", 
        "authorLine": "Bryan Gibb, Eric C Greene", 
        "title": "Sliding to the rescue of damaged DNA", 
        "titlePrefix": "DNA Repair", 
        "published": "2012-12-13T00:00:00Z", 
        "versionDate": "2012-12-13T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00347", 
        "pdf": "https://publishing-cdn.elifesciences.org/00347/elife-00347-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>E. coli</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Single-molecule imaging experiments have shed new light on the methods used by the enzyme RecA to align single- and double-stranded DNA so that double-strand breaks can be repaired."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Gibb and Greene", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Bryan Gibb", 
                    "index": "Gibb, Bryan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry and Molecular Biophysics, and the Howard Hughes Medical Institute", 
                            "Columbia University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "bg2390@columbia.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Eric C Greene", 
                    "index": "Greene, Eric C"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry and Molecular Biophysics, and the Howard Hughes Medical Institute", 
                            "Columbia University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ecg2108@columbia.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00347", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00347", 
        "authorLine": "Bryan Gibb, Eric C Greene", 
        "title": "Sliding to the rescue of damaged DNA", 
        "titlePrefix": "DNA Repair", 
        "published": "2012-12-13T00:00:00Z", 
        "versionDate": "2012-12-13T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00347", 
        "pdf": "https://publishing-cdn.elifesciences.org/00347/elife-00347-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "researchOrganisms": [
            "<i>E. coli</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Single-molecule imaging experiments have shed new light on the methods used by the enzyme RecA to align single- and double-stranded DNA so that double-strand breaks can be repaired."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Gibb and Greene", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Bryan Gibb", 
                    "index": "Gibb, Bryan"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry and Molecular Biophysics, and the Howard Hughes Medical Institute", 
                            "Columbia University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "bg2390@columbia.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Eric C Greene", 
                    "index": "Greene, Eric C"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biochemistry and Molecular Biophysics, and the Howard Hughes Medical Institute", 
                            "Columbia University"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "ecg2108@columbia.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ], 
        "keywords": [
            "Single Molecule", 
            "FRET", 
            "DNA repair", 
            "Homologous Recombination"
        ], 
        "-related-articles-internal": [
            "00067"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The homologous recombination of DNA—the exchange of stretches of DNA between two similar DNA molecules—is central to the repair of various types of DNA damage, and is also a real-life example of ‘searching for a needle in a haystack’. How does the recombination machinery inside cells bring together and align a short stretch of single-stranded DNA with an identical sequence of double-stranded DNA located within a genome that is comprised of millions or even billions of base pairs? Writing in <i>eLife</i>, researchers at the University of Illinois at Urbana-Champaign present evidence to suggest that a protein called RecA can help the single-stranded DNA slide along the double-stranded DNA until the molecules are properly aligned (<a href=\"#bib6\">Ragunathan et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Homologous recombination is a complex, yet highly conserved pathway that is required for the repair of DNA double strand breaks (<a href=\"#bib3\">Cromie et al., 2001</a>) and replication forks that have stalled (<a href=\"#bib2\">Cox et al., 2000</a>), and it also provides a means of generating genetic diversity. The importance of this repair pathway is revealed by the fact that double strand breaks lead to chromosomal abnormalities that are a hallmark of cancer."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Ever since it was discovered in 1965, the prokaryotic enzyme RecA has been a model system for scientists working on DNA repair. During homologous recombination, RecA binds to the single-stranded DNA that is generated at the double-strand break and forms a complex known as the pre-synaptic filament. This complex must somehow then survey the genome to find a matching double-stranded DNA partner through a process referred to as the ‘homology search’ (<a href=\"#fig1\">Figure 1</a>). Once homologous DNA is found and the sequences are aligned, the pre-synaptic filament invades the duplex, ultimately allowing the DNA break to be repaired using the homologous DNA as a template to ensure fidelity."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Stills from a video animation illustrating homology search (not to scale)", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Stills from a video animation illustrating homology search (not to scale). The pre-synaptic filament has to find a specific sequence of bases (shown here in blue and pink and labelled ‘homology’) on a long molecule of double-stranded DNA (dsDNA). It initially binds to the dsDNA through 3D diffusion (<b>A</b>), and then slides back and forth along the dsDNA as it search for the sequence (<b>B</b>). If it cannot find the sequence, the pre-synaptic filament can move to a new location through intersegmental transfer (<b>C</b>), and start sliding back and forth along the dsDNA molecule again (<b>D</b>), until it finds the sequence of bases it is looking for (<b>E</b>). The full video is available at <a href=\"http://youtu.be/BmSrjVLb94c\">http://youtu.be/BmSrjVLb94c</a>."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00347/elife-00347-fig1-v1.tif", 
                        "attribution": [
                            "IMAGES: MYLES MARSHALL, BRYAN GIBB."
                        ], 
                        "filename": "elife-00347-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Herein lies the mystery: Exactly how does RecA find the correct stretch of DNA? Early work in the mid-1980s provided the first tantalizing hints that the homology search might be aided by a mechanism called intersegmental transfer that allows the pre-synaptic filament to, in effect, take a short cut by moving between distal regions of the double-stranded DNA (<a href=\"#bib5\">Gonda and Radding, 1986</a>; <a href=\"#fig1\">Figure 1C</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the late 1990s, however, another study concluded that the pre-synaptic filament did not slide along DNA: rather, this work suggested, the search mechanism was primarily mediated by three-dimensional (3D) diffusion (<a href=\"#bib1\">Adzuma, 1998</a>). And earlier this year, researchers at UC Davis reported the results of single-molecule experiments which showed that the pre-synaptic filament was able to locate regions of homology when the duplex DNA was allowed to relax: however, the search was inhibited when the duplex DNA was stretched out (<a href=\"#bib4\">Forget and Kowalczykowski, 2012</a>). These experiments convincingly demonstrated that intersegmental transfer does in fact contribute to the homology search, and that the pre-synaptic filament can simultaneously sample and move between different regions of double-stranded DNA that are far apart from one another. But this is not the end of the story."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In an effort to understand the homology search in even greater detail, the Illinois team—Kaushik Ragunathan, Cheng Liu and Taekjip Ha—have used single-molecule fluorescence resonance energy transfer (FRET) to explore if the pre-synaptic filament can slide along double-stranded DNA (<a href=\"#bib6\">Ragunathan et al., 2012</a>). Single-molecule FRET is basically a ‘molecular ruler’ that can measure the distance between two different molecules if each is labelled with a small dye molecule that emits fluorescent light. In particular, it can measure very small changes in distance, on the order of just one billionth of a metre, so it offers much higher spatial resolution than has been achieved previously."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Illinois team attached the pre-synaptic filaments to the surface of microscope slide and then watched in real-time as they searched for homology on short fragments of double-stranded DNA. The FRET signals fluctuated up and down, indicating that the pre-synaptic filaments were bound to the double-stranded DNA, and also revealing that the distance between the ends of the molecules was rapidly changing. By varying the length of the single-stranded DNA, Ragunathan, Liu and Ha determined that these fluctuations were caused by the pre-synaptic filament sliding along the double-stranded DNA fragments."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To confirm that sliding was taking place, the researchers next re-designed the single-stranded DNA sequence such that it could align with the double-stranded DNA at just one of two possible homologous locations, but not both at the same time. This allowed them to determine exactly how they were aligned at any given instant. As anticipated, they observed that the DNA molecules were aligned at one or other of the two homologous locations but, surprisingly, the Illinois team was also able to detect transitions between the two locations. Careful analysis of these transitions revealed that the pre-synaptic filaments could shuttle back and forth between the two regions of homology by sliding along the double-stranded DNA."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "At first glance it might appear that this evidence for 1D sliding contradicts the intersegmental transfer mechanism reported by the UC Davis group. However, the two mechanisms are not incompatible, and it seems likely that both of these search modes are involved in homologous recombination. One possibility is that intersegmental transfer allows the pre-synaptic filament to sample different regions of double-stranded DNA over long distances, whereas 1D sliding is used for searching over much shorter distances (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of Ragunathan, Liu and Ha represents a crucial advance in our understanding of the molecular events that take place during the homology search. However, many important questions remain unanswered. For instance, how does the pre-synaptic filament actually sample the sequence of the double-stranded DNA to identify regions of homology? What are the relative contributions of 1D sliding and intersegmental transfer? How often must the pre-synaptic filament sample a region of homology before successful alignment can take place? Will eukaryotic proteins use similar mechanisms to align DNA sequences? How do the other proteins that are involved in homologous recombination influence the search for homology? And last but not least, how are searches for matching sequences carried out in the more complex physiological settings found in living cells? State-of-the-art single-molecule imaging technologies, such as those used by the Illinois team, are ready to start answering some of these questions."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Adzuma", 
                            "index": "Adzuma, K"
                        }
                    }
                ], 
                "articleTitle": "No sliding during the homology search by RecA protein", 
                "journal": "J Biol Chem", 
                "volume": "273", 
                "pages": {
                    "first": "31565", 
                    "last": "31573", 
                    "range": "31565–31573"
                }, 
                "uri": "http://dx.doi.org/10.1074/jbc.273.47.31565"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Cox", 
                            "index": "Cox, MM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MF Goodman", 
                            "index": "Goodman, MF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KN Kreuzer", 
                            "index": "Kreuzer, KN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Sherratt", 
                            "index": "Sherratt, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SJ Sandler", 
                            "index": "Sandler, SJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KJ Marians", 
                            "index": "Marians, KJ"
                        }
                    }
                ], 
                "articleTitle": "The importance of repairing stalled replication forks", 
                "journal": "Nature", 
                "volume": "404", 
                "pages": {
                    "first": "37", 
                    "last": "41", 
                    "range": "37–41"
                }, 
                "uri": "http://dx.doi.org/10.1038/35003501"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GA Cromie", 
                            "index": "Cromie, GA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Connelly", 
                            "index": "Connelly, JC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DRF Leach", 
                            "index": "Leach, DRF"
                        }
                    }
                ], 
                "articleTitle": "Recombination at double-strand breaks and DNA ends: conserved mechanisms from phage to humans", 
                "journal": "Mol Cell", 
                "volume": "8", 
                "pages": {
                    "first": "1163", 
                    "last": "1174", 
                    "range": "1163–1174"
                }, 
                "uri": "http://dx.doi.org/10.1016/S1097-2765(01)00419-1"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Forget", 
                            "index": "Forget, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SC Kowalczykowski", 
                            "index": "Kowalczykowski, SC"
                        }
                    }
                ], 
                "articleTitle": "Single-molecule imaging of DNA pairing by RecA reveals a three-dimensional homology search", 
                "journal": "Nature", 
                "volume": "482", 
                "pages": {
                    "first": "423", 
                    "last": "427", 
                    "range": "423–427"
                }, 
                "uri": "http://dx.doi.org/10.1038/nature10782"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DK Gonda", 
                            "index": "Gonda, DK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Radding", 
                            "index": "Radding, CM"
                        }
                    }
                ], 
                "articleTitle": "The mechanism of the search for homology promoted by RecA protein", 
                "journal": "J Biol Chem", 
                "volume": "261", 
                "pages": {
                    "first": "13087", 
                    "last": "13096", 
                    "range": "13087–13096"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Ragunathan", 
                            "index": "Ragunathan, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Liu", 
                            "index": "Liu, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Ha", 
                            "index": "Ha, T"
                        }
                    }
                ], 
                "articleTitle": "RecA filament sliding on DNA facilitates homology search", 
                "journal": "eLife", 
                "volume": "1", 
                "pages": "e00067", 
                "uri": "http://dx.doi.org/10.7554/eLife.00067"
            }
        ]
    }
}