{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-00340-v1.xml"
        }, 
        "status": "vor", 
        "id": "00340", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00340", 
        "authorLine": "Mark Jit, Patrick Gerland", 
        "title": "Enzymes provide demographers with food for thought", 
        "titlePrefix": "Population Biology", 
        "published": "2012-12-13T00:00:00Z", 
        "versionDate": "2012-12-13T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00340", 
        "pdf": "https://publishing-cdn.elifesciences.org/00340/elife-00340-v1.pdf", 
        "subjects": [
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Life expectancy has increased by 20 years since the middle of the last century, but children under five have fared better than adult males."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Jit and Gerland", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Mark Jit", 
                    "index": "Jit, Mark"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Modelling and Economics Unit", 
                            "Health Protection Agency"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "UK"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "UK"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mark.jit@hpa.org.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Patrick Gerland", 
                    "index": "Gerland, Patrick"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Population Division, Department of Economic and Social Affairs, United Nations"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "gerland@un.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-00340-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00340", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00340", 
        "authorLine": "Mark Jit, Patrick Gerland", 
        "title": "Enzymes provide demographers with food for thought", 
        "titlePrefix": "Population Biology", 
        "published": "2012-12-13T00:00:00Z", 
        "versionDate": "2012-12-13T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00340", 
        "pdf": "https://publishing-cdn.elifesciences.org/00340/elife-00340-v1.pdf", 
        "subjects": [
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Life expectancy has increased by 20 years since the middle of the last century, but children under five have fared better than adult males."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Jit and Gerland", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Mark Jit", 
                    "index": "Jit, Mark"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Modelling and Economics Unit", 
                            "Health Protection Agency"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "UK"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "UK"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "mark.jit@hpa.org.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Patrick Gerland", 
                    "index": "Gerland, Patrick"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Population Division, Department of Economic and Social Affairs, United Nations"
                        ], 
                        "address": {
                            "formatted": [
                                "New York", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New York"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "gerland@un.org"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ], 
        "keywords": [
            "enzyme kinetic", 
            "child survival", 
            "smoking", 
            "income", 
            "adult survival"
        ], 
        "-related-articles-internal": [
            "00051"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "One of the great success stories of the last century is the dramatic increase in the longevity of world citizens. Global life expectancy leaped from 48 years in 1950–1955 to 68 years in 2005–2010 (<a href=\"#bib7\">United Nations, 2011</a>). Major improvements were seen in almost all regions—rich and poor, east and west—with the exception of the former communist bloc countries of Eastern Europe and the countries affected most severely by the HIV/AIDS epidemic in sub-Saharan Africa. Where have these gains come from? Which population groups and which countries have benefitted most? Now, writing in <i>eLife</i>, researchers at the University of Toronto explore this question using statistical models that relate life expectancy to national income (<a href=\"#bib2\">Hum et al., 2012</a>). They argue that gains in low-income countries have mainly come from improvements in child survival. Conversely, improvements in adult survival, particularly for males, have been largely restricted to high-income countries. Moreover, the level of national income needed to attain the best possible levels of survival for adults has been steadily rising."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This is not the first statistical model to relate income with life expectancy. In a landmark essay published 37 years ago, the American sociologist Samuel Preston, then at the University of Washington, used a logistic function to model the nonlinear relationship between income and health, and showed that higher national incomes per capita led to longer life expectancies (<a href=\"#bib4\">Preston, 1975</a>). Preston's work has had a lasting influence on research into the relationship between income inequality and health. In 2006, using more recent data, Rati Ram of Illinois State University confirmed what Preston had found, even after controlling for factors such as female illiteracy, secondary school enrolment and ethnic heterogeneity (<a href=\"#bib5\">Ram, 2006</a>). This relationship can also be modelled through the use of smoothing and least-squares fits (<a href=\"#bib1\">Deaton, 2004</a>; <a href=\"#bib6\">Schnabel and Eilers, 2009</a>) without imposing any functional form to fit the data, but in this approach it is not possible to reduce the data to an analytical expression with a few parameters that have clear interpretations. The mathematical formula derived by the Toronto group, on the other hand, provides additional insights into the relationship between national income and life expectancy, and also introduces (through, for example, asymptotic limits) new parameters beyond those that have been studied before."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Toronto group—Ryan Hum, Prabhat Jha, Anita McGahan and Yu-Ling Cheng—deploy a mathematical relationship called the Michaelis–Menten function, which is more familiar to biochemists than demographers. This function describes the action of an enzyme—a biological catalyst that speeds up a chemical process without getting used up in the process, which means that it can be reused again and again. Hum and colleagues see investments in healthcare that tend to benefit a country over the long term, such as the building of hospitals and the deployment of medical technology, as a kind of enzyme that converts national income into longevity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So what do they find? First the good news: child survival has dramatically improved. Although this is not the focus of their paper, it is surely an achievement to be celebrated. This reduction in childhood mortality is the fruit of decades of investment in research and the deployment of technologies such as sanitation, maternal services, vaccines, oral rehydration, antibiotics and vitamins. Devastating childhood diseases such as smallpox, polio, measles and beri-beri are now thankfully things of the past in most (though sadly not all) parts of the world. Yet the task is not over—children still die of causes like diarrhoea and pneumonia that can be prevented by administering a vaccine or a simple rehydrating solution. Diarrhoea and pneumonia remain the leading causes of death among children, and it has been estimated that they killed some 2.2 million children under the age of five in 2010, which is almost 30% of the deaths in this age group (<a href=\"#bib3\">Liu et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Still more troubling are the signs that gains in adult survival are becoming more expensive—and that male adult survival in particular has remained flat even though countries have become richer. HIV and smoking-related diseases are singled out by Hum and colleagues as the likely culprits, though a host of other causes may also be to blame: drug resistant tuberculosis, road traffic accidents, air pollution, and alcohol and drug abuse. Unfortunately, unlike many of the causes of death during childhood in low-income countries, these sources of mortality are often exacerbated rather than ameliorated by development. The World Health Organisation (WHO) has estimated that more than 90% of deaths due to these causes occur in low- and middle-income countries, where they represent about 12% of all deaths, compared with 6% for high-income countries (<a href=\"#bib8\">WHO, 2008</a>; <a href=\"#bib9\">WHO, 2009</a>)."
                    }, 
                    {
                        "type": "quote", 
                        "text": [
                            {
                                "type": "paragraph", 
                                "text": "Children still die of causes like diarrhoea and pneumonia that can be prevented by administering a vaccine or a simple rehydrating solution."
                            }
                        ]
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Hum and colleagues point out that there are cost-effective interventions against lung cancer, HIV/AIDS and many of the other non-communicable diseases that kills adults, such as anti-smoking or safe sex programmes. However, despite being inexpensive, such interventions are often more complex to implement than pharmaceutical interventions such as vaccines and antibiotics. This is because they involve addressing the multiple risk factors that are associated with non-communicable diseases, and because they require a shift from a purely biomedical model of health to one that takes into account the socioeconomic, cultural, legislative and environmental framework in which people live. Achieving this requires collaboration between government departments as diverse as health, agriculture, education, urban planning and infrastructure."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Nevertheless, the work of the Toronto team highlights the necessity of dealing with these causes of mortality if the health gains of the last century are to be maintained and extended into the next. One of the targets set at the sixty-fifth World Health Assembly, held in Geneva in May, was for a 25% reduction in premature mortality from the four major non-communicable killers—cardiovascular disease, cancer, diabetes and chronic respiratory diseases (<a href=\"#bib10\">WHO, 2012</a>). However, for this resolution to be more than aspirational will require a concerted effort on the scale of the campaigns against childhood diseases seen in the last century."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "book-chapter", 
                "id": "bib1", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Deaton", 
                            "index": "Deaton, A"
                        }
                    }
                ], 
                "editors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Graham", 
                            "index": "Graham, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Collins", 
                            "index": "Collins, SM"
                        }
                    }
                ], 
                "bookTitle": "Globalization, poverty, and inequality", 
                "publisher": {
                    "name": [
                        "Brookings Institution Press"
                    ]
                }, 
                "chapterTitle": "Health in an age of globalization", 
                "pages": {
                    "first": "83", 
                    "last": "130", 
                    "range": "83–130"
                }, 
                "uri": "http://www.nber.org/papers/w10669"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Hum", 
                            "index": "Hum, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Jha", 
                            "index": "Jha, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A McGahan", 
                            "index": "McGahan, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y-L Cheng", 
                            "index": "Cheng, Y-L"
                        }
                    }
                ], 
                "articleTitle": "Global divergence in critical income for adult and childhood survival: analyses of mortality using Michaelis-Menten", 
                "journal": "eLife", 
                "volume": "1", 
                "pages": "e00051", 
                "uri": "http://dx.doi.org/10.7554/eLife.00051"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Liu", 
                            "index": "Liu, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HL Johnson", 
                            "index": "Johnson, HL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Cousens", 
                            "index": "Cousens, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Perin", 
                            "index": "Perin, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Scott", 
                            "index": "Scott, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Lawn", 
                            "index": "Lawn, JE"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Global, regional, and national causes of child mortality: an updated systematic analysis for 2010 with time trends since 2000", 
                "journal": "Lancet", 
                "volume": "379", 
                "pages": {
                    "first": "2151", 
                    "last": "2161", 
                    "range": "2151–2161"
                }, 
                "uri": "http://dx.doi.org/10.1016/S0140-6736(12)60560-1"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1975", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SH Preston", 
                            "index": "Preston, SH"
                        }
                    }
                ], 
                "articleTitle": "Changing relation between mortality and level of economic development", 
                "journal": "Popul Stud", 
                "volume": "29", 
                "pages": {
                    "first": "231", 
                    "last": "248", 
                    "range": "231–248"
                }, 
                "uri": "http://dx.doi.org/10.1080/00324728.1975.10410201"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ram", 
                            "index": "Ram, R"
                        }
                    }
                ], 
                "articleTitle": "Further examination of the cross-country association between income inequality and population health", 
                "journal": "Soc Sci Med", 
                "volume": "62", 
                "pages": {
                    "first": "779", 
                    "last": "791", 
                    "range": "779–791"
                }, 
                "uri": "http://dx.doi.org/10.1016/j.socscimed.2005.06.034"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SK Schnabel", 
                            "index": "Schnabel, SK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PHC Eilers", 
                            "index": "Eilers, PHC"
                        }
                    }
                ], 
                "articleTitle": "An analysis of life expectancy and economic production using expectile frontier zones", 
                "journal": "Demographic Research", 
                "volume": "21", 
                "pages": {
                    "first": "109", 
                    "last": "134", 
                    "range": "109–134"
                }, 
                "uri": "http://dx.doi.org/10.4054/DemRes.2009.21.5"
            }, 
            {
                "type": "unknown", 
                "id": "bib7", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "United Nations"
                    }
                ], 
                "title": "World population prospects: the 2010 revision", 
                "details": "World population prospects: the 2010 revision, esa.un.org/wpp/Documentation/pdf/WPP2010_Highlights.pdf", 
                "uri": "http://esa.un.org/wpp/Documentation/pdf/WPP2010_Highlights.pdf"
            }, 
            {
                "type": "unknown", 
                "id": "bib8", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "WHO"
                    }
                ], 
                "title": "The global burden of disease: 2004 update", 
                "details": "The global burden of disease: 2004 update, www.who.int/healthinfo/global_burden_disease/2004_report_update/en/index.html", 
                "uri": "http://www.who.int/healthinfo/global_burden_disease/2004_report_update/en/index.html"
            }, 
            {
                "type": "unknown", 
                "id": "bib9", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "WHO"
                    }
                ], 
                "title": "Global health risks: mortality and burden of disease attributable to selected major risks", 
                "details": "Global health risks: mortality and burden of disease attributable to selected major risks, www.who.int/healthinfo/global_burden_disease/global_health_risks/en/index.html", 
                "uri": "http://www.who.int/healthinfo/global_burden_disease/global_health_risks/en/index.html"
            }, 
            {
                "type": "unknown", 
                "id": "bib10", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "WHO"
                    }
                ], 
                "title": "Press release: 65th World Health Assembly closes with new global health measures", 
                "details": "http://www.who.int/mediacentre/news/releases/2012/wha65_closes_20120526/en/index.html", 
                "uri": "http://www.who.int/mediacentre/news/releases/2012/wha65_closes_20120526/en/index.html"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}