{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-02840-v1.xml"
        }, 
        "status": "vor", 
        "id": "02840", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02840", 
        "authorLine": "Kristine B Arnvig, Finn Werner", 
        "title": "A new spanner in the works of bacterial transcription", 
        "titlePrefix": "Antibiotics", 
        "published": "2014-04-22T00:00:00Z", 
        "versionDate": "2014-04-22T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02840", 
        "pdf": "https://publishing-cdn.elifesciences.org/02840/elife-02840-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }
        ], 
        "researchOrganisms": [
            "<i>E. coli</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A promising molecular target that is unlikely to develop antibiotic resistance has been identified in bacteria."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Arnvig and Werner", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kristine B Arnvig", 
                    "index": "Arnvig, Kristine B"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Structural and Molecular Biology", 
                            "University College London"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "k.arnvig@ucl.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Finn Werner", 
                    "index": "Werner, Finn"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Structural and Molecular Biology", 
                            "University College London"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "f.werner@ucl.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-02840-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "02840", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.02840", 
        "authorLine": "Kristine B Arnvig, Finn Werner", 
        "title": "A new spanner in the works of bacterial transcription", 
        "titlePrefix": "Antibiotics", 
        "published": "2014-04-22T00:00:00Z", 
        "versionDate": "2014-04-22T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e02840", 
        "pdf": "https://publishing-cdn.elifesciences.org/02840/elife-02840-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }
        ], 
        "researchOrganisms": [
            "<i>E. coli</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A promising molecular target that is unlikely to develop antibiotic resistance has been identified in bacteria."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Arnvig and Werner", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kristine B Arnvig", 
                    "index": "Arnvig, Kristine B"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Structural and Molecular Biology", 
                            "University College London"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "k.arnvig@ucl.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Finn Werner", 
                    "index": "Werner, Finn"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Structural and Molecular Biology", 
                            "University College London"
                        ], 
                        "address": {
                            "formatted": [
                                "London", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "London"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "f.werner@ucl.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "RNA polymerase", 
            "antibiotic", 
            "transcription", 
            "transcription initiation", 
            "inhibitor", 
            "bipartite inhibitor"
        ], 
        "-related-articles-internal": [
            "02450"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Bacterial infections cause over 17 million deaths globally every year (<a href=\"#bib1a\">Butler and Buss, 2006</a>; <a href=\"#bib8\">World Health Organisation, 2014</a>). In the past 70 years, antibiotics have been critical in the fight against infectious disease, yet alarmingly, pathogenic bacteria of all categories have developed antibiotic resistance. This is rated one of the greatest threats to human health."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Alongside the rise of antibiotic resistant variants of already existing diseases, such as MDR-TB (multi-drug resistant tuberculosis) and MRSA (methicillin-resistant <i>Staphylococcus aureus</i>), new infectious diseases are emerging every year. However, few new antibiotics have been developed over the past two decades (<a href=\"#bib1\">Chief Medical Officer’s report, 2011</a>). The situation is further complicated by the fact that many current antibiotics have severe side effects, particularly if they are used for a long time. There is, therefore, an urgent need for novel drugs. Now, in <i>eLife</i>, Richard Ebright and colleagues from Rutgers University, the Helmholtz Centre for Infection Research, and Naicons Srl—including Yu Zhang, David Degen, and Mary Ho as joint first authors—use a combination of genetic, biochemical and structural approaches to characterise how a recently discovered compound, with very promising properties, works (<a href=\"#bib9\">Zhang et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Designing drugs in a rational, systematic way requires an intimate knowledge of how they interact with their target and the mechanism by which they inhibit this target’s activity. Antibiotics act by interfering with processes that are essential to cells, such as transcription (<a href=\"#bib4\">Darst, 2004</a>), translation or cell wall synthesis. In effect, these drugs ‘throw a spanner in the works’ of the bacterial cell. One set of prime targets for antibiotics are enzymes called multisubunit RNA polymerases (RNAPs), which transcribe the cellular genomes of all life on Earth (<a href=\"#bib7\">Werner and Grohmann, 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The natural genetic mutations that constantly occur in all organisms mean that although a new antibiotic may initially successfully kill bacteria, it may not remain effective for long. Mutations that stop antibiotics inhibiting bacterial RNAP emerge randomly regardless of the environment the bacteria grow in. In most cases these changes will also make the bacterium less fit. Therefore, if the bacteria are not exposed to antibiotics, the number of resistant bacteria remains low compared to the number that are sensitive to the antibiotic (<a href=\"#bib3\">Comas et al., 2012</a>). However, if antibiotics are then targeted at these bacteria, the selective pressure of the drug treatment may increase the proportion of drug-resistant mutants in the overall population, and thus a drug resistant strain of bacteria will emerge over time. In addition, the initial loss of fitness associated with the drug-resistant mutations is often compensated for by additional mutations, and so a new and more dangerous pathogen can evolve (<a href=\"#bib3\">Comas et al., 2012</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The ideal molecular target of an antibiotic—its binding site—would present little opportunity for drug resistance to evolve. Therefore, the target should be small, and directly involved in how RNAP works as an enzyme, to reduce the likelihood of a drug resistant RNAP evolving that remains catalytically active."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The bacterium <i>Actinomadura sp.</i>, which was originally isolated from a soil sample, produces an antimicrobial chemical called GE23077, henceforth referred to as GE (<a href=\"#bib2\">Ciciliato et al., 2004</a>). GE is <i>Actinomadura</i>’s weapon in the fight for resources in its natural environment, and is used against fungi as well as Gram-negative and Gram-positive bacteria. Early studies demonstrated that GE was a potent inhibitor of RNAP purified from <i>Escherichia coli</i>. However, the compound was less effective against living cells as it is unable to cross the cellular envelope that surrounds a bacterium (<a href=\"#bib6\">Sarubbi et al., 2004</a>). Improving GE’s properties, for example by increasing its uptake into a cell while not lowering its potency, requires the molecular basis of its activity to be thoroughly understood (<a href=\"#bib5\">Mariani et al., 2005</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "RNAPs transcribe DNA by building long chains of RNA from individual nucleotides. GE, like another antibiotic called rifampin (Rif) that is used to treat tuberculosis, does not interfere with the first steps of transcription initiation. Therefore, RNAP can still find the correct start site and load the template DNA strand into its active site ready for RNA synthesis. GE inhibits the subsequent step, preventing the joining together of the first two nucleotide substrates in the RNA chain."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The X-ray crystal structures of bacterial RNAP in complex with GE solved by Ebright and colleagues provide a structural explanation for this activity (<a href=\"#fig1\">Figure 1</a>). GE binding to RNAP interferes with the binding of the first and second RNA nucleotide substrates to the enzyme. Rif works in a similar way: as this antibiotic’s binding site is close to, but offset from GE’s, Rif allows the formation of di-and tri-nucleotides but prevents the synthesis of longer RNA chains. GE also interferes with the binding of a magnesium ion in the RNAP active site that is critical for enzyme catalysis."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The antibiotic GE23077 (GE) targets a site on bacterial RNA polymerase to inhibit the initiation of DNA transcription.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) The RNAP transcription initiation complex present in <i>Thermus thermophilus</i> bacteria. GE and Rif (as well as several other antibiotics) target the same region of the enzyme: the RNAP catalytic centre (highlighted with a red dashed circle). Zhang et al. found that the binding sites of GE and Rif are distinct, yet close to each other; this explains why the two drugs inhibit RNAP catalysis in subtly different ways. In both cases the antibiotic does not interfere with the first steps of transcription initiation, and the RNAP can still load a DNA template (teal). Instead, each antibiotic interferes with the next step: the bonding together of nucleotides to form an RNA chain. A saturation mutagenesis of a volume within 30 Å of the active site identified just 6 mutations that could give rise to GE antibiotic resistance, compared with 71 that produce Rif-resistance. (<b>B</b>) The RNAP active site. The GE (blue stick diagram) target site (green) identified by Zhang et al. is much smaller than Rif’s (yellow stick diagram) target site (red; image taken from Figure 6 of <a href=\"#bib9\">Zhang et al., 2014</a>)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/02840/elife-02840-fig1-v1.tif", 
                        "filename": "elife-02840-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To assess the number of mutations at the binding site that confer GE resistance and thereby pose a threat to effective antibiotic treatment, Ebright and colleagues used a technique called saturation mutagenesis. This generates all the possible mutations at a specific site, in this case within 30 Å of the catalytic centre of <i>E. coli</i> RNAP. The analysis revealed a very small target-based resistance spectrum, as only a very few mutations could produce RNAPs that are both resistant to GE and still catalytically active. The GE target site is also roughly 10-fold smaller than that of Rif and is therefore superior as it presents fewer possible sites of mutation."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Since the GE and Rif binding sites are next to but distinct from each other, the two drugs do not display cross-resistance. Therefore, Rif resistant RNAPs are not resistant to GE, and vice versa. Moreover, GE and Rif can bind simultaneously to RNAPs. As the ‘icing on the cake’ of their work, Ebright and colleagues joined together GE and Rif to generate a novel two-part (bipartite) compound, Rifa-GE. While Rifa-GE is as potent as GE or Rif, it also effectively inhibits RNAP variants that are resistant to either."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Once GE-containing compounds have been modified so they are better able to enter a living bacterial cell, they are likely to become front-line drugs in the struggle against bacterial infections."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1a", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Butler", 
                            "index": "Butler, MS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Buss", 
                            "index": "Buss, AD"
                        }
                    }
                ], 
                "articleTitle": "Natural products—the future scaffolds for novel antibiotics?", 
                "journal": "Biochemical Pharmacology", 
                "volume": "7", 
                "pages": {
                    "first": "919", 
                    "last": "929", 
                    "range": "919–929"
                }, 
                "doi": "10.1016/j.bcp.2005.10.012"
            }, 
            {
                "type": "web", 
                "id": "bib1", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "Chief Medical Officer’s report"
                    }
                ], 
                "title": "Annual Report of the Chief Medical Officer 2011: Volume Two", 
                "uri": "https://www.gov.uk/government/publications/chief-medical-officer-annual-report-volume-2"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Ciciliato", 
                            "index": "Ciciliato, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Corti", 
                            "index": "Corti, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Sarubbi", 
                            "index": "Sarubbi, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Stefanelli", 
                            "index": "Stefanelli, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Gastaldo", 
                            "index": "Gastaldo, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Montanini", 
                            "index": "Montanini, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kurz", 
                            "index": "Kurz, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Losi", 
                            "index": "Losi, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Marinelli", 
                            "index": "Marinelli, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Selva", 
                            "index": "Selva, E"
                        }
                    }
                ], 
                "articleTitle": "Antibiotics GE23077, novel inhibitors of bacterial RNA polymerase. I. Taxonomy, isolation and characterization", 
                "journal": "Journal of Antibiotics", 
                "volume": "57", 
                "pages": {
                    "first": "210", 
                    "last": "217", 
                    "range": "210–217"
                }, 
                "doi": "10.7164/antibiotics.57.210"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Comas", 
                            "index": "Comas, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Borrell", 
                            "index": "Borrell, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Roetzer", 
                            "index": "Roetzer, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Rose", 
                            "index": "Rose, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Malla", 
                            "index": "Malla, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kato-Maeda", 
                            "index": "Kato-Maeda, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Galagan", 
                            "index": "Galagan, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Niemann", 
                            "index": "Niemann, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Gagneux", 
                            "index": "Gagneux, S"
                        }
                    }
                ], 
                "articleTitle": "Whole-genome sequencing of rifampicin-resistant Mycobacterium tuberculosis strains identifies compensatory mutations in RNA polymerase genes", 
                "journal": "Nature Genetics", 
                "volume": "44", 
                "pages": {
                    "first": "106", 
                    "last": "110", 
                    "range": "106–110"
                }, 
                "doi": "10.1038/ng.1038"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Darst", 
                            "index": "Darst, SA"
                        }
                    }
                ], 
                "articleTitle": "New inhibitors targeting bacterial RNA polymerase", 
                "journal": "Trends in Biochemical Sciences", 
                "volume": "29", 
                "pages": {
                    "first": "159", 
                    "last": "160", 
                    "range": "159–160"
                }, 
                "doi": "10.1016/j.tibs.2004.02.005"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Mariani", 
                            "index": "Mariani, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Granata", 
                            "index": "Granata, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SI Maffioli", 
                            "index": "Maffioli, SI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Serina", 
                            "index": "Serina, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Brunati", 
                            "index": "Brunati, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Sosio", 
                            "index": "Sosio, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Marazzi", 
                            "index": "Marazzi, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Vannini", 
                            "index": "Vannini, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Patel", 
                            "index": "Patel, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R White", 
                            "index": "White, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ciabatti", 
                            "index": "Ciabatti, R"
                        }
                    }
                ], 
                "articleTitle": "Antibiotics GE23077, novel inhibitors of bacterial RNA polymerase. Part 3: chemical derivatization", 
                "journal": "Bioorganic & Medicinal Chemistry Letters", 
                "volume": "15", 
                "pages": {
                    "first": "3748", 
                    "last": "3752", 
                    "range": "3748–3752"
                }, 
                "doi": "10.1016/j.bmcl.2005.05.060"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Sarubbi", 
                            "index": "Sarubbi, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Monti", 
                            "index": "Monti, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Corti", 
                            "index": "Corti, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Miele", 
                            "index": "Miele, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Selva", 
                            "index": "Selva, E"
                        }
                    }
                ], 
                "articleTitle": "Mode of action of the microbial metabolite GE23077, a novel potent and selective inhibitor of bacterial RNA polymerase", 
                "journal": "European Journal of Biochemistry/FEBS", 
                "volume": "271", 
                "pages": {
                    "first": "3146", 
                    "last": "3154", 
                    "range": "3146–3154"
                }, 
                "doi": "10.1111/j.1432-1033.2004.04244.x"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Werner", 
                            "index": "Werner, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Grohmann", 
                            "index": "Grohmann, D"
                        }
                    }
                ], 
                "articleTitle": "Evolution of multisubunit RNA polymerases in the three domains of life", 
                "journal": "Nature Reviews Microbiology", 
                "volume": "9", 
                "pages": {
                    "first": "85", 
                    "last": "98", 
                    "range": "85–98"
                }, 
                "doi": "10.1038/nrmicro2507"
            }, 
            {
                "type": "web", 
                "id": "bib8", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "group", 
                        "name": "World Health Organisation"
                    }
                ], 
                "title": "http://www.who.int/topics/infectious_diseases/factsheets/en/", 
                "uri": "http://www.who.int/topics/infectious_diseases/factsheets/en/"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zhang", 
                            "index": "Zhang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Degen", 
                            "index": "Degen, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MX Ho", 
                            "index": "Ho, MX"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Sineva", 
                            "index": "Sineva, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KY Ebright", 
                            "index": "Ebright, KY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YW Ebright", 
                            "index": "Ebright, YW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Mekler", 
                            "index": "Mekler, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Vahedian-Movahed", 
                            "index": "Vahedian-Movahed, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Feng", 
                            "index": "Feng, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Yin", 
                            "index": "Yin, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Tuske", 
                            "index": "Tuske, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Irschik", 
                            "index": "Irschik, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Jansen", 
                            "index": "Jansen, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Maffioli", 
                            "index": "Maffioli, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Donadio", 
                            "index": "Donadio, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Arnold", 
                            "index": "Arnold, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RH Ebright", 
                            "index": "Ebright, RH"
                        }
                    }
                ], 
                "articleTitle": "GE23077 binds to the RNA polymerase “i” and “i+1” sites and prevents the binding of initiating nucleotides", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e02450", 
                "doi": "10.7554/eLife.02450"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}