{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00286", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00286", 
        "authorLine": "Cynthia Kenyon", 
        "title": "Could a hormone point the way to life extension?", 
        "titlePrefix": "Longevity", 
        "published": "2012-10-15T00:00:00Z", 
        "versionDate": "2012-10-15T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00286", 
        "pdf": "https://publishing-cdn.elifesciences.org/00286/elife-00286-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Mice that have been genetically modified to produce high levels of fibroblast growth factor-21 live longer than mice with normal levels of this hormone."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Kenyon", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Cynthia Kenyon", 
                    "index": "Kenyon, Cynthia"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "University of California, San Francisco"
                        ], 
                        "address": {
                            "formatted": [
                                "San Francisco", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "San Francisco"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "cynthia.kenyon@ucsf.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00286", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00286", 
        "authorLine": "Cynthia Kenyon", 
        "title": "Could a hormone point the way to life extension?", 
        "titlePrefix": "Longevity", 
        "published": "2012-10-15T00:00:00Z", 
        "versionDate": "2012-10-15T00:00:00Z", 
        "volume": 1, 
        "elocationId": "e00286", 
        "pdf": "https://publishing-cdn.elifesciences.org/00286/elife-00286-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Mice that have been genetically modified to produce high levels of fibroblast growth factor-21 live longer than mice with normal levels of this hormone."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Kenyon", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Cynthia Kenyon", 
                    "index": "Kenyon, Cynthia"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "University of California, San Francisco"
                        ], 
                        "address": {
                            "formatted": [
                                "San Francisco", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "San Francisco"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "cynthia.kenyon@ucsf.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ], 
        "keywords": [
            "longevity", 
            "fibroblast growth factor", 
            "growth hormone", 
            "liver", 
            "caloric restriction"
        ], 
        "-related-articles-internal": [
            "00065"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Will it be possible to slow the rate of human aging and extend lifespan? Maybe. Assuming that the first metazoans had short lifespans, gene changes have already extended our lifespans dramatically. Species with tissues much like ours can live far longer than we do, suggesting that perhaps we could too. In some human families, living healthily to age ninety or older is commonplace. With more knowledge of the genes responsible, it might be possible to design interventions to slow down aging and increase healthy lifespan."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In animals, many mutations can slow aging and extend lifespan, in some cases dramatically. Most of these life-extending mutations affect biochemical pathways that respond to nutrient, stress or energy levels. Inhibiting pathways that promote nutrient uptake or growth, or activating pathways that normally help the organism respond to stress or a shortage of energy, can extend lifespan in worms, flies and mice. Perhaps pharmaceutical techniques could be used to extend human lifespans by modifying these or other life-extension pathways."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, writing in <i>eLife</i>, Yuan Zhang of the University of Texas Southwestern (UTSW) Medical Center and co-workers report that a hormone, called fibroblast growth factor-21 (FGF-21), can extend lifespan in mice (<a href=\"#bib8\">Zhang et al., 2012</a>). When food is withheld from an animal for 12 hours or longer, liver cells produce this hormone, which then mobilizes fat stores in the liver, and promotes the synthesis of glucose and ketones. FGF-21 also reduces basal insulin levels and increases insulin sensitivity. In addition, it suppresses further growth of the mice by preventing growth hormone from triggering the production of IGF-1 (insulin-like growth factor-1) in the liver."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Previously, a collaboration between the UTSW group and researchers at New York University School of Medicine engineered mice with levels of circulating FGF-21 that were 5–10 times higher than normal (<a href=\"#bib5\">Inagaki et al., 2008</a>). As a consequence, these animals switched on their starvation response even though they continued to feed normally. Now Zhang et al. report that the median lifespans of these mice are increased—by 30% for male mice and 39% for female mice. One consequence of high levels of FGF-21, disruption of the growth hormone/insulin/IGF-1 pathway, is already known to extend the lifespan of mice by ∼50% (<a href=\"#bib2\">Coschigano et al., 2000</a>). This disruption is likely to be responsible for the increase in the lifespans observed by Zhang et al. Other life extension pathways they examined (the TOR, AMPK and sirtuin pathways) all appeared normal in these mice."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Because FGF-21 is a hormone, it should be possible to increase its level in humans. It is possible that this will extend lifespan, because there are already hints that inhibiting the growth hormone/IGF-1 pathway promotes human longevity. First, genetic mutations that prevent cells from responding to IGF-1 are over-represented in centenarians (<a href=\"#bib7\">Suh et al., 2008</a>), as are other rare DNA variants that reduce the activities of other components of this pathway, including the receptor for growth hormone (Y. Suh, personal communication). Second, DNA variants in the <i>FOXO3A</i> gene have been linked to exceptional longevity in at least eight studies across the world. FOXO proteins switch on genes that extend lifespan when insulin/IGF-1 signalling is inhibited in animals, although we do not know how these human DNA variants affect gene function. Third, genome-wide association studies for longevity highlight this pathway (<a href=\"#bib3\">Deelen et al., 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It was the ability of FGF-21 to help animals survive starvation that initially prompted Zhang and co-workers – who are based at UTSW, the Howard Hughes Medical Institute and the Salk Institute – to test its role in aging. It has been known for decades that a reduced calorie intake (caloric restriction) can increase the lifespans of rodents and other animals. When first discovered, during the Great Depression of the 1930s, caloric restriction was assumed to work simply by reducing metabolic wear and tear. However, now we know that it extends lifespan by engaging specific signalling pathways and changing patterns of gene expression."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The results of a long-running caloric restriction experiment on primates were published recently and, unexpectedly, it was found that the calorically restricted monkeys did not live any longer than control animals (<a href=\"#bib6\">Mattison et al., 2012</a>). This finding was puzzling because caloric restriction had seemed to extend lifespan in a previous study (<a href=\"#bib1\">Colman et al., 2009</a>). However, the monkeys in the previous study had consumed a high-glycemic-index diet, and the control animals (the only group in either study with a relatively short lifespan) were allowed to eat all they wanted. The take-home message here might be that a healthy, moderate diet will provide just as much benefit as more severe food limitation. However, the differences between the outcomes of the two studies might be partly due to other factors, such as genotypic differences between the groups. Different strains of mice are now known to respond to caloric restriction in different ways: some strains even live shorter, not longer."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "While caloric restriction is not fully understood, Zhang et al. show that it is unlikely to explain their results because caloric restriction does not trigger FGF-21 production. Intriguingly, however, recurrent periods of starvation, administered in the form of intermittent, every-other-day feeding, can also extend lifespan in animals. This regime does not reduce overall caloric intake, as the animals overeat when food is available, but it should trigger FGF-21 production. Moreover, in <i>C. elegans</i>, where the mechanism has been examined, the life extension produced by intermittent fasting appears to act by inhibiting insulin/IGF-1 signalling and activating FOXO (<a href=\"#bib4\">Honjoh et al., 2009</a>). It would be interesting to know whether every-other-day feeding might extend the lifespans of primates."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One of the most exciting features of many long-lived worms, flies and mice is their resistance to age-related diseases such as cancer, atherosclerosis and protein-aggregation disease. Since FGF-21 activates the same longevity pathways, it is possible that this hormone might also confer resistance against disease. Unfortunately, like some other mice that are deficient in IGF-1, these long-lived mice have low bone density, so we cannot recommend injecting FGF-21 right now."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Colman", 
                            "index": "Colman, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RM Anderson", 
                            "index": "Anderson, RM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SC Johnson", 
                            "index": "Johnson, SC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EK Kastman", 
                            "index": "Kastman, EK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KJ Kosmatka", 
                            "index": "Kosmatka, KJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Beasley", 
                            "index": "Beasley, TM"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Caloric restriction delays disease onset and mortality in rhesus monkeys", 
                "journal": "Science", 
                "volume": "325", 
                "pages": {
                    "first": "201", 
                    "last": "204", 
                    "range": "201–204"
                }, 
                "uri": "http://dx.doi.org/10.1126/science.1173635"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KT Coschigano", 
                            "index": "Coschigano, KT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Clemmons", 
                            "index": "Clemmons, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LL Bellush", 
                            "index": "Bellush, LL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JJ Kopchick", 
                            "index": "Kopchick, JJ"
                        }
                    }
                ], 
                "articleTitle": "Assessment of growth parameters and life span of GHR/BP gene-disrupted mice", 
                "journal": "Endocrinology", 
                "volume": "141", 
                "pages": {
                    "first": "2608", 
                    "last": "2613", 
                    "range": "2608–2613"
                }, 
                "uri": "http://dx.doi.org/10.1210/en.141.7.2608"
            }, 
            {
                "type": "unknown", 
                "id": "bib3", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Deelen", 
                            "index": "Deelen, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HW Uh", 
                            "index": "Uh, HW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Monajemi", 
                            "index": "Monajemi, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D van Heemst", 
                            "index": "van Heemst, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PE Thijssen", 
                            "index": "Thijssen, PE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Böhringer", 
                            "index": "Böhringer, S"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "title": "Gene set analysis of GWAS data for human longevity highlights the relevance of the insulin/IGF-1 signaling and telomere maintenance pathways", 
                "details": "Age (Dordr), 10.1007/s11357-011-9340-3", 
                "uri": "http://dx.doi.org/10.1007/s11357-011-9340-3"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Honjoh", 
                            "index": "Honjoh, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Yamamoto", 
                            "index": "Yamamoto, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Uno", 
                            "index": "Uno, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Nishida", 
                            "index": "Nishida, E"
                        }
                    }
                ], 
                "articleTitle": "Signalling through RHEB-1 mediates intermittent fasting-induced longevity in <i>C. elegans</i>", 
                "journal": "Nature", 
                "volume": "457", 
                "pages": {
                    "first": "726", 
                    "last": "730", 
                    "range": "726–730"
                }, 
                "uri": "http://dx.doi.org/10.1038/nature07583"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Inagaki", 
                            "index": "Inagaki, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VY Lin", 
                            "index": "Lin, VY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Goetz", 
                            "index": "Goetz, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Mohammadi", 
                            "index": "Mohammadi, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Mangelsdorf", 
                            "index": "Mangelsdorf, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Kliewer", 
                            "index": "Kliewer, SA"
                        }
                    }
                ], 
                "articleTitle": "Inhibition of growth hormone signaling by the fasting-induced hormone FGF21", 
                "journal": "Cell Metab", 
                "volume": "8", 
                "pages": {
                    "first": "77", 
                    "last": "83", 
                    "range": "77–83"
                }, 
                "uri": "http://dx.doi.org/10.1016/j.cmet.2008.05.006"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Mattison", 
                            "index": "Mattison, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GS Roth", 
                            "index": "Roth, GS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Beasley", 
                            "index": "Beasley, TM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EM Tilmont", 
                            "index": "Tilmont, EM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Handy", 
                            "index": "Handy, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RL Herbert", 
                            "index": "Herbert, RL"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Impact of caloric restriction on health and survival in rhesus monkeys from the NIA study", 
                "journal": "Nature", 
                "volume": "489", 
                "pages": {
                    "first": "318", 
                    "last": "321", 
                    "range": "318–321"
                }, 
                "uri": "http://dx.doi.org/10.1038/nature11432"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Suh", 
                            "index": "Suh, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Atzmon", 
                            "index": "Atzmon, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MO Cho", 
                            "index": "Cho, MO"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Hwang", 
                            "index": "Hwang, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Liu", 
                            "index": "Liu, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Leahy", 
                            "index": "Leahy, DJ"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Functionally significant insulin-like growth factor I receptor mutations in centenarians", 
                "journal": "Proc Natl Acad Sci USA", 
                "volume": "105", 
                "pages": {
                    "first": "3438", 
                    "last": "3442", 
                    "range": "3438–3442"
                }, 
                "uri": "http://dx.doi.org/10.1073/pnas.0705467105"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zhang", 
                            "index": "Zhang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Xie", 
                            "index": "Xie, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ED Berglund", 
                            "index": "Berglund, ED"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KC Coate", 
                            "index": "Coate, KC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TT He", 
                            "index": "He, TT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Katafuchi", 
                            "index": "Katafuchi, T"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The starvation hormone, fibroblast growth factor-21, extends lifespan in mice", 
                "journal": "eLife", 
                "volume": "1", 
                "pages": "e00065", 
                "uri": "http://dx.doi.org/10.7554/eLife.00065"
            }
        ]
    }
}