{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "22497", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.22497", 
        "authorLine": "Luis A Bezares-Calderón, Gáspár Jékely", 
        "title": "Think small", 
        "titlePrefix": "Connectomics", 
        "published": "2016-12-06T00:00:00Z", 
        "versionDate": "2016-12-06T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e22497", 
        "pdf": "https://publishing-cdn.elifesciences.org/22497/elife-22497-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>C. intestinalis</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The tadpole larva of a sea squirt is only the second animal to have its entire nervous system mapped out, and the results confirm that there is still much to learn from the smallest brains."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Bezares-Calderón et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Luis A Bezares-Calderón", 
                    "index": "Bezares-Calderón, Luis A"
                }, 
                "orcid": "0000-0001-6678-6876", 
                "affiliations": [
                    {
                        "name": [
                            "Max-Planck-Institute for Developmental Biology"
                        ], 
                        "address": {
                            "formatted": [
                                "Tübingen", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Tübingen"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Gáspár Jékely", 
                    "index": "Jékely, Gáspár"
                }, 
                "orcid": "0000-0001-8496-9836", 
                "affiliations": [
                    {
                        "name": [
                            "Max-Planck-Institute for Developmental Biology"
                        ], 
                        "address": {
                            "formatted": [
                                "Tübingen", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Tübingen"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "gaspar.jekely@tuebingen.mpg.de"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "22497", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.22497", 
        "authorLine": "Luis A Bezares-Calderón, Gáspár Jékely", 
        "title": "Think small", 
        "titlePrefix": "Connectomics", 
        "published": "2016-12-06T00:00:00Z", 
        "versionDate": "2016-12-06T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e22497", 
        "pdf": "https://publishing-cdn.elifesciences.org/22497/elife-22497-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "<i>C. intestinalis</i>"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The tadpole larva of a sea squirt is only the second animal to have its entire nervous system mapped out, and the results confirm that there is still much to learn from the smallest brains."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Bezares-Calderón et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Luis A Bezares-Calderón", 
                    "index": "Bezares-Calderón, Luis A"
                }, 
                "orcid": "0000-0001-6678-6876", 
                "affiliations": [
                    {
                        "name": [
                            "Max-Planck-Institute for Developmental Biology"
                        ], 
                        "address": {
                            "formatted": [
                                "Tübingen", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Tübingen"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Gáspár Jékely", 
                    "index": "Jékely, Gáspár"
                }, 
                "orcid": "0000-0001-8496-9836", 
                "affiliations": [
                    {
                        "name": [
                            "Max-Planck-Institute for Developmental Biology"
                        ], 
                        "address": {
                            "formatted": [
                                "Tübingen", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Tübingen"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "gaspar.jekely@tuebingen.mpg.de"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "connectome", 
            "synapse", 
            "network", 
            "CNS", 
            "central nervous system"
        ], 
        "-related-articles-internal": [
            "16962"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Brains come in different sizes. Sperm whales have the largest, weighing in at over 7 kilograms, whereas the dwarf males of a worm called <i>Dinophilus gyrociliatus</i> have the smallest, containing just 66 neurons (<a href=\"#bib9\">Windoffer and Westheide, 1988</a>). Whether large or small, one feature unites all brains more than anything else: their neurons are connected to form intricate networks. This property is not seen in other organs, like the liver, kidneys or skin. Mapping networks of neurons has now become a central theme in neuroscience, as evidenced by the rise of the field of connectomics."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Producing wiring diagrams of neural networks – or connectomes – that show the specific connections between cells requires use of electron microscopy to image ultrathin slices of neural tissue. This approach has led to spectacular progress in recent years, but it can only analyse relatively small volumes. For example, a mouse brain is approximately 1 cm<sup>3</sup>, which is about 100,000 times larger than the volume that can currently be imaged and analysed. This is why size matters in connectomics. To date, a complete connectome has been produced for just one species, the nematode worm <i>Caenorhabditis elegans</i>. This wiring diagram, which was published 30 years ago, contains 302 neurons and took over a decade of effort (<a href=\"#bib8\">White et al., 1986</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in eLife, Kerrianne Ryan, Zhiyuan Lu and Ian Meinertzhagen from Dalhousie University report that they have mapped the connectome of a tadpole larva of the ascidian <i>Ciona intestinalis</i> (<a href=\"#bib5\">Ryan et al., 2016</a>). Adult ascidians are quite unremarkable, water-filled sacs that squirt when removed from the sea – which is why they are commonly called “sea squirts” (<a href=\"#fig1\">Figure 1A</a>). However, their tadpole-like larvae have attracted interest ever since the Russian embryologist Alexander Kowalewsky discovered in 1867 that they have the same basic body plan as the vertebrates (i.e. animals with backbones, ranging from fish to humans; <a href=\"#bib4\">Mikhailov and Gilbert, 2002</a>). Later molecular studies confirmed that they were indeed our closest “invertebrate” relatives (<a href=\"#bib1\">Delsuc et al., 2006</a>), and <i>Ciona</i> has now become an important laboratory animal in many areas of biology."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "title": "Connectome of the <i>Ciona intestinalis tadpole</i> larva.", 
                        "label": "Figure 1.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) As adults, sea squirts like <i>Ciona intestinalis</i> are immobile, filter-feeding animals. The scale bar is 10 mm. (<b>B</b>) The tadpole-like larva of <i>Ciona</i>, however, can swim and has a vertebrate-like body plan with a flexible rod that runs along its back called a notochord. Ryan et al. cut a single larva into ~7,000 ultrathin slices and used these to reconstruct the larval connectome. (<b>C</b>) The larva also has sensory organs, including a single eyespot on the right side and an organ involved in sensing gravity (called otolith) on the left. The scale bars in B and C are 100 μm. (<b>D</b>) The <i>Ciona</i> connectome shows that the larval nervous system consists of a peripheral and a central nervous system; the latter includes a brain vesicle and a motor ganglion. The brain vesicle contains the photoreceptors for the eyespot, the coronet cells (which are thought to detect pressure), antenna cells (which are involved in sensing the position of the otolith), and relay neurons. The motor ganglion contains neurons that directly control the contractions of the muscles. The brain shows many asymmetries in its cellular anatomy and wiring. For example, there are more relay neurons on the left of the larvae, and the motorneurons in the motor ganglion (numbered 1–5) are connected differently on the left and right sides of the larvae (red arrows show asymmetric connections). Photographs in A, B and C are courtesy of Antonio Palladino."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/22497/elife-22497-fig1-v1.jpg", 
                        "filename": "elife-22497-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "With fewer than 200 neurons, the nervous system of a <i>Ciona</i> larva is small and comes close to the lower limits of brain size. Nevertheless, imaging and reconstructing most of the neurons in the nervous system of a single specimen required a gargantuan effort. First, Ryan et al. sliced a single larva into 7,000 sections, just tens of nanometres thick, and imaged the sections using electron microscopy (<a href=\"#fig1\">Figure 1B</a>). The high-resolution images were then aligned and the neurons were painstakingly traced by hand. Finally, the connections for each and every neuron were identified and annotated. This resulted in the near-complete wiring diagram of the <i>Ciona</i> larva, representing the second connectome of any animal."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So, what can we learn from the connectome of <i>Ciona</i>? First, it is what is called a “small-world” network, meaning that it has highly connected local sub-networks linked together by a smaller number of long-range connections. This is similar to how the <i>C. elegans</i> connectome, social networks and power grids are organised (<a href=\"#bib7\">Watts and Strogatz, 1998</a>). Overall, the 177 neurons are connected such that, on average, it only takes 2.7 steps to go from one node in the network to another."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The connectome also shows that a <i>Ciona</i> larva has clearly separate peripheral and central nervous systems. The peripheral nervous system contains a few sensory neurons that are in direct contact with the environment. The central nervous system consists of sensory systems containing a single eye on the right side of the head, an organ that is sensitive to gravity, and cells that are thought to sense pressure (<a href=\"#fig1\">Figure 1C</a>). These sensory systems connect to highly interconnected relay neurons found at the back of the brain. These relay neurons in turn project to interneurons and motorneurons that are also part of the central nervous system and that eventually innervate into the larva’s muscles."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "How can the connectome help us understand how the <i>Ciona</i> larva does what it does? Well, almost everything these creatures do involves their muscles. Even before hatching, asymmetric muscle contractions cause the larva’s tail to flick 10 times per second and help it to hatch from its egg. Tail flicks then persist after hatching and may be important for changing direction when swimming (<a href=\"#bib2\">Mast, 1921</a>). Moreover, as a larva ages, its movements change and become driven by symmetric tail contractions that occur about 20–30 times per second. The larvae also respond to different stimuli – including light, gravity and shadows – by altering the activity of their muscles (<a href=\"#bib10\">Zega et al., 2006</a>; <a href=\"#bib3\">McHenry and Strother, 2003</a>); for example, young larvae will swim up against the direction of gravity (<a href=\"#bib6\">Tsuda et al., 2003</a>). Ryan et al. have now fully mapped neuronal pathways responsible for these relatively simple behaviours, from sensory organs to muscles (<a href=\"#fig1\">Figure 1D</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Simple as these behaviours may be, they are not independent. Instead, the network allows crosstalk at different levels. This suggests that the brain may indeed integrate different stimuli but only trigger one pattern of movements at a time – which is consistent with how these larvae actually swim (<a href=\"#bib10\">Zega et al., 2006</a>). These findings show that, even though each larva is small and anatomically simple, the underlying neural networks in its nervous system are complex and integrated."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Ryan et al. noted another intriguing feature of the <i>Ciona</i> connectome. Most animals studied to date display a left-right symmetry, so that for each neuron on the left, there is a counterpart on the right. However, most of the nervous system of <i>Ciona</i> lacks this symmetry (<a href=\"#fig1\">Figure 1D</a>). Moreover, even those groups of neurons that are symmetric – such as the motorneurons – are connected to other cells in an asymmetric way. It is not known why the nervous system of <i>Ciona</i> is so strongly asymmetric, but it may have something to do with the streamlining of the ascidian body plan. Asymmetries can be found in all brains, including our own, but to a lesser extent; so <i>Ciona</i> may provide clues on the development and function of asymmetry in brains."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The <i>Ciona</i> connectome holds lessons for those trying to understand how the brain works. It clearly shows that we are not done with the smallest brains yet; despite having few neurons, the <i>Ciona</i> network is complex and we are still far from fully understanding it. More generally, it suggests that it would be wise to solve some other small brains before we tackle more complex ones. This suggestion also makes economic sense, when you consider that a single mouse connectome would roughly cost the same as 100,000 small brain connectomes. Perhaps others working in the connectomics field will be inspired by the beautiful work of Ryan, Lu and Meinertzhagen, and turn their attention to the smallest of brains first."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Delsuc", 
                            "index": "Delsuc, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Brinkmann", 
                            "index": "Brinkmann, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Chourrout", 
                            "index": "Chourrout, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Philippe", 
                            "index": "Philippe, H"
                        }
                    }
                ], 
                "articleTitle": "Tunicates and not cephalochordates are the closest living relatives of vertebrates", 
                "journal": "Nature", 
                "volume": "439", 
                "pages": {
                    "first": "965", 
                    "last": "968", 
                    "range": "965–968"
                }, 
                "doi": "10.1038/nature04336", 
                "pmid": 16495997
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1921", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SO Mast", 
                            "index": "Mast, SO"
                        }
                    }
                ], 
                "articleTitle": "Reactions to light in the larvae of the ascidians, <i>Amaroucium constellatum</i> and <i>Amaroucium pellucidum</i> with special reference to photic orientation", 
                "journal": "Journal of Experimental Zoology", 
                "volume": "34", 
                "pages": {
                    "first": "148", 
                    "last": "187", 
                    "range": "148–187"
                }, 
                "doi": "10.1002/jez.1400340204"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M McHenry", 
                            "index": "McHenry, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Strother", 
                            "index": "Strother, J"
                        }
                    }
                ], 
                "articleTitle": "The kinematics of phototaxis in larvae of the ascidian <i>Aplidium constellatum</i>", 
                "journal": "Marine Biology", 
                "volume": "142", 
                "pages": {
                    "first": "173", 
                    "last": "184", 
                    "range": "173–184"
                }, 
                "doi": "10.1007/s00227-002-0929-z"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AT Mikhailov", 
                            "index": "Mikhailov, AT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SF Gilbert", 
                            "index": "Gilbert, SF"
                        }
                    }
                ], 
                "articleTitle": "From development to evolution: the re-establishment of the \"Alexander Kowalevsky Medal\"", 
                "journal": "The International Journal of Developmental Biology", 
                "volume": "46", 
                "pages": {
                    "first": "693", 
                    "last": "698", 
                    "range": "693–698"
                }, 
                "pmid": 12216980
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Ryan", 
                            "index": "Ryan, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Lu", 
                            "index": "Lu, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Meinertzhagen", 
                            "index": "Meinertzhagen, I"
                        }
                    }
                ], 
                "articleTitle": "The CNS connectome of a tadpole larva of <i>Ciona intestinalis</i> (L.) highlights sidedness in the brain of a chordate sibling", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e16962", 
                "doi": "10.7554/eLife.16962"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Tsuda", 
                            "index": "Tsuda, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Sakurai", 
                            "index": "Sakurai, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Goda", 
                            "index": "Goda, M"
                        }
                    }
                ], 
                "articleTitle": "Direct evidence for the role of pigment cells in the brain of ascidian larvae by laser ablation", 
                "journal": "Journal of Experimental Biology", 
                "volume": "206", 
                "pages": {
                    "first": "1409", 
                    "last": "1417", 
                    "range": "1409–1417"
                }, 
                "doi": "10.1242/jeb.00235", 
                "pmid": 12624175
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DJ Watts", 
                            "index": "Watts, DJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SH Strogatz", 
                            "index": "Strogatz, SH"
                        }
                    }
                ], 
                "articleTitle": "Collective dynamics of 'small-world' networks", 
                "journal": "Nature", 
                "volume": "393", 
                "pages": {
                    "first": "440", 
                    "last": "442", 
                    "range": "440–442"
                }, 
                "doi": "10.1038/30918", 
                "pmid": 9623998
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1986", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JG White", 
                            "index": "White, JG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Southgate", 
                            "index": "Southgate, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JN Thomson", 
                            "index": "Thomson, JN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Brenner", 
                            "index": "Brenner, S"
                        }
                    }
                ], 
                "articleTitle": "The structure of the nervous system of the nematode <i>Caenorhabditis elegans</i>", 
                "journal": "Philosophical Transactions of the Royal Society B: Biological Sciences", 
                "volume": "314", 
                "pages": {
                    "first": "1", 
                    "last": "340", 
                    "range": "1–340"
                }, 
                "doi": "10.1098/rstb.1986.0056"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1988", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Windoffer", 
                            "index": "Windoffer, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Westheide", 
                            "index": "Westheide, W"
                        }
                    }
                ], 
                "articleTitle": "The nervous system of the male <i>Dinophilus gyrociliatus</i> (Polychaeta, Dinophilidae): II. Electron microscopical reconstruction of nervous anatomy and effector cells", 
                "journal": "The Journal of Comparative Neurology", 
                "volume": "272", 
                "pages": {
                    "first": "475", 
                    "last": "488", 
                    "range": "475–488"
                }, 
                "doi": "10.1002/cne.902720403", 
                "pmid": 3417897
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Zega", 
                            "index": "Zega, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MC Thorndyke", 
                            "index": "Thorndyke, MC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ER Brown", 
                            "index": "Brown, ER"
                        }
                    }
                ], 
                "articleTitle": "Development of swimming behaviour in the larva of the ascidian <i>Ciona intestinalis</i>", 
                "journal": "Journal of Experimental Biology", 
                "volume": "209", 
                "pages": {
                    "first": "3405", 
                    "last": "3412", 
                    "range": "3405–3412"
                }, 
                "doi": "10.1242/jeb.02421", 
                "pmid": 16916975
            }
        ]
    }
}