{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-09315-v1.xml"
        }, 
        "status": "vor", 
        "id": "09315", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09315", 
        "authorLine": "Jee-Young Mock, William M Clemons Jr", 
        "title": "Capturing the signal", 
        "titlePrefix": "Membrane Proteins", 
        "published": "2015-07-09T00:00:00Z", 
        "versionDate": "2015-07-09T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09315", 
        "pdf": "https://publishing-cdn.elifesciences.org/09315/elife-09315-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "High-resolution structures provide new insights into how an RNA-protein complex recognizes the signal that targets membrane proteins to the endoplasmic reticulum before they aggregate."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Mock and Clemons", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jee-Young Mock", 
                    "index": "Mock, Jee-Young"
                }, 
                "orcid": "0000-0002-4656-3357", 
                "affiliations": [
                    {
                        "name": [
                            "Division of Chemistry and Chemical Engineering", 
                            "California Institute of Technology"
                        ], 
                        "address": {
                            "formatted": [
                                "Pasadena", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Pasadena"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "William M Clemons Jr", 
                    "index": "Clemons, William M, Jr"
                }, 
                "orcid": "0000-0002-0021-889X", 
                "affiliations": [
                    {
                        "name": [
                            "Division of Chemistry and Chemical Engineering", 
                            "California Institute of Technology"
                        ], 
                        "address": {
                            "formatted": [
                                "Pasadena", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Pasadena"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "clemons@caltech.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-09315-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "09315", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.09315", 
        "authorLine": "Jee-Young Mock, William M Clemons Jr", 
        "title": "Capturing the signal", 
        "titlePrefix": "Membrane Proteins", 
        "published": "2015-07-09T00:00:00Z", 
        "versionDate": "2015-07-09T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e09315", 
        "pdf": "https://publishing-cdn.elifesciences.org/09315/elife-09315-v1.pdf", 
        "subjects": [
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }, 
            {
                "id": "biophysics-structural-biology", 
                "name": "Biophysics and Structural Biology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "High-resolution structures provide new insights into how an RNA-protein complex recognizes the signal that targets membrane proteins to the endoplasmic reticulum before they aggregate."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Mock and Clemons", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jee-Young Mock", 
                    "index": "Mock, Jee-Young"
                }, 
                "orcid": "0000-0002-4656-3357", 
                "affiliations": [
                    {
                        "name": [
                            "Division of Chemistry and Chemical Engineering", 
                            "California Institute of Technology"
                        ], 
                        "address": {
                            "formatted": [
                                "Pasadena", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Pasadena"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "William M Clemons Jr", 
                    "index": "Clemons, William M, Jr"
                }, 
                "orcid": "0000-0002-0021-889X", 
                "affiliations": [
                    {
                        "name": [
                            "Division of Chemistry and Chemical Engineering", 
                            "California Institute of Technology"
                        ], 
                        "address": {
                            "formatted": [
                                "Pasadena", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Pasadena"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "clemons@caltech.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "rabbit", 
            "protein targeting", 
            "cryo-EM", 
            "membrane protein biogenesis", 
            "signal recognition particle"
        ], 
        "-related-articles-internal": [
            "07975"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "About a quarter of eukaryotic genes encode membrane proteins, many of which perform activities that are essential for cells to survive (<a href=\"#bib10\">Wallin and von Heijne, 1998</a>). Nevertheless, the production of these proteins poses a problem for the cell. Like all proteins, membrane proteins are built by ribosomes within the cytosol, which is an aqueous and crowded environment (<a href=\"#bib2\">Ellis, 2001</a>). However, the transmembrane domains of membrane proteins are hydrophobic (or ‘water-hating’) and are therefore prone to aggregating in such an environment. This means that they must be promptly sent to their destination. For most eukaryotic membrane proteins, this destination is the membrane of the endoplasmic reticulum."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In 1971, Blobel and Sabitini proposed a possible solution to this problem: the proteins that are destined for the endoplasmic reticulum (i.e., membrane proteins and secreted proteins) contain a signal peptide that is recognized by the ribosome. Subsequent studies confirmed the existence of this signal peptide (<a href=\"#bib1\">Blobel and Dobberstein, 1975</a>), and the signal recognition particle (SRP), which actively targets the proteins to the endoplasmic reticulum, was also eventually identified (<a href=\"#bib11\">Walter and Blobel, 1981a</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The SRP is thought to bind to and protect the signal peptide (which is typically also the first transmembrane domain for membrane proteins) when it emerges from the ribosome. This halts the building of the protein until the entire complex (including the ribosome, the SRP, the messenger RNA and the newly forming protein) arrives at the membrane of the endoplasmic reticulum. Although this process has been extensively characterized since its discovery, several important details of the molecular interplay between the mammalian ribosome and the SRP remain elusive. Our current structural understanding of the SRP-ribosome complex in eukaryotes has been limited to a 7.4-Å reconstruction of an artificial complex formed by a plant ribosome and a mammalian SRP (<a href=\"#bib5\">Halic et al., 2006</a>). It also remains unclear how and when the SRP is recruited to the ribosome. Now, in <i>eLife</i>, Rebecca Voorhees and Ramanujan Hegde from the MRC Laboratory of Molecular Biology report new insights into how a mammalian SRP interacts with the mammalian ribosome to recognize the signal peptide (<a href=\"#bib9\">Voorhees and Hegde, 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "First, Voorhees and Hegde examined precisely when the SRP binds by using shortened versions of messenger RNA molecules to trap the SRP-ribosome complex at distinct points in the translation of a membrane protein. A ‘scanning’ state was captured while the first transmembrane domain was inside the ribosome; and an ‘engaged’ state was captured when the SRP gained access to the transmembrane domain after it had emerged from the ribosome (<a href=\"#fig1\">Figure 1</a>). Voorhees and Hegde then used electron cryo-microscopy (cryo-EM) to visualize the scanning and engaged complexes to resolutions of 3.8 Å and 3.9 Å, respectively: these are the highest resolution reconstructions of the SRP-ribosome complex to date. These data suggest that for membrane proteins, the SRP is recruited to the ribosome before the signal peptide emerges, as first proposed 20 years ago (<a href=\"#bib7\">Ogg and Walter, 1995</a>). Importantly, this ‘anticipatory binding’ seems to be specific for the signal peptides of membrane proteins, which are slightly longer than the signal peptides of secreted proteins."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Recruitment of the signal recognition particle (SRP) to a ribosome translating a membrane protein.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(1) Ribosomes that are not building proteins destined for the endoplasmic reticulum do not recruit the SRP (shown in green). (2) Membrane proteins have hydrophobic segments (called transmembrane domains) that are eventually inserted into the membrane. Exposing these transmembrane domains in the aqueous cytosol can be detrimental to the cell. The first transmembrane domain acts as a ‘signal peptide’ (shown in magenta), and flags the ribosome and the newly forming protein chain for delivery to the membrane of the endoplasmic reticulum. Voorhees and Hegde have confirmed that the SRP binds the ribosome while this signal peptide is still inside the ribosome ensuring that the transmembrane domain is never exposed to the aqueous environment. This is referred to as the ‘scanning’ state. (3) When the signal peptide emerges from the ribosome it becomes accessible for binding to the SRP. The SRP undergoes a conformational change in order to accommodate the transmembrane domain, and protect it from the cytosol. This is called the ‘engaged’ state, and the entire complex is then delivered to the membrane of the endoplasmic reticulum."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/09315/elife-09315-fig1-v1.tif", 
                        "image": "https://dev--iiif.elifesciences.org/lax:09315/elife-09315-fig1-v1.tif", 
                        "filename": "elife-09315-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These results raise a perplexing question. The classical model suggests that SRP binding would lock the ribosome into a conformation that is incompatible with the binding of other molecules called translational factors, which are needed for translation of the messenger RNA to occur (<a href=\"#bib4\">Halic et al., 2004</a>). So how does the SRP remain bound to the ribosome before and after the emergence of the signal peptide, during which time the protein is still being translated? It should be noted that the artificial plant ribosome-mammalian SRP complex arrests translation more strongly than the naturally occurring complex (<a href=\"#bib12\">Walter and Blobel, 1981b</a>; <a href=\"#bib13\">Wolin and Walter, 1989</a>). Intriguingly, Voorhees and Hegde observe a stable three-part complex between the SRP, the ribosome and a translational factor. This lends support to the idea that SRP binding and translation are not mutually exclusive events under physiological conditions."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The new high-resolution structures also reveal that the hitherto unresolved portion of the SRP subunit that binds to the signal peptide contains two additional helices. These helices have at least two distinct roles. First, they occupy the hydrophobic groove of the substrate-binding domain of the SRP before it engages with the signal peptide. Second, they provide a protective lid for the signal peptide when it binds to the SRP. This finding sheds light on how the part of the SRP that binds to the signal peptide remains protected from the aqueous cytosol, which was unclear from previous structural studies (<a href=\"#bib6\">Keenan et al., 1998</a>; <a href=\"#bib4\">Halic et al., 2004</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Since the first low-resolution cryo-EM reconstruction of the eukaryotic ribosome almost 20 years ago (<a href=\"#bib8\">Verschoor et al., 1996</a>), rapid advances in data collection and processing have revolutionized the field, with the bacterial ribosome now resolved up to 2.9 Å (<a href=\"#bib3\">Fischer et al., 2015</a>). Voorhees and Hegde combine this powerful tool with elegant biochemical methods to reveal how the SRP scans and captures the signal peptide. The data presented here not only challenge and refine the previous model of SRP-mediated targeting, they also motivate more questions. Namely, the lack of drastic conformational changes in the ribosome makes it clear that the signal peptide must trigger a more subtle change. What is the nature of this change, and how is it recognized by the SRP? The exciting combination of cryo-EM and biochemistry will help further refine the model for capturing the signal in the near future."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1975", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Blobel", 
                            "index": "Blobel, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Dobberstein", 
                            "index": "Dobberstein, B"
                        }
                    }
                ], 
                "articleTitle": "Transfer of proteins across membranes. I. Presence of proteolytically processed and unprocessed nascent immunoglobulin light chains on membrane-bound ribosomes of murine myeloma", 
                "journal": "Journal of Cell Biology", 
                "volume": "67", 
                "pages": {
                    "first": "835", 
                    "last": "851", 
                    "range": "835–851"
                }, 
                "doi": "10.1083/jcb.67.3.835"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Ellis", 
                            "index": "Ellis, RJ"
                        }
                    }
                ], 
                "articleTitle": "Macromolecular crowding: an important but neglected aspect of the intracellular environment", 
                "journal": "Current Opinion in Structural Biology", 
                "volume": "11", 
                "pages": {
                    "first": "114", 
                    "last": "119", 
                    "range": "114–119"
                }, 
                "doi": "10.1016/S0959-440X(00)00172-X"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Fischer", 
                            "index": "Fischer, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Neumann", 
                            "index": "Neumann, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Konevega", 
                            "index": "Konevega, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LV Bock", 
                            "index": "Bock, LV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Ficner", 
                            "index": "Ficner, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MV Rodnina", 
                            "index": "Rodnina, MV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Stark", 
                            "index": "Stark, H"
                        }
                    }
                ], 
                "articleTitle": "Structure of the <i>E. coli</i> ribosome-EF-Tu complex at &lt;3 Å resolution by C<sub>s</sub>-corrected cryo-EM", 
                "journal": "Nature", 
                "volume": "520", 
                "pages": {
                    "first": "567", 
                    "last": "570", 
                    "range": "567–570"
                }, 
                "doi": "10.1038/nature14275"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Halic", 
                            "index": "Halic, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Becker", 
                            "index": "Becker, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Pool", 
                            "index": "Pool, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CM Spahn", 
                            "index": "Spahn, CM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Grassucci", 
                            "index": "Grassucci, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Frank", 
                            "index": "Frank, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Beckmann", 
                            "index": "Beckmann, R"
                        }
                    }
                ], 
                "articleTitle": "Structure of the signal recognition particle interacting with the elongation-arrested ribosome", 
                "journal": "Nature", 
                "volume": "427", 
                "pages": {
                    "first": "808", 
                    "last": "814", 
                    "range": "808–814"
                }, 
                "doi": "10.1038/nature02342"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Halic", 
                            "index": "Halic, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Gartmann", 
                            "index": "Gartmann, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Schlenker", 
                            "index": "Schlenker, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Mielke", 
                            "index": "Mielke, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MR Pool", 
                            "index": "Pool, MR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Sinning", 
                            "index": "Sinning, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Beckmann", 
                            "index": "Beckmann, R"
                        }
                    }
                ], 
                "articleTitle": "Signal recognition particle receptor exposes the ribosomal translocon binding site", 
                "journal": "Science", 
                "volume": "312", 
                "pages": {
                    "first": "745", 
                    "last": "747", 
                    "range": "745–747"
                }, 
                "doi": "10.1126/science.1124864"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RJ Keenan", 
                            "index": "Keenan, RJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Freymann", 
                            "index": "Freymann, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RM Stroud", 
                            "index": "Stroud, RM"
                        }
                    }
                ], 
                "articleTitle": "Crystal structure of the signal sequence binding subunit of the signal recognition particle", 
                "journal": "Cell", 
                "volume": "94", 
                "pages": {
                    "first": "181", 
                    "last": "191", 
                    "range": "181–191"
                }, 
                "doi": "10.1016/S0092-8674(00)81418-X"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1995", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SC Ogg", 
                            "index": "Ogg, SC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }
                ], 
                "articleTitle": "SRP samples nascent chains for the presence of signal sequences by interacting with ribosomes at a discrete step during translation elongation", 
                "journal": "Cell", 
                "volume": "81", 
                "pages": {
                    "first": "1075", 
                    "last": "1084", 
                    "range": "1075–1084"
                }, 
                "doi": "10.1016/S0092-8674(05)80012-1"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Verschoor", 
                            "index": "Verschoor, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Srivastava", 
                            "index": "Srivastava, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Grassucci", 
                            "index": "Grassucci, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Frank", 
                            "index": "Frank, J"
                        }
                    }
                ], 
                "articleTitle": "Native 3D structure of eukaryotic 80s ribosome: morphological homology with <i>E. coli</i> 70S ribosome", 
                "journal": "Journal of Cell Biology", 
                "volume": "133", 
                "pages": {
                    "first": "495", 
                    "last": "505", 
                    "range": "495–505"
                }, 
                "doi": "10.1083/jcb.133.3.495"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RM Voorhees", 
                            "index": "Voorhees, RM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Hegde", 
                            "index": "Hegde, RS"
                        }
                    }
                ], 
                "articleTitle": "Structures of the scanning and engaged states of the mammalian SRP-ribosome complex", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e07975", 
                "doi": "10.7554/eLife.07975"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Wallin", 
                            "index": "Wallin, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G von Heijne", 
                            "index": "von Heijne, G"
                        }
                    }
                ], 
                "articleTitle": "Genome-wide analysis of integral membrane proteins from eubacterial, archaean, and eukaryotic organisms", 
                "journal": "Protein Science", 
                "volume": "7", 
                "pages": {
                    "first": "1029", 
                    "last": "1038", 
                    "range": "1029–1038"
                }, 
                "doi": "10.1002/pro.5560070420"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "1981", 
                "discriminator": "a", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Blobel", 
                            "index": "Blobel, G"
                        }
                    }
                ], 
                "articleTitle": "Translocation of proteins across the endoplasmic reticulum. II. Signal recognition protein (SRP) mediates the selective binding to microsomal membranes of in-vitro-assembled polysomes synthesizing secretory protein", 
                "journal": "Journal of Cell Biology", 
                "volume": "91", 
                "pages": {
                    "first": "551", 
                    "last": "556", 
                    "range": "551–556"
                }, 
                "doi": "10.1083/jcb.91.2.551"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "1981", 
                "discriminator": "b", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Blobel", 
                            "index": "Blobel, G"
                        }
                    }
                ], 
                "articleTitle": "Translocation of proteins across the endoplasmic reticulum III. Signal recognition protein (SRP) causes signal sequence-dependent and site-specific arrest of chain elongation that is released by microsomal membranes", 
                "journal": "Journal of Cell Biology", 
                "volume": "91", 
                "pages": {
                    "first": "557", 
                    "last": "561", 
                    "range": "557–561"
                }, 
                "doi": "10.1083/jcb.91.2.557"
            }, 
            {
                "type": "journal", 
                "id": "bib13", 
                "date": "1989", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Wolin", 
                            "index": "Wolin, SL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Walter", 
                            "index": "Walter, P"
                        }
                    }
                ], 
                "articleTitle": "Signal recognition particle mediates a transient elongation arrest of preprolactin in reticulocyte lysate", 
                "journal": "Journal of Cell Biology", 
                "volume": "109", 
                "pages": {
                    "first": "2617", 
                    "last": "2622", 
                    "range": "2617–2622"
                }, 
                "doi": "10.1083/jcb.109.6.2617"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}