{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-04779-v1.xml"
        }, 
        "status": "vor", 
        "id": "04779", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.04779", 
        "authorLine": "Colum Walsh, Avinash Thakur", 
        "title": "How to build your own island", 
        "titlePrefix": "Epigenetic Markers", 
        "published": "2014-10-21T00:00:00Z", 
        "versionDate": "2014-10-21T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e04779", 
        "pdf": "https://publishing-cdn.elifesciences.org/04779/elife-04779-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Inserting artificially-generated ‘DNA islands’ into a genome has shed new light on why some DNA sequences are methylated and others are not."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Walsh and Thakur", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Colum Walsh", 
                    "index": "Walsh, Colum"
                }, 
                "orcid": "0000-0001-9921-7506", 
                "affiliations": [
                    {
                        "name": [
                            "Biomedical Sciences Research Institute", 
                            "University of Ulster"
                        ], 
                        "address": {
                            "formatted": [
                                "Coleraine", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Coleraine"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "cp.walsh@ulster.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Avinash Thakur", 
                    "index": "Thakur, Avinash"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Biomedical Sciences Research Institute", 
                            "University of Ulster"
                        ], 
                        "address": {
                            "formatted": [
                                "Coleraine", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Coleraine"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "thakur-a@email.ulster.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/0bcd8975f2cb7cd58ee81d51ca87bd25d638aee9/articles/elife-04779-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "04779", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.04779", 
        "authorLine": "Colum Walsh, Avinash Thakur", 
        "title": "How to build your own island", 
        "titlePrefix": "Epigenetic Markers", 
        "published": "2014-10-21T00:00:00Z", 
        "versionDate": "2014-10-21T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e04779", 
        "pdf": "https://publishing-cdn.elifesciences.org/04779/elife-04779-v1.pdf", 
        "subjects": [
            {
                "id": "genes-chromosomes", 
                "name": "Genes and Chromosomes"
            }, 
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Inserting artificially-generated ‘DNA islands’ into a genome has shed new light on why some DNA sequences are methylated and others are not."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Walsh and Thakur", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Colum Walsh", 
                    "index": "Walsh, Colum"
                }, 
                "orcid": "0000-0001-9921-7506", 
                "affiliations": [
                    {
                        "name": [
                            "Biomedical Sciences Research Institute", 
                            "University of Ulster"
                        ], 
                        "address": {
                            "formatted": [
                                "Coleraine", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Coleraine"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "cp.walsh@ulster.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Avinash Thakur", 
                    "index": "Thakur, Avinash"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Biomedical Sciences Research Institute", 
                            "University of Ulster"
                        ], 
                        "address": {
                            "formatted": [
                                "Coleraine", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Coleraine"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "thakur-a@email.ulster.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "DNA methylation", 
            "epigenetic", 
            "high throughput genome editing", 
            "CpG island", 
            "histone modification", 
            "bivalent chromatin"
        ], 
        "-related-articles-internal": [
            "03397", 
            "04094"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Navigating your way through the sea of information that is contained in the DNA of a genome can be a daunting task. The human genome, for example, contains about 3 billion base pairs and encodes around 20,000 genes. It is fortunate, therefore, that this sea is punctuated by ‘islands’ that mark the locations of important features. CpG islands, for example, mark the start of genes so reliably that they were used to identify genes in the pre-genomics era, before sequence information was so readily available. Despite this, we still do not fully understand why such islands are associated with essential DNA features, or which properties of these islands are crucial to their function. Now in <i>eLife</i>, two independent teams—one led by Adrian Bird, the other led by Dirk Schübeler—have shed more light on these enigmatic elements by taking advantage of recent advances in recombinant DNA technology."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "While the four bases in DNA—A, C, T and G—are found in almost equal numbers in most DNA molecules, particular combinations of two bases can be more common in certain stretches of DNA than others. In particular, C is rarely followed by G (written as CpG); however, early research showed there are ‘islands’ where these CpG sites are common (<a href=\"#bib1\">Bird, 1980</a>). Furthermore, these islands also have more Gs and Cs overall than the rest of the genome. This G + C enrichment does not always correlate with frequency of CpG sites, suggesting that the two properties should be considered separately."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "CpG islands were also discovered to be important for transmitting epigenetic marks (that is, for transmitting heritable information that does not depend on the DNA itself; <a href=\"#bib6\">Mohandas et al., 1981</a>; <a href=\"#bib4\">Li et al., 1993</a>). A CpG site is recognised by enzymes that add a chemical tag called a methyl group to the C base. The methylation of the DNA in CpG islands inactivates nearby genes. Moreover, these epigenetic marks can be recreated whenever DNA is copied, and can therefore be passed on to new cells at each cell division. It is also known that some proteins bind specifically to methylated islands, and others to unmethylated islands (<a href=\"#bib7\">Nan et al., 1993</a>; <a href=\"#bib3\">Lee et al., 2001</a>). Both of these groups of binding proteins then recruit enzymes to the island. The enzymes in turn add methyl groups to the histone proteins, which help to package DNA in the cell. Different kinds of histone modifications can either activate or inactivate the nearby genes, and can also be passed on to new cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Bird and Schübeler labs have taken advantage of recently developed ‘recombineering’ approaches which use high-throughput DNA technology to allow the efficient insertion of different DNA fragments into the same site in a genome (see <a href=\"#fig1\">Figure 1A</a>). Bird and colleagues in Edinburgh and Dresden—including Elisabeth Wachter as first author—generated an artificial CpG island that resembled naturally-occurring ones in terms of CpG frequency and G + C density (<a href=\"#bib8\">Wachter et al., 2014</a>). After this island was inserted into a region of the genome that contained relatively few genes, the DNA on the island was unmethylated (<a href=\"#fig1\">Figure 1B</a>). Furthermore, the artificial island was able to recruit histone-modifying enzymes, as shown by the accumulation of two kinds of chemical marks on the histones. These histone marks are normally associated with promoters in embryonic stem cells: one is found on active promoters, and the other is associated with inactive promoters. The artificial island therefore seemed ‘poised’ for either activation or repression, even though there were no genes nearby."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "An artificial CpG island reveals its secrets.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Wachter et al. inserted stretches of DNA that were G + C rich, and also had a high frequency of CpG sites, into an area of the genome that is devoid of genes (‘gene-poor region’). Histones associated with the DNA were assayed for histone marks: the number 2 indicates histones associated with the artificial CpG island; 1 and 3 indicate histones not associated with the island. (<b>B</b>) The CpG sites in these artificial islands remained unmethylated and recruited both activating and inactivating histone marks (labelled H3K4me3 and H3K27me3 respectively). The rows of open or filled circles represent unmethylated or methylated CpG sites; and the graph represents the frequency of each histone mark in different regions, in and around the artificial island. (<b>C</b>) Removal of CpG sites from the artificial island prevented the accumulation of both types of histone mark. (<b>D</b>) Decreasing the G + C content caused CpG sites to be over-methylated, which blocked histone modification. However, this could be overcome, at least in part, by either preventing CpG site methylation to begin with, or (as revealed by Krebs et al.) by adding a strong binding site for a transcription factor into the island which could drive its demethylation (arrow)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/04779/elife-04779-fig1-v1.tif", 
                        "filename": "elife-04779-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Wachter et al. then resynthesized versions of the same artificial CpG island, but with either fewer CpG sites and the same number of Gs and Cs, or vice versa. By altering these two features separately, they could address the roles of each of these features for the first time. When CpG sites were essentially removed, but G + C content remained the same, histone modifications were absent (<a href=\"#fig1\">Figure 1C</a>). This suggests that a high frequency of CpG sites is what leads to the ‘poised’ state described above."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "When Wachter et al. tested this and reduced the G + C content of the artificial island, but left the CpG frequency unchanged, they found unexpectedly that the island also showed no histone modifications (<a href=\"#fig1\">Figure 1D</a>). However, the DNA of this ‘G + C poor’ island was methylated, which seemed to block modifications to histones. This idea was later confirmed by making artificial CpG islands in cells that cannot target any new DNA for methylation (<a href=\"#fig1\">Figure 1D</a>, arrow). In this background, the G + C poor island could once more recruit both activating and inactivating histone modifications, albeit at lower levels. These results highlight the importance of a high G + C content in protecting the DNA of CpG islands from being methylated."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The Schübeler lab in Basel has previously used a limited recombineering approach to begin to identify DNA sequences that can recreate their normal methylation pattern even when they moved them to a new location in the genome (<a href=\"#bib5\">Lienert et al., 2011</a>). Now Schübler and colleagues—including Arnaud Krebs as first author—have used a similar approach but with a more extensive collection of DNA fragment sizes and types (<a href=\"#bib2\">Krebs et al., 2014</a>). They compared the methylation of each fragment in its original position and in its ‘transplanted’ location. The findings of Kreb et al. largely matched those of Wachter et al., and show that DNA fragments or islands with a high CpG frequency retain a non-methylated state, whereas other fragments show more variation in their methylation patterns. Krebs et al. also observed that CpG islands with binding sites for transcription factors (proteins that help to switch gene expression on or off) were more likely to be unmethylated. Furthermore, Krebs et al. could drive the demethylation of an artificial island with an intermediate CpG density by inserting a binding site for one such transcription factor (called REST) into it (<a href=\"#fig1\">Figure 1D</a>, arrow). These results suggest that proteins that strongly activate gene expression can influence the final methylation state that is acquired."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Wachter et al. and Krebs et al. both highlight the ability of the primary DNA sequence to program the default epigenetic state, and show that this can be further influenced by transcription factors for some types of genomic island. They also indicate that proteins that bind to areas of high G + C content may be crucial for protection against DNA methylation. However, it remains unclear if proteins may also exist that recognise A + T rich regions and recruit DNA-methylating enzymes to them. Furthermore, the component that recruits the enzymes that add the inactivating marks to the histones in areas of high CpG frequency is also currently unknown. As such, there is still a lot to learn about island-binding proteins. However, research in this field looks promising and it will undoubtedly help guide us through the sea of information that is contained within our own genome, and the genomes of other species."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1980", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Bird", 
                            "index": "Bird, AP"
                        }
                    }
                ], 
                "articleTitle": "DNA methylation and the frequency of CpG in animal DNA", 
                "journal": "Nucleic Acids Research", 
                "volume": "8", 
                "pages": {
                    "first": "1499", 
                    "last": "1504", 
                    "range": "1499–1504"
                }, 
                "doi": "10.1093/nar/8.7.1499"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Krebs", 
                            "index": "Krebs, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Dessus-Babus", 
                            "index": "Dessus-Babus, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Burger", 
                            "index": "Burger, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Schübeler", 
                            "index": "Schübeler, D"
                        }
                    }
                ], 
                "articleTitle": "High-throughput engineering of a mammalian genome reveals building principles of methylation states at CG rich regions", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e04094", 
                "doi": "10.7554/eLife.04094"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH Lee", 
                            "index": "Lee, JH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KS Voo", 
                            "index": "Voo, KS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DG Skalnik", 
                            "index": "Skalnik, DG"
                        }
                    }
                ], 
                "articleTitle": "Identification and characterization of the DNA binding domain of CpG-binding protein", 
                "journal": "Journal of Biological Chemistry", 
                "volume": "276", 
                "pages": {
                    "first": "44669", 
                    "last": "44676", 
                    "range": "44669–44676"
                }, 
                "doi": "10.1074/jbc.M107179200"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Li", 
                            "index": "Li, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Beard", 
                            "index": "Beard, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Jaenisch", 
                            "index": "Jaenisch, R"
                        }
                    }
                ], 
                "articleTitle": "Role for DNA methylation in genomic imprinting", 
                "journal": "Nature", 
                "volume": "366", 
                "pages": {
                    "first": "362", 
                    "last": "365", 
                    "range": "362–365"
                }, 
                "doi": "10.1038/366362a0"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Lienert", 
                            "index": "Lienert, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Wirbelauer", 
                            "index": "Wirbelauer, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Som", 
                            "index": "Som, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Dean", 
                            "index": "Dean, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Mohn", 
                            "index": "Mohn, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Schübeler", 
                            "index": "Schübeler, D"
                        }
                    }
                ], 
                "articleTitle": "Identification of genetic elements that autonomously determine DNA methylation states", 
                "journal": "Nature Genetics", 
                "volume": "43", 
                "pages": {
                    "first": "1091", 
                    "last": "1097", 
                    "range": "1091–1097"
                }, 
                "doi": "10.1038/ng.946"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1981", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Mohandas", 
                            "index": "Mohandas, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RS Sparkes", 
                            "index": "Sparkes, RS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LJ Shapiro", 
                            "index": "Shapiro, LJ"
                        }
                    }
                ], 
                "articleTitle": "Reactivation of an inactive human X chromosome: evidence for X inactivation by DNA methylation", 
                "journal": "Science", 
                "volume": "211", 
                "pages": {
                    "first": "393", 
                    "last": "396", 
                    "range": "393–396"
                }, 
                "doi": "10.1126/science.6164095"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1993", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Nan", 
                            "index": "Nan, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RR Meehan", 
                            "index": "Meehan, RR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Bird", 
                            "index": "Bird, A"
                        }
                    }
                ], 
                "articleTitle": "Dissection of the methyl-CpG binding domain from the chromosomal protein MeCP2", 
                "journal": "Nucleic Acids Research", 
                "volume": "21", 
                "pages": {
                    "first": "4886", 
                    "last": "4892", 
                    "range": "4886–4892"
                }, 
                "doi": "10.1093/nar/21.21.4886"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Wachter", 
                            "index": "Wachter, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Quante", 
                            "index": "Quante, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Merusi", 
                            "index": "Merusi, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Arczewska", 
                            "index": "Arczewska, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Stewart", 
                            "index": "Stewart, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Webb", 
                            "index": "Webb, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Bird", 
                            "index": "Bird, A"
                        }
                    }
                ], 
                "articleTitle": "Synthetic CpG islands reveal DNA sequence determinants of chromatin structure", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e03397", 
                "doi": "10.7554/eLife.03397"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}