{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "01403", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01403", 
        "authorLine": "Areejit Samal, Olivier C Martin", 
        "title": "Shining fresh light on the evolution of photosynthesis", 
        "titlePrefix": "Convergent Evolution", 
        "published": "2013-09-28T00:00:00Z", 
        "versionDate": "2013-09-28T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01403", 
        "pdf": "https://publishing-cdn.elifesciences.org/01403/elife-01403-v1.pdf", 
        "subjects": [
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "researchOrganisms": [
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "There are two types of photosynthesis, C3 and C4, and computational techniques have been used to explore how C4 plants evolved from their C3 ancestors."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Samal and Martin", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Areejit Samal", 
                    "index": "Samal, Areejit"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "International Center for Theoretical Physics"
                        ], 
                        "address": {
                            "formatted": [
                                "Trieste", 
                                "Italy"
                            ], 
                            "components": {
                                "locality": [
                                    "Trieste"
                                ], 
                                "country": "Italy"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Olivier C Martin", 
                    "index": "Martin, Olivier C"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "UMR de Génétique Végétale", 
                            "Institut National de la Recherche Agronomique"
                        ], 
                        "address": {
                            "formatted": [
                                "Gif-sur-Yvette", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Gif-sur-Yvette"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "olivier.martin@moulon.inra.fr"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "01403", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01403", 
        "authorLine": "Areejit Samal, Olivier C Martin", 
        "title": "Shining fresh light on the evolution of photosynthesis", 
        "titlePrefix": "Convergent Evolution", 
        "published": "2013-09-28T00:00:00Z", 
        "versionDate": "2013-09-28T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e01403", 
        "pdf": "https://publishing-cdn.elifesciences.org/01403/elife-01403-v1.pdf", 
        "subjects": [
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "researchOrganisms": [
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "There are two types of photosynthesis, C3 and C4, and computational techniques have been used to explore how C4 plants evolved from their C3 ancestors."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Samal and Martin", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Areejit Samal", 
                    "index": "Samal, Areejit"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "International Center for Theoretical Physics"
                        ], 
                        "address": {
                            "formatted": [
                                "Trieste", 
                                "Italy"
                            ], 
                            "components": {
                                "locality": [
                                    "Trieste"
                                ], 
                                "country": "Italy"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Olivier C Martin", 
                    "index": "Martin, Olivier C"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "UMR de Génétique Végétale", 
                            "Institut National de la Recherche Agronomique"
                        ], 
                        "address": {
                            "formatted": [
                                "Gif-sur-Yvette", 
                                "France"
                            ], 
                            "components": {
                                "locality": [
                                    "Gif-sur-Yvette"
                                ], 
                                "country": "France"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "olivier.martin@moulon.inra.fr"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "Convergent evolution", 
            "C4 photosynthesis", 
            "Bayesian model"
        ], 
        "relatedArticles": [
            "00961"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Convergent evolution is the independent appearance of similar traits or biological innovations in different evolutionary lineages. Classic cases include the acquisition of wings in insects, birds and bats, or the emergence of camera-eyes in cephalopods and vertebrates. One of the most dramatic examples of convergent evolution is seen in photosynthesis—the process that plants use to capture energy from the sun and convert carbon dioxide and water into carbohydrates and oxygen. The most common form of photosynthesis is called C3 photosynthesis, but some plants have developed a more efficient form of this process called C4 photosynthesis."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The convergent evolution of C4 photosynthesis is remarkable for two reasons. First, it involved changes at many different length scales: for example, it involved changes in carbon metabolism, which occurs on the molecular scale, and changes in the structure of cells and tissues. Second, it has appeared in a huge number of lineages, including more than 60 for land plants alone. Now, in <i>eLife</i>, researchers from Cambridge University and Imperial College—including Ben Williams and Iain Johnston as joint first authors—report that they have used computational modelling to gain fresh insights into the evolution of C4 photosynthesis in plants (<a href=\"#bib6\">Williams et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "At the heart of the power of plants to convert carbon dioxide into carbohydrate is an enzyme called RuBisCO, which is the most abundant protein on earth (<a href=\"#fig1\">Figure 1A</a>). RuBisCO incorporates carbon dioxide into the Calvin-Benson cycle; this process, which is also known as carbon fixation, leads to the synthesis of biomass and thus to the growth of the plant. However, RuBisCO also reacts with oxygen in a process called photorespiration, and the competition between photosynthesis and photorespiration in C3 plants has a negative impact on their growth."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Photosynthesis in C3 and C4 plants.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) There is competition between the Calvin-Benson cycle (photosynthesis) and photorespiration in C3 plants because the enzyme RuBisCO (ribulose-1,5-bisphosphate carboxylase oxygenase) is involved in both processes. When carbon dioxide is plentiful, the Calvin-Benson cycle converts carbon dioxide and water into carbohydrate (sugar) and oxygen: the energy needed to drive this process comes from the sun via ATP and NADPH molecules. However, when levels of carbon dioxide are low, photorespiration consumes energy and carbon dioxide without producing any carbohydrates. Acronyms are spelt out at the end of the caption: the number of carbon atoms in a molecule of the metabolite is given on the right, and the number of molecules involved in the reaction is on the left. (<b>B</b>) In C3 plants the Calvin-Benson cycle and photorespiration both occur in mesophyll cells, which are next to the pores (shown in yellow) that allow the plant to exchange gases with the atmosphere (and also allow water vapour to escape from the plant). Different organelles within the cells are illustrated in different colours: chloroplasts in green; peroxisome in blue; mitochondria in pink. (<b>C</b>) In C4 plants mesophyll cells absorb atmospheric gases and harness energy from the sun using chlorophyll, while the fixation of carbon dioxide by RuBisCO generally takes place in bundle sheath cells, which have no direct interactions with the atmosphere. Two variations of the C4 cycle are shown: reactions unique to the enzyme NADP-ME are labelled 1, and those unique to enzyme NAD-ME are labelled 2. Acronyms: ALA, ASP, GLY and SER are all amino acids; PEPC (phosphoenolpyruvate carboxylase) is an enzyme; the other metabolites are BPGA (1,3-bisphosphoglycerate), G3P (glyceraldehyde 3-phosphate), GLYC (glycerate), GLYCLT (glycolate), GLX (glyoxylate), MAL (malate), OAA (oxaloacetate), PEP (phosphoenolpyruvate), PG (phosphoglycolate), PGA (3-phosphoglycerate), PYR (pyruvate), R5P (ribulose 5-phosphate) and RuBP (ribulose-1,5-bisphosphate)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/01403/elife-01403-fig1-v1.tif", 
                        "filename": "elife-01403-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In C4 plants, however, photorespiration is minimized by using compartmentation to ensure that RuBisCO can no longer react with oxygen. The majority of C4 plants implement this via cell specialization: mesophyll cells absorb atmospheric gases through pores in the leaves of the plant, while bundle sheath cells use RuBisCO to fix the carbon dioxide (<a href=\"#fig1\">Figure 1B,C</a>). Carbon is shuttled back and forth between the cells by molecules that contain four carbon atoms, hence the name C4 photosynthesis."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This physical separation means that the RuBisCO enzyme is exposed to higher concentrations of carbon dioxide, which reduces the need to exchange carbon dioxide and oxygen with the atmosphere. Thus the plant can close the pores that allow these gases—and water vapour—to enter and leave the plant. This, in turn, keeps the loss of water to a minimum and helps the plant to resist drought: it is widely thought that the ability to survive droughts was important for the evolutionary emergence of C4 plants (<a href=\"#bib5\">Tipple and Pagnani, 2007</a>; <a href=\"#bib3\">Kadereit et al., 2012</a>). Much of the interest in C4 photosynthesis is motivated by the goal of transferring the higher rates of photosynthesis and growth found in C4 plants, along with their reduced need for water, to C3 plants such as rice."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To understand how C4 plants could have evolved from C3 plants, the Cambridge-Imperial team—which also includes Sarah Covshoff and Julian Hibberd—explored how C4 plants acquired a number of the traits that distinguish them from C3 plants. The 16 traits included in the study ranged from differences in the ways that cells accumulated various enzymes to differences in their size. The study exploited data from 72 plant species, including a number with phenotypes that are intermediate between C3 and C4."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The team used computational and statistical techniques to infer the probabilities of evolutionary trajectories that go from C3 to C4 phenotypes. In their framework, the probability of a trajectory can be calculated in terms of the probability of going from an arbitrary intermediate phenotype to a phenotype with one extra trait (see image on page 1). Since these ‘transition probabilities’ are unknown, Williams, Johnston et al. took a Bayesian approach and sampled these probabilities. In practice, this involved applying a technique known as Markov Chain Monte Carlo to adjust the set of transition probabilities to make them compatible with the experimental data—in this case the experimental data were the intermediate C3–C4 phenotypes."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Once formulated, this mathematical framework allowed questions about patterns in evolutionary trajectories to be answered objectively, with no human biases to skew the conclusions. Williams, Johnston et al. wanted to know if the evolutionary trajectories were strongly constrained (<a href=\"#bib4\">Lobkovsky et al., 2011</a>; <a href=\"#bib2\">Heckmann et al., 2013</a>). To answer this question they needed to know if the C3–C4 intermediate phenotypes had emerged from more than one evolutionary path. The answer to this question was yes. Next they asked in what order do C4 traits tend to be acquired. Interestingly, they found clear patterns: any given trait tends to be acquired at a characteristic time but, nonetheless, the order in which traits are acquired is not strict, which leads to a large amount of flexibility in the evolutionary trajectories. Williams, Johnston et al. also found that there were different classes of trajectories associated with the two major groups of flowering plants (monocots vs. eudicots)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "What forces cause certain evolutionary trajectories to be more likely than others in the emergence of C4 plants? Selective pressures that favoured drought resistance and carbon capture in spite of high levels of oxygen were certainly present, but Williams, Johnston et al. give evidence that other forces may also have had a role. Furthermore, it is quite plausible that simple traits are acquired faster than more complex traits. Indeed, the acquisition of new traits typically involves modifying regulatory circuits and recruiting existing molecules to perform new functions (<a href=\"#bib1\">Barve and Wagner, 2013</a>), which will require fewer changes for some traits than others."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It will take time to perform the sort of in-depth molecular investigation that is needed to clarify the details of how the different traits were acquired. In addition to testing some of the conclusions reported by Williams, Johnston et al., such experiments would also be of help to researchers trying to transfer C4 traits to C3 crops, be it via genetic engineering or breeding programmes using well chosen C3–C4 intermediates."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Barve", 
                            "index": "Barve, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Wagner", 
                            "index": "Wagner, A"
                        }
                    }
                ], 
                "articleTitle": "A latent capacity for evolutionary innovation through exaptation in metabolic systems", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "500", 
                "pages": {
                    "first": "203", 
                    "last": "206", 
                    "range": "203–206"
                }, 
                "doi": "10.1038/nature12301"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Heckmann", 
                            "index": "Heckmann, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Schulze", 
                            "index": "Schulze, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Denton", 
                            "index": "Denton, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "U Gowik", 
                            "index": "Gowik, U"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Westhoff", 
                            "index": "Westhoff, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AP Weber", 
                            "index": "Weber, AP"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Predicting C4 photosynthesis evolution: modular, individually adaptive steps on a Mount Fuji fitness landscape", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "153", 
                "pages": {
                    "first": "1579", 
                    "last": "1588", 
                    "range": "1579–1588"
                }, 
                "doi": "10.1016/j.cell.2013.04.058"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Kadereit", 
                            "index": "Kadereit, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Ackerly", 
                            "index": "Ackerly, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MD Pirie", 
                            "index": "Pirie, MD"
                        }
                    }
                ], 
                "articleTitle": "A broader model for C4 photosynthesis evolution in plants inferred from the goosefoot family (<i>Chenopodiaceae ss</i>)", 
                "journal": {
                    "name": [
                        "Proc Biol Sci"
                    ]
                }, 
                "volume": "279", 
                "pages": {
                    "first": "3304", 
                    "last": "3311", 
                    "range": "3304–3311"
                }, 
                "doi": "10.1098/rspb.2012.0440"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AE Lobkovsky", 
                            "index": "Lobkovsky, AE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YI Wolf", 
                            "index": "Wolf, YI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EV Koonin", 
                            "index": "Koonin, EV"
                        }
                    }
                ], 
                "articleTitle": "Predictability of evolutionary trajectories in fitness landscapes", 
                "journal": {
                    "name": [
                        "PLOS Comput Biol"
                    ]
                }, 
                "volume": "7", 
                "pages": "e1002302", 
                "doi": "10.1371/journal.pcbi.1002302"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BJ Tipple", 
                            "index": "Tipple, BJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Pagnani", 
                            "index": "Pagnani, M"
                        }
                    }
                ], 
                "articleTitle": "The early origins of terrestrial C4 photosynthesis", 
                "journal": {
                    "name": [
                        "Annu Rev Earth Planet Sci"
                    ]
                }, 
                "volume": "35", 
                "pages": {
                    "first": "435", 
                    "last": "461", 
                    "range": "435–461"
                }, 
                "doi": "10.1146/annurev.earth.35.031306.140150"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BP Williams", 
                            "index": "Williams, BP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IG Johnston", 
                            "index": "Johnston, IG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Covshoff", 
                            "index": "Covshoff, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Hibberd", 
                            "index": "Hibberd, JM"
                        }
                    }
                ], 
                "articleTitle": "Phenotypic landscape inference reveals multiple evolutionary paths to C<sub>4</sub> photosynthesis", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00961", 
                "doi": "10.7554/eLife.00961"
            }
        ]
    }
}