{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-11709-v1.xml"
        }, 
        "status": "vor", 
        "id": "11709", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.11709", 
        "authorLine": "Derek W Russell, J Edwin Blalock", 
        "title": "The soot of all evil", 
        "titlePrefix": "Lung Disease", 
        "published": "2015-10-21T00:00:00Z", 
        "versionDate": "2015-10-21T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e11709", 
        "pdf": "https://publishing-cdn.elifesciences.org/11709/elife-11709-v1.pdf", 
        "subjects": [
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }, 
            {
                "id": "immunology", 
                "name": "Immunology"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Nanoparticles of carbon black in cigarette smoke trigger inflammation in the lung."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Russell and Blalock", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Derek W Russell", 
                    "index": "Russell, Derek W"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medicine", 
                            "University of Alabama at Birmingham"
                        ], 
                        "address": {
                            "formatted": [
                                "Birmingham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Birmingham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "J Edwin Blalock", 
                    "index": "Blalock, J Edwin"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medicine", 
                            "University of Alabama at Birmingham"
                        ], 
                        "address": {
                            "formatted": [
                                "Birmingham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Birmingham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "blalock@uab.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-11709-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "11709", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.11709", 
        "authorLine": "Derek W Russell, J Edwin Blalock", 
        "title": "The soot of all evil", 
        "titlePrefix": "Lung Disease", 
        "published": "2015-10-21T00:00:00Z", 
        "versionDate": "2015-10-21T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e11709", 
        "pdf": "https://publishing-cdn.elifesciences.org/11709/elife-11709-v1.pdf", 
        "subjects": [
            {
                "id": "human-biology-medicine", 
                "name": "Human Biology and Medicine"
            }, 
            {
                "id": "immunology", 
                "name": "Immunology"
            }
        ], 
        "researchOrganisms": [
            "Human", 
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Nanoparticles of carbon black in cigarette smoke trigger inflammation in the lung."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Russell and Blalock", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Derek W Russell", 
                    "index": "Russell, Derek W"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medicine", 
                            "University of Alabama at Birmingham"
                        ], 
                        "address": {
                            "formatted": [
                                "Birmingham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Birmingham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "J Edwin Blalock", 
                    "index": "Blalock, J Edwin"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Medicine", 
                            "University of Alabama at Birmingham"
                        ], 
                        "address": {
                            "formatted": [
                                "Birmingham", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Birmingham"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "blalock@uab.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "inflammation", 
            "Th17", 
            "emphysema"
        ], 
        "-related-articles-internal": [
            "09623"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "It is common knowledge that a black pigmented material in cigarette smoke (commonly called ‘tar’) stains the human lung. While the ugly images of black lungs on public health advertisements illustrate the damage that can be done by smoking and other sources of inhaled pollution, it was not previously known whether this dark pigment itself was harmful."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Many chemical components of smoke have been connected with tissue damage that can lead to chronic obstructive pulmonary disease (COPD) and other diseases that affect lung function. However, the particles of carbon that dye the lung black have received relatively little attention from researchers because they appear to be rapidly taken up by immune cells, are relatively insoluble, and seem rather inert. Now, in <i>eLife</i>, Farrah Kheradmand, David Corry, James Tour and colleagues—including Ran You as first author—reveal important mechanisms by which these particles are able to trigger and sustain a permanent inflammatory process in the lungs (<a href=\"#bib6\">You et al., 2015</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The symptoms of COPD—which is a major cause of suffering and death worldwide (<a href=\"#bib4\">Raherison and Girodet, 2009</a>)—result from the loss of air-sacs (alveoli) and from inflammation in the windpipe and smaller airways of the lung. These processes are driven by local inflammation that leads to the release of enzymes that digest the thin connective tissue between alveoli in a process called emphysema (<a href=\"#bib3\">Djekic et al., 2009</a>). This decreases the surface area over which oxygen and carbon dioxide can be exchanged, and it also compromises the ‘springiness’ of the lungs. As the lungs become floppier and less springy, the airways inside them (themselves already inflamed by the smoke) become more prone to collapse, which makes it difficult for the patient to blow air back out of the lung. As this process progresses, patients develop increasing shortness of breath and respiratory failure."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "You et al.—who are based at Baylor College of Medicine, Rice University and City of Hope National Medical Center—first assessed the composition of these black particles. They found that the staining in the lungs of smokers was localized within populations of immune cells called myeloid-derived dendritic cells. These cells consume pathogens and foreign materials in a process called phagocytosis, and then present the digested fragments to other immune cells so that the body can learn to recognize and attack them. You et al. found that the pigment within these cells is composed of clumps of spherical carbon particles: the particles had diameters in the range of 20–50 nanometers, hence the name nanocarbon black. The researchers also found the same material in the equivalent cells of mice that had been exposed to cigarette smoke."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "You et al. then studied the effects of nanocarbon black on the mouse lung by administering it through the nose in quantities equivalent to those received by a lifetime smoker (but without the other components of cigarette smoke). This demonstrated that particles of nanocarbon black are sufficient to cause emphysema-like changes in the mouse lungs."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These changes appear to be caused by damage to DNA, which sets off a cascade of effects that culminate in the release of small proteins called interleukin 1β and 6 (<a href=\"#fig1\">Figure 1</a>). Together, these cytokines enable immune cells called T cells to become T helper 17 cells, which promote inflammation and inhibit another type of T cell that normally act to constrain immune responses (<a href=\"#bib2\">Bettelli et al., 2006</a>; <a href=\"#bib1\">Benwell and Lee, 2010</a>). The tendency to cause DNA damage appears to depend on the size of the particles and their solubility in oil: this has important implications both for potential regulations governing the emission of carbon black and for further research on the biological effects of these pollutants."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Nanocarbon black triggers perpetual inflammation in the lung.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Nanoparticles of carbon black are consumed by antigen-presenting cells, such as human myeloid dendritic cells, where they lead to DNA breaks. This, in turn, initiates the activation of a complex of proteins called the inflammasome, which includes the Caspase-1 protein (<a href=\"#bib5\">Taniguchi and Sagara, 2007</a>). The activated inflammasome leads to the cleavage of Pro-IL1β to make a mature signal protein called IL-1β, while also initiating processes that will lead to the death of the cell. The mature IL-1β causes upregulation of several inflammatory pathways, including the increased transcription of IL-6. These cytokines then act together to trigger T lymphocytes to become T helper 17 (TH17) cells. These cells produce the inflammatory cytokine IL-17, which has been implicated in chronic obstructive pulmonary disease. When the antigen-presenting cell dies, the nanoparticles are released to be taken up by another generation of antigen-presenting cells, which lead to another cycle of inflammation. IL = interleukin; ASC = Adaptor Protein Apoptosis-Associated Speck-Like Protein Containing CARD."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://dev--iiif.elifesciences.org/lax:11709/elife-11709-fig1-v1.tif", 
                        "filename": "elife-11709-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "You et al. hypothesize that nanocarbon black is consumed by phagocytic immune cells and then damages the genetic material in these cells so that they die after sending signals to the immune system that promote inflammation. As they die, these cells release their toxic contents, which can then be eaten by another generation of immune cells: this sets up a cycle of inflammation that gradually dissolves connective tissue in the lung."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "These findings shed light on an enigmatic question that has troubled medicine for decades: how does cigarette smoke continue to cause lung inflammation and damage years after a patient has stopped smoking? They will also help us to understand the effects of other sources of air pollution and particulates. Since every human on earth is exposed to at least one form of carbon-based pollution, such as wood-burning stoves, petroleum fumes or even electronic cigarette vapor, this research has major implications both for future scientific inquiry and for public health policy."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Further work is needed to characterize the carbon nanoparticles produced by various forms of combustion so that the many public health implications of these findings can be better explored. In the longer term, it may be possible to design new therapies that block the inflammation caused by these particles and slow down the destruction of lung tissue that causes so much suffering in people with emphysema."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RK Benwell", 
                            "index": "Benwell, RK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DR Lee", 
                            "index": "Lee, DR"
                        }
                    }
                ], 
                "articleTitle": "Essential and synergistic roles of IL1 and IL6 in human Th17 differentiation directed by TLR ligand-activated dendritic cells", 
                "journal": "Clinical Immunology", 
                "volume": "134", 
                "pages": {
                    "first": "178", 
                    "last": "187", 
                    "range": "178–187"
                }, 
                "doi": "10.1016/j.clim.2009.09.013"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Bettelli", 
                            "index": "Bettelli, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Carrier", 
                            "index": "Carrier, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Gao", 
                            "index": "Gao, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Korn", 
                            "index": "Korn, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TB Strom", 
                            "index": "Strom, TB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Oukka", 
                            "index": "Oukka, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HL Weiner", 
                            "index": "Weiner, HL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "VK Kuchroo", 
                            "index": "Kuchroo, VK"
                        }
                    }
                ], 
                "articleTitle": "Reciprocal developmental pathways for the generation of pathogenic effector TH17 and regulatory T cells", 
                "journal": "Nature", 
                "volume": "441", 
                "pages": {
                    "first": "235", 
                    "last": "238", 
                    "range": "235–238"
                }, 
                "doi": "10.1038/nature04753"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "UV Djekic", 
                            "index": "Djekic, UV"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Gaggar", 
                            "index": "Gaggar, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NM Weathington", 
                            "index": "Weathington, NM"
                        }
                    }
                ], 
                "articleTitle": "Attacking the multi-tiered proteolytic pathology of COPD: new insights from basic and translational studies", 
                "journal": "Pharmacology & Therapeutics", 
                "volume": "121", 
                "pages": {
                    "first": "132", 
                    "last": "146", 
                    "range": "132–146"
                }, 
                "doi": "10.1016/j.pharmthera.2008.09.008"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Raherison", 
                            "index": "Raherison, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PO Girodet", 
                            "index": "Girodet, PO"
                        }
                    }
                ], 
                "articleTitle": "Epidemiology of COPD", 
                "journal": "European Respiratory Review", 
                "volume": "18", 
                "pages": {
                    "first": "213", 
                    "last": "221", 
                    "range": "213–221"
                }, 
                "doi": "10.1183/09059180.00003609"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Taniguchi", 
                            "index": "Taniguchi, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Sagara", 
                            "index": "Sagara, J"
                        }
                    }
                ], 
                "articleTitle": "Regulatory molecules involved in inflammasome formation with special reference to a key mediator protein, ASC", 
                "journal": "Seminars in Immunopathology", 
                "volume": "29", 
                "pages": {
                    "first": "231", 
                    "last": "238", 
                    "range": "231–238"
                }, 
                "doi": "10.1007/s00281-007-0082-3"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R You", 
                            "index": "You, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Lu", 
                            "index": "Lu, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Shan", 
                            "index": "Shan, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Berlin", 
                            "index": "Berlin, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ELG Samuel", 
                            "index": "Samuel, ELG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DC Marcano", 
                            "index": "Marcano, DC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Sun", 
                            "index": "Sun, Z"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WKA Sikkema", 
                            "index": "Sikkema, WKA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "X Yuan", 
                            "index": "Yuan, X"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Song", 
                            "index": "Song, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AY Hendrix", 
                            "index": "Hendrix, AY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Tour", 
                            "index": "Tour, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Corry", 
                            "index": "Corry, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Kheradmand", 
                            "index": "Kheradmand, F"
                        }
                    }
                ], 
                "articleTitle": "Nanoparticulate carbon black in cigarette smoke induces DNA cleavage and Th17-mediated emphysema", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e09623", 
                "doi": "10.7554/eLife.09623"
            }
        ], 
        "acknowledgements": [
            {
                "type": "paragraph", 
                "text": "The authors thank J Michael Wells for his assistance with this paper."
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}