{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-12936-v1.xml"
        }, 
        "-history": {
            "received": "2015-11-30T00:00:00Z", 
            "accepted": "2015-11-30T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "12936", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.12936", 
        "authorLine": "Didier Zoccola, Sylvie Tambutté", 
        "title": "Sex under the moon", 
        "titlePrefix": "Mass Spawning", 
        "published": "2015-12-15T00:00:00Z", 
        "versionDate": "2015-12-15T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e12936", 
        "pdf": "https://publishing-cdn.elifesciences.org/12936/elife-12936-v1.pdf", 
        "subjects": [
            {
                "id": "ecology", 
                "name": "Ecology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Moonlight alters the expression of a number of genes in coral cells in order to synchronize the release of sex cells across different coral species."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Zoccola et al", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Didier Zoccola", 
                    "index": "Zoccola, Didier"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Marine Biology Department", 
                            "Centre Scientifique de Monaco"
                        ], 
                        "address": {
                            "formatted": [
                                "Monaco", 
                                "Europe"
                            ], 
                            "components": {
                                "locality": [
                                    "Monaco"
                                ], 
                                "country": "Europe"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "zoccola@centrescientifique.mc"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Sylvie Tambutté", 
                    "index": "Tambutté, Sylvie"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Marine Biology Department", 
                            "Centre Scientifique de Monaco"
                        ], 
                        "address": {
                            "formatted": [
                                "Monaco", 
                                "Europe"
                            ], 
                            "components": {
                                "locality": [
                                    "Monaco"
                                ], 
                                "country": "Europe"
                            }
                        }
                    }
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-12936-v1.xml", 
            "patched": true
        }, 
        "-history": {
            "received": "2015-11-30T00:00:00Z", 
            "accepted": "2015-11-30T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "12936", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.12936", 
        "authorLine": "Didier Zoccola, Sylvie Tambutté", 
        "title": "Sex under the moon", 
        "titlePrefix": "Mass Spawning", 
        "published": "2015-12-15T00:00:00Z", 
        "versionDate": "2015-12-15T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e12936", 
        "pdf": "https://publishing-cdn.elifesciences.org/12936/elife-12936-v1.pdf", 
        "subjects": [
            {
                "id": "ecology", 
                "name": "Ecology"
            }
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Moonlight alters the expression of a number of genes in coral cells in order to synchronize the release of sex cells across different coral species."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Zoccola et al", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Didier Zoccola", 
                    "index": "Zoccola, Didier"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Marine Biology Department", 
                            "Centre Scientifique de Monaco"
                        ], 
                        "address": {
                            "formatted": [
                                "Monaco", 
                                "Europe"
                            ], 
                            "components": {
                                "locality": [
                                    "Monaco"
                                ], 
                                "country": "Europe"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "zoccola@centrescientifique.mc"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Sylvie Tambutté", 
                    "index": "Tambutté, Sylvie"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Marine Biology Department", 
                            "Centre Scientifique de Monaco"
                        ], 
                        "address": {
                            "formatted": [
                                "Monaco", 
                                "Europe"
                            ], 
                            "components": {
                                "locality": [
                                    "Monaco"
                                ], 
                                "country": "Europe"
                            }
                        }
                    }
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "coral", 
            "cnidarians", 
            "mass spawning", 
            "reproduction", 
            "signalling cascade", 
            "moon light"
        ], 
        "-related-articles-internal": [
            "09991"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "The moon has always fascinated humans. Lunar cycles have dominated human culture for thousands of years, with the first lunar calendars generated by early civilizations. Although folklore and myths have long linked some aspects of human behavior to the lunar cycle (as seen in the many tales featuring werewolves), the actual effect of the moon on human physiology is still debated (reviewed by <a href=\"#bib2\">Foster and Roenneberg, 2008</a>). There is, however, clear evidence that the behavior of many animals is influenced by the moon. This is especially true for reef-building corals, where the process of spawning depends on lunar cycles (<a href=\"#bib5\">Harrison, 2011</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Ever since the 1930s, when Sheina Marshall and Alan Stephenson published their report on an expedition to the Great Barrier Reef (<a href=\"#bib8\">Marshall and Stephenson, 1933</a>), scientists have been puzzled by the processes of breeding in corals. Most corals spawn by releasing gametes – egg and sperm cells – into the sea, where they combine and develop into larvae. To improve their chances of successfully reproducing, different corals often spawn simultaneously: a process known as mass spawning. On some parts of the Great Barrier Reef, for example, 20–30 coral species have been recorded spawning at the same time in the late spring and early summer, immediately after the full moon (<a href=\"#bib4\">Harrison et al., 1984</a>). However, we do not fully understand how external factors, such as moonlight, affect the molecular mechanisms inside the coral cells so that spawning can be harmonized."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in eLife, Oren Levy at Bar-Ilan University and co-workers – including Paulina Kaniewska and Shahar Alon as joint first authors – address this gap in our knowledge by studying gene expression during spawning in <i>Acropora millepora</i>, one of the coral species that makes up the Great Barrier Reef (<a href=\"#bib7\">Kaniewska et al., 2015</a>). A combination of field and outdoor aquaria observations revealed that the pattern of light exposure experienced by corals is fundamental for the synchronization of spawning. Indeed, of the colonies maintained in aquaria, only those exposed to natural conditions of daylight and moonlight spawned in a similar manner to those in the reef. Furthermore, the expression of genes linked to rhythmic processes and light sensing such as cryptochromes varied relative to the level of moonlight the corals were exposed to."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "But how do corals detect light? From a histological and anatomical point of view, corals are very simple animals that do not possess specialized visual structures. However, they do contain light-sensitive molecules such as opsins and cryptochromes (<a href=\"#bib10\">Reitzel et al., 2013</a>). Now, Kaniewska et al. – who are based at the Australian Institute of Marine Science, the University of Queensland, Tel Aviv University and Bar-Ilan University – suggest that gamete release in corals is triggered by a protein similar to a photosensitive molecule called melanopsin."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Melanopsin was first discovered in photosensitive pigment granules in the skin of frogs that can change color in response to light (<a href=\"#bib9\">Provencio et al., 1998</a>): this change of color is achieved by reorganizing the pigment granules within cells. In mammals it has been shown that melanopsin plays a critical role in synchronizing circadian rhythms with the daily light-dark cycle. Moreover, melanopsin is capable of catalyzing the activation of G-proteins – proteins that help transmit signals from outside a cell to the appropriate destination inside it – in response to changes in light conditions (<a href=\"#bib1\">Brown and Robinson, 2004</a>). During moonlight, Kaniewska et al. observed the up-regulation of processes linked to a G-protein activation cascade in corals. This suggests that this pathway could be responsible for moonlight sensing. However, further research is needed to find out if the melanopsin-like proteins in corals are true photopigments."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Another factor that may be central to controlling the release of gametes is neuropeptide signaling. Corals have no brain but they possess a diffuse nervous system that secretes neuropeptides that act on particular receptor proteins. Kaniewska et al. found that changes in the expression of neuropeptide receptors – primarily members of the large family of G-protein coupled receptors – occur during coral spawning."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Melanopsin-like proteins, neuropeptides and G-protein-coupled receptors all act at the surface of coral cells. But what happens inside the cell to trigger spawning? Cell surface receptors often send signals via calcium ions, and the photo-responsive cells of corals detect and respond to light by altering the levels of calcium in their cytoplasm (<a href=\"#bib6\">Hilton et al., 2012</a>). Activating G-protein coupled receptors induces an increase in the amount of calcium inside cells. However, Kaniewska et al. show that ion channels belonging to the transient receptor potential superfamily are also upregulated during spawning, providing another route by which calcium ions can enter cells."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The properties of the moonlight also appear to influence the spawning behavior of the coral. Previous work has suggested that blue light detection is important for gamete release and for larvae settlement (<a href=\"#bib3\">Gorbunov and Falkowski, 2002</a>). Kaniewska et al. provide further evidence for this theory by finding that specific parts of the light spectrum – particularly blue and green light – are key for gamete release. However, more work is needed to better understand the molecular basis of this selectivity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In conclusion, this study lays the foundation for future studies on coral spawning, and demonstrates how molecular approaches can contribute to an improved understanding of the complex biological processes that take place in coral. However, molecular approaches must be complemented by investigations at the protein, cell and organism level to confirm the molecular data. Opportunities for future research into spawning include comparing how different coral species respond to moonlight and studying the effect of the light spectrum on gamete release."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "There is also much to learn about coral species that reproduce on other lunar nights, during different lunar phases or at other times of the year. Furthermore, we can also learn more about coral species that release larvae called planulae and for which spawning is less synchronized."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RL Brown", 
                            "index": "Brown, RL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PR Robinson", 
                            "index": "Robinson, PR"
                        }
                    }
                ], 
                "articleTitle": "Melanopsin—shedding light on the elusive circadian photopigment", 
                "journal": "Chronobiology International", 
                "volume": "21", 
                "pages": {
                    "first": "189", 
                    "last": "204", 
                    "range": "189–204"
                }, 
                "doi": "10.1081/CBI-120037816"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RG Foster", 
                            "index": "Foster, RG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Roenneberg", 
                            "index": "Roenneberg, T"
                        }
                    }
                ], 
                "articleTitle": "Human responses to the geophysical daily, annual and lunar cycles", 
                "journal": "Current Biology", 
                "volume": "18", 
                "pages": {
                    "first": "R784", 
                    "last": "R794", 
                    "range": "R784–R794"
                }, 
                "doi": "10.1016/j.cub.2008.07.003"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MY Gorbunov", 
                            "index": "Gorbunov, MY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PG Falkowski", 
                            "index": "Falkowski, PG"
                        }
                    }
                ], 
                "articleTitle": "Photoreceptors in the cnidarian hosts allow symbiotic corals to sense blue moonlight", 
                "journal": "Limnology and Oceanography", 
                "volume": "47", 
                "pages": {
                    "first": "309", 
                    "last": "315", 
                    "range": "309–315"
                }, 
                "doi": "10.4319/lo.2002.47.1.0309"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1984", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PL Harrison", 
                            "index": "Harrison, PL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RC Babcock", 
                            "index": "Babcock, RC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GD Bull", 
                            "index": "Bull, GD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JK Oliver", 
                            "index": "Oliver, JK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CC Wallace", 
                            "index": "Wallace, CC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BL Willis", 
                            "index": "Willis, BL"
                        }
                    }
                ], 
                "articleTitle": "Mass spawning in tropical reef corals", 
                "journal": "Science", 
                "volume": "223", 
                "pages": {
                    "first": "1186", 
                    "last": "1189", 
                    "range": "1186–1189"
                }, 
                "doi": "10.1126/science.223.4641.1186"
            }, 
            {
                "type": "book-chapter", 
                "id": "bib5", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PL Harrison", 
                            "index": "Harrison, PL"
                        }
                    }
                ], 
                "editors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Z Dubinsky", 
                            "index": "Z Dubinsky"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Stambler", 
                            "index": "N Stambler"
                        }
                    }
                ], 
                "bookTitle": "Coral Reefs: An Ecosystem in Transition", 
                "publisher": {
                    "name": [
                        "Springer Netherlands"
                    ], 
                    "address": {
                        "formatted": [
                            "Dordrecht"
                        ], 
                        "components": {
                            "locality": [
                                "Dordrecht"
                            ]
                        }
                    }
                }, 
                "chapterTitle": "Sexual Reproduction of Scleractinian Corals", 
                "pages": {
                    "first": "59", 
                    "last": "85", 
                    "range": "59–85"
                }, 
                "doi": "10.1007/978-94-007-0114-4_6"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Hilton", 
                            "index": "Hilton, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AK Brady", 
                            "index": "Brady, AK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Spaho", 
                            "index": "Spaho, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PD Vize", 
                            "index": "Vize, PD"
                        }
                    }
                ], 
                "articleTitle": "Photoreception and signal transduction in corals: proteomic and behavioral evidence for cytoplasmic calcium as a mediator of light responsivity", 
                "journal": "The Biological Bulletin", 
                "volume": "223", 
                "pages": {
                    "first": "291", 
                    "last": "299", 
                    "range": "291–299"
                }, 
                "doi": "10.2307/41759020"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Kaniewska", 
                            "index": "Kaniewska, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Alon", 
                            "index": "Alon, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Karako-Lampert", 
                            "index": "Karako-Lampert, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Hoegh-Guldberg", 
                            "index": "Hoegh-Guldberg, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Levy", 
                            "index": "Levy, O"
                        }
                    }
                ], 
                "articleTitle": "Signaling cascades and the importance of moonlight in coral broadcast mass spawning", 
                "journal": "eLife", 
                "volume": "4", 
                "pages": "e09991", 
                "doi": "10.7554/eLife.09991"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "1933", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SM Marshall", 
                            "index": "Marshall, SM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Stephenson", 
                            "index": "Stephenson, TA"
                        }
                    }
                ], 
                "articleTitle": "The breeding of reef animals <i>part I</i>", 
                "journal": "The Corals. Sci. Rep. Gt. Barrier Reef Exped. Br. Mus", 
                "volume": "3", 
                "pages": {
                    "first": "219", 
                    "last": "245", 
                    "range": "219–245"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Provencio", 
                            "index": "Provencio, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Jiang", 
                            "index": "Jiang, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WJ De Grip", 
                            "index": "De Grip, WJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WP Hayes", 
                            "index": "Hayes, WP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MD Rollag", 
                            "index": "Rollag, MD"
                        }
                    }
                ], 
                "articleTitle": "Melanopsin: an opsin in melanophores, brain, and eye", 
                "journal": "Proceedings of the National Academy of Sciences", 
                "volume": "95", 
                "pages": {
                    "first": "340", 
                    "last": "345", 
                    "range": "340–345"
                }, 
                "doi": "10.1073/pnas.95.1.340"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Reitzel", 
                            "index": "Reitzel, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Tarrant", 
                            "index": "Tarrant, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Levy", 
                            "index": "Levy, O"
                        }
                    }
                ], 
                "articleTitle": "Circadian clocks in the cnidaria: environmental entrainment, molecular regulation, and organismal outputs", 
                "journal": "Integrative and Comparative Biology", 
                "volume": "53", 
                "pages": {
                    "first": "118", 
                    "last": "130", 
                    "range": "118–130"
                }, 
                "doi": "10.1093/icb/ict024"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}