{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "01845", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01845", 
        "authorLine": "Andrea Yung, Lisa V Goodrich", 
        "title": "How to survive a nerve-wracking journey", 
        "titlePrefix": "Axon Growth", 
        "published": "2013-12-17T00:00:00", 
        "versionDate": "2013-12-17T00:00:00", 
        "volume": 2, 
        "elocationId": "e01845", 
        "pdf": "https://publishing-cdn.elifesciences.org/01845/elife-01845-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "When the axons that carry signals to muscles are growing, they rely on help from Frizzled3—a protein that is known to perform a number of other important functions in cells—to reach their final destination."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Yung and Goodrich", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Andrea Yung", 
                    "index": "Yung, Andrea"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neurobiology", 
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "andreayung@fas.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Lisa V Goodrich", 
                    "index": "Goodrich, Lisa V"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neurobiology", 
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "lisa_goodrich@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "01845", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.01845", 
        "authorLine": "Andrea Yung, Lisa V Goodrich", 
        "title": "How to survive a nerve-wracking journey", 
        "titlePrefix": "Axon Growth", 
        "published": "2013-12-17T00:00:00", 
        "versionDate": "2013-12-17T00:00:00", 
        "volume": 2, 
        "elocationId": "e01845", 
        "pdf": "https://publishing-cdn.elifesciences.org/01845/elife-01845-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "When the axons that carry signals to muscles are growing, they rely on help from Frizzled3—a protein that is known to perform a number of other important functions in cells—to reach their final destination."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Yung and Goodrich", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Andrea Yung", 
                    "index": "Yung, Andrea"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neurobiology", 
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "andreayung@fas.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Lisa V Goodrich", 
                    "index": "Goodrich, Lisa V"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neurobiology", 
                            "Harvard Medical School"
                        ], 
                        "address": {
                            "formatted": [
                                "Boston", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Boston"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "lisa_goodrich@hms.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "planar cell polarity", 
            "axon growth", 
            "limb innervation", 
            "neural crest", 
            "cell death", 
            "muscle atrophy"
        ], 
        "relatedArticles": [
            "01482"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Hua ZL, Smallwood PM, Nathans J. 2013. <i>Frizzled3</i> controls axonal development in distinct populations of cranial and spinal motor neurons. <i>eLife</i> <b>2</b>:e01482. doi: <a href=\"http://dx.doi.org/10.7554/eLife.01482\">10.7554/eLife.01482</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> Dorsally projecting motor axons in mutant mice"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-01845-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "Although many nerve fibres travel considerable distances as they develop, the motor axons that carry signals from the central nervous system to various muscles throughout the body must complete the neuronal equivalent of the Oregon Trail. Remarkably, these motor axons usually reach their targets and understanding how this happens has motivated generations of developmental neurobiologists."
            }, 
            {
                "type": "paragraph", 
                "text": "The discovery of axon guidance molecules in the 1990s represented a major breakthrough in our efforts to understand how axons manoeuvre through the body to reach their final targets (<a href=\"#bib2\">Evans and Bashaw, 2010</a>). Just as landmarks helped the early pioneers navigate their way along the Oregon trail to the western frontier of the US, guidance molecules provide axons with directions to their destination. Unfortunately, as with the pioneers, the survival of the neurons often depends on their axons making it to their final destination."
            }, 
            {
                "type": "paragraph", 
                "text": "It has been hypothesized that intermediate targets might also provide such support en route, which has the effect of eliminating axons that stray off the trail early on (<a href=\"#bib9\">Wang and Tessier-Lavigne, 1999</a>). However, in vivo evidence for this model has remained scarce. Now, in <i>eLife</i>, Zhong Hua, Philip Smallwood and Jeremy Nathans of the Johns Hopkins University School of Medicine present new evidence linking the arrival of motor axons at intermediate targets with neuronal survival (<a href=\"#bib4\">Hua et al., 2013</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "Muscles in the limbs receive input from neurons in the lateral motor column of the spinal cord. These neurons are further divided into lateral and medial groups, and although the axons projecting from these neurons leave the spinal cord together, their paths diverge within the limb to target dorsal and ventral muscles respectively (<a href=\"#fig1\">Figure 1A</a>). Axons at this branching point must decide which region of the limb to enter, and then continue growing to reach all the muscles that control the movement of that limb. So how do the axons decide which road to take? The answer lies in the combinations of axon guidance signals provided by the developing limb, which give specific directions about where each axon should and should not grow (<a href=\"#bib1\">Bonanomi and Pfaff, 2010</a>). In the absence of these signals, a dorsal axon might accidentally travel to the ventral muscles, or vice versa, resulting in what is called a guidance phenotype (<a href=\"#fig1\">Figure 1B</a>; <a href=\"#bib3\">Helmbacher et al., 2000</a>; <a href=\"#bib5\">Huber et al., 2005</a>; <a href=\"#bib6\">Luria et al., 2008</a>)."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "Motor axons usually reach their target, but sometimes they lose their way or stop growing and die.", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "(<b>A</b>) Two groups of neurons in the lateral motor column of the spinal cord target the developing limb. Although they leave the spinal cord together, their paths later diverge, with the neurons in the lateral group (green) innervating the dorsal (D) musculature and the neurons in the medial group (purple) innervating the ventral (V) musculature. Guidance molecules ensure that both sets of neurons reach the correct target. (<b>B</b>) In the absence of certain guidance molecules, one set of neurons might arrive at the wrong target. This defect is known as a guidance phenotype. (<b>C</b>) Hua et al. have discovered a pure stalling phenotype in which motor axons belonging to neurons in the lateral group set out on the correct path but stop growing, which results in the death of these neurons in the spinal cord."
                    }
                ], 
                "alt": "", 
                "uri": "elife-01845-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "When an axon encounters a guidance signal, it must choose to continue growing straight ahead, make a turn, or perhaps stop altogether. The decision is made within a specialized structure at the tip of the growing axon called the growth cone. How the growth cone actually responds to axon guidance signals remains poorly understood, but recent research into planar polarity proteins has unexpectedly uncovered a possible mechanism. "
            }, 
            {
                "type": "paragraph", 
                "text": "Planar polarity proteins help ensure that cells are properly aligned with their surrounding tissue (<a href=\"#bib10\">Wang and Nathans, 2007</a>). As would be expected, the absence of planar polarity proteins impairs the formation of tissues that rely on cell alignment, such as hairs on the surface of our skin. However, the absence of Frizzled3 (Fz3)—a planar polarity protein that acts as a receptor in the well-known Wnt signalling pathway—also leads to serious defects in the central nervous system, notably a complete absence of many nerve tracts (<a href=\"#bib11\">Wang et al., 2002</a>). These phenotypes seem to be caused by changes in the ability of growth cones to turn towards Wnt signals (<a href=\"#bib7\">Lyuksyutova et al., 2003</a>; <a href=\"#bib8\">Shafer et al., 2011</a>), confirming that planar polarity proteins ‘give directions’ to the axons, just like axon guidance molecules do."
            }, 
            {
                "type": "paragraph", 
                "text": "In the case of motor neurons, Hua et al. find an unusual type of defect in <i>Fz3</i> mutant mice. Through a detailed analysis of innervation patterns in the limbs, they show that the absence of Fz3 causes axons that should travel to the dorsal muscles to instead stall at the branch point (<a href=\"#fig1\">Figure 1C</a>). Thus, these axons follow the right path but stop growing, likely because their growth cones cannot figure out which way to go. This stalling phenotype is fundamentally different from previously described guidance phenotypes, where the axons do eventually reach a target, albeit the wrong one."
            }, 
            {
                "type": "paragraph", 
                "text": "Moreover, the stalling defect has a surprising consequence. When an axon fails to reach its final destination, the neuron in the lateral motor column to which it belongs actually dies. However, these neurons die two days earlier than expected. This suggests that they die because they do not receive support from an intermediate target: in other words, the axons never make it to the gas station to re-fuel."
            }, 
            {
                "type": "paragraph", 
                "text": "Though axon stalling has been observed in other mouse mutants, this is a rare example where pure stalling is tied to cell death, providing important in vivo evidence that axons receive intermediate survival cues during their journey. Intriguingly, other cranial nerves also stall in <i>Fz3</i> mutants, yet only a subset show an increase in cell death, suggesting that not all nerves require intermediate support. Are certain motor axons predisposed to require such support? Or do the unaffected motor axons rely on other members of the Frizzled family for their survival? What are the survival signals themselves, and do the same proteins also help axons choose their route?"
            }, 
            {
                "type": "paragraph", 
                "text": "It will also be important to determine how the failure of motor axons to extend fully into the limb fits with Fz3’s known role in guidance: are the nerves stalled because they don’t know which way to turn, or could this be an effect on the ability of the axon to grow at all? Understanding how all these pathways coalesce to produce a stereotyped trail of axon growth is proving to be an exciting path of research—thankfully, it does not involve the same perils."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Bonanomi", 
                            "index": "Bonanomi, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SL Pfaff", 
                            "index": "Pfaff, SL"
                        }
                    }
                ], 
                "articleTitle": "Motor axon pathfinding", 
                "journal": {
                    "name": [
                        "Cold Spring Harbor Perspectives on Biology"
                    ]
                }, 
                "volume": "2", 
                "pages": "a001735", 
                "doi": "10.1101/cshperspect.a001735"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TA Evans", 
                            "index": "Evans, TA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GJ Bashaw", 
                            "index": "Bashaw, GJ"
                        }
                    }
                ], 
                "articleTitle": "Axon guidance at the midline: of mice and flies", 
                "journal": {
                    "name": [
                        "Current Opinion In Neurobiology"
                    ]
                }, 
                "volume": "20", 
                "pages": {
                    "first": "79", 
                    "last": "85", 
                    "range": "79–85"
                }, 
                "doi": "10.1016/j.conb.2009.12.006"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2000", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Helmbacher", 
                            "index": "Helmbacher, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Schneider-Maunoury", 
                            "index": "Schneider-Maunoury, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Topilko", 
                            "index": "Topilko, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Tiret", 
                            "index": "Tiret, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Charnay", 
                            "index": "Charnay, P"
                        }
                    }
                ], 
                "articleTitle": "Targeting of the EphA4 tyrosine kinase receptor affects dorsal/ventral pathfinding of limb motor axons", 
                "journal": {
                    "name": [
                        "Development"
                    ]
                }, 
                "volume": "127", 
                "pages": {
                    "first": "3313", 
                    "last": "3324", 
                    "range": "3313–3324"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ZL Hua", 
                            "index": "Hua, ZL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PM Smallwood", 
                            "index": "Smallwood, PM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Nathans", 
                            "index": "Nathans, J"
                        }
                    }
                ], 
                "articleTitle": "<i>Frizzled3</i> controls axonal development in distinct populations of cranial and spinal motor neurons", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e01482", 
                "doi": "10.7554/eLife.01482"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AB Huber", 
                            "index": "Huber, AB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Kania", 
                            "index": "Kania, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TS Tran", 
                            "index": "Tran, TS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Gu", 
                            "index": "Gu, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N De Marco Garcia", 
                            "index": "De Marco Garcia, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Lieberam", 
                            "index": "Lieberam, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Johnson", 
                            "index": "Johnson, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Jessell", 
                            "index": "Jessell, TM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DD Ginty", 
                            "index": "Ginty, DD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Kolodkin", 
                            "index": "Kolodkin, AL"
                        }
                    }
                ], 
                "articleTitle": "Distinct roles for secreted semaphorin signaling in spinal motor axon guidance", 
                "journal": {
                    "name": [
                        "Neuron"
                    ]
                }, 
                "volume": "48", 
                "pages": {
                    "first": "949", 
                    "last": "964", 
                    "range": "949–964"
                }, 
                "doi": "10.1016/j.neuron.2005.12.003"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Luria", 
                            "index": "Luria, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Krawchuk", 
                            "index": "Krawchuk, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Jessell", 
                            "index": "Jessell, TM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Laufer", 
                            "index": "Laufer, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Kania", 
                            "index": "Kania, A"
                        }
                    }
                ], 
                "articleTitle": "Specification of motor axon trajectory by ephrin-B: EphB signaling: symmetrical control of axonal patterning in the developing limb", 
                "journal": {
                    "name": [
                        "Neuron"
                    ]
                }, 
                "volume": "60", 
                "pages": {
                    "first": "1039", 
                    "last": "1053", 
                    "range": "1039–1053"
                }, 
                "doi": "10.1016/j.neuron.2008.11.011"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2003", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AI Lyuksyutova", 
                            "index": "Lyuksyutova, AI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CC Lu", 
                            "index": "Lu, CC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Milanesio", 
                            "index": "Milanesio, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA King", 
                            "index": "King, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Guo", 
                            "index": "Guo, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Wang", 
                            "index": "Wang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Nathans", 
                            "index": "Nathans, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Tessier-Lavigne", 
                            "index": "Tessier-Lavigne, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zou", 
                            "index": "Zou, Y"
                        }
                    }
                ], 
                "articleTitle": "Anterior-posterior guidance of commissural axons by Wnt-frizzled signaling", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "302", 
                "pages": {
                    "first": "1984", 
                    "last": "1988", 
                    "range": "1984–1988"
                }, 
                "doi": "10.1126/science.1089610"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Shafer", 
                            "index": "Shafer, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Onishi", 
                            "index": "Onishi, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Lo", 
                            "index": "Lo, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Colakoglu", 
                            "index": "Colakoglu, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Zou", 
                            "index": "Zou, Y"
                        }
                    }
                ], 
                "articleTitle": "Vangl2 promotes Wnt/planar cell polarity-like signaling by antagonizing Dvl1-mediated feedback inhibition in growth cone guidance", 
                "journal": {
                    "name": [
                        "Developmental Cell"
                    ]
                }, 
                "volume": "20", 
                "pages": {
                    "first": "177", 
                    "last": "191", 
                    "range": "177–191"
                }, 
                "doi": "10.1016/j.devcel.2011.01.002"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1999", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Wang", 
                            "index": "Wang, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Tessier-Lavigne", 
                            "index": "Tessier-Lavigne, M"
                        }
                    }
                ], 
                "articleTitle": "En passant neurotrophic action of an intermediate axonal target in the developing mammalian CNS", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "401", 
                "pages": {
                    "first": "765", 
                    "last": "769", 
                    "range": "765–769"
                }, 
                "doi": "10.1038/44521"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Wang", 
                            "index": "Wang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Nathans", 
                            "index": "Nathans, J"
                        }
                    }
                ], 
                "articleTitle": "Tissue/planar cell polarity in vertebrates: new insights and new questions", 
                "journal": {
                    "name": [
                        "Development"
                    ]
                }, 
                "volume": "134", 
                "pages": {
                    "first": "647", 
                    "last": "658", 
                    "range": "647–658"
                }, 
                "doi": "10.1242/dev.02772"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2002", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Wang", 
                            "index": "Wang, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Thekdi", 
                            "index": "Thekdi, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PM Smallwood", 
                            "index": "Smallwood, PM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JP Macke", 
                            "index": "Macke, JP"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Nathans", 
                            "index": "Nathans, J"
                        }
                    }
                ], 
                "articleTitle": "Frizzled-3 is required for the development of major fiber tracts in the rostral CNS", 
                "journal": {
                    "name": [
                        "Journal of Neuroscience"
                    ]
                }, 
                "volume": "22", 
                "pages": {
                    "first": "8563", 
                    "last": "8573", 
                    "range": "8563–8573"
                }
            }
        ]
    }
}