{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-03811-v1.xml"
        }, 
        "status": "vor", 
        "id": "03811", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03811", 
        "authorLine": "Falk Eippert, Irene Tracey", 
        "title": "The spinal cord is never at rest", 
        "titlePrefix": "Functional Mri", 
        "published": "2014-08-05T00:00:00Z", 
        "versionDate": "2014-08-05T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03811", 
        "pdf": "https://publishing-cdn.elifesciences.org/03811/elife-03811-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Even when we are at rest, our spinal cords show spontaneous, yet well organised, fluctuations of activity that might reflect sensory and motor networks."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Eippert and Tracey", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Falk Eippert", 
                    "index": "Eippert, Falk"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Oxford Centre for Functional Magnetic Resonance Imaging of the Brain, Nuffield Department of Clinical Neurosciences", 
                            "University of Oxford"
                        ], 
                        "address": {
                            "formatted": [
                                "Oxford", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Oxford"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "falk.eippert@ndcn.ox.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Irene Tracey", 
                    "index": "Tracey, Irene"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Oxford Centre for Functional Magnetic Resonance Imaging of the Brain, Nuffield Department of Clinical Neurosciences and Nuffield Division of Anaesthetics", 
                            "University of Oxford"
                        ], 
                        "address": {
                            "formatted": [
                                "Oxford", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Oxford"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "irene.tracey@ndcn.ox.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-03811-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "03811", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.03811", 
        "authorLine": "Falk Eippert, Irene Tracey", 
        "title": "The spinal cord is never at rest", 
        "titlePrefix": "Functional Mri", 
        "published": "2014-08-05T00:00:00Z", 
        "versionDate": "2014-08-05T00:00:00Z", 
        "volume": 3, 
        "elocationId": "e03811", 
        "pdf": "https://publishing-cdn.elifesciences.org/03811/elife-03811-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Even when we are at rest, our spinal cords show spontaneous, yet well organised, fluctuations of activity that might reflect sensory and motor networks."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Eippert and Tracey", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Falk Eippert", 
                    "index": "Eippert, Falk"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Oxford Centre for Functional Magnetic Resonance Imaging of the Brain, Nuffield Department of Clinical Neurosciences", 
                            "University of Oxford"
                        ], 
                        "address": {
                            "formatted": [
                                "Oxford", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Oxford"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "falk.eippert@ndcn.ox.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Irene Tracey", 
                    "index": "Tracey, Irene"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Oxford Centre for Functional Magnetic Resonance Imaging of the Brain, Nuffield Department of Clinical Neurosciences and Nuffield Division of Anaesthetics", 
                            "University of Oxford"
                        ], 
                        "address": {
                            "formatted": [
                                "Oxford", 
                                "United Kingdom"
                            ], 
                            "components": {
                                "locality": [
                                    "Oxford"
                                ], 
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "irene.tracey@ndcn.ox.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "fMRI", 
            "spinal cord", 
            "7 Tesla", 
            "resting state", 
            "functional connectivity"
        ], 
        "-related-articles-internal": [
            "02812"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Even when we are resting, our brain is far from inactive and instead displays an enormous amount of spontaneous activity. This activity is not just noise, but is organised in both space and time, with different brain networks showing distinct fluctuations. Moreover, these ‘resting-state signals’ account for most of the energy consumed by the brain."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Resting-state signals are organised into several distinct networks that can be modified by experience and can also change in response to numerous diseases, but it is still unclear what causes these signals (<a href=\"#bib6\">Fox and Raichle, 2007</a>; <a href=\"#bib3\">Buckner et al., 2013</a>). Now, in <i>eLife</i>, Robert Barry of Vanderbilt University and co-workers—including Seth Smith, Adrienne Dula and John Gore—report that such resting-state signals can also be seen in the human spinal cord (<a href=\"#bib1\">Barry et al., 2014</a>). Thus, these signals seem to be a hallmark of the entire central nervous system."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The spinal cord is the brain's main interface with the rest of the body. The centre of the spinal cord is made up of four ‘horns’. The two dorsal horns at the back of the spinal cord contain the neurons that receive sensory information from the body; and the two ventral horns at the front contain the neurons that send signals to the muscles. The Vanderbilt team recorded activity from the human spinal cord using a technique called fMRI (short for functional magnetic resonance imaging). fMRI can measure neuronal activity indirectly by detecting changes in blood flow: when an area of the brain is in use, blood flow to that region increases (<a href=\"#bib9\">Logothetis, 2008</a>). It is also non-invasive as it only involves positioning a person inside an MRI scanner."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Performing fMRI of the spinal cord, however, is technically challenging for a number of reasons. In particular, the spinal cord is very small (around 12 mm in diameter; <a href=\"#fig1\">Figure 1A</a>), and there are also various sources of noise that degrade the quality of the signal to a much greater degree than happens in brain imaging (<a href=\"#bib11\">Summers et al., 2014</a>). Correspondingly, the first reports of spinal fMRI only occurred in the late 1990s (<a href=\"#bib12\">Yoshizawa et al., 1996</a>; <a href=\"#bib10\">Stroman et al., 1999</a>) and relatively few groups are currently undertaking such studies."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Resting-state signals in the human spinal cord.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Horizontal section of a brain (top) and a spinal cord (middle, bottom); the small size of the spinal cord makes it difficult to image neuronal activity. The spinal cord contains two ventral horns (one outlined in red) that are involved in motor function, and two dorsal horns (one outlined in green) that are involved in sensory function. (<b>B</b>) Barry et al. measured the correlation between spontaneous fluctuations in the fMRI signal in the ventral horns (red traces; top) and the dorsal horns (green traces; bottom). This revealed that the ventral horns show a positive correlation with each other, as do the dorsal horns. However, there is no significant correlation between ventral and dorsal horns. This suggests that at rest, the spinal cord is intrinsically organised into two separate networks, corresponding to motor and sensory functions. (<b>C</b>) Possible mechanisms that could explain the spontaneous activity in the spinal cord include input from the peripheral nervous system (top), locally generated rhythms from the interneurons within spinal networks (middle), and ongoing communication between the brain and spinal cord (bottom)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/03811/elife-03811-fig1-v1.tif", 
                        "image": "https://dev--iiif.elifesciences.org/lax:03811/elife-03811-fig1-v1.tif", 
                        "filename": "elife-03811-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Barry et al. took the level of technical difficulty one step further by imaging the spinal cord at a very high magnetic field strength. Although this exacerbates many of the problems in spinal fMRI (problems that were overcome by developing tailored data acquisition and analysis techniques), it also provides a unique opportunity to look at the spinal cord in very fine detail and with a high signal-to-noise ratio. Barry et al. acquired fMRI data from the spinal cords of a group of healthy volunteers, who were simply resting inside the MRI scanner. Next, they extracted the fMRI signal over time from both ventral horns and both dorsal horns, and investigated the correlation between the activity in each of these four regions over time (<a href=\"#fig1\">Figure 1B</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Barry et al. found highly significant positive correlations between the left and right ventral (‘motor’) horns, and also between the left and right dorsal (‘sensory’) horns, suggesting that these structures form two distinct networks. This is obviously in good agreement with the functional organisation of the spinal cord. It also, to some degree, reflects the patterns of spontaneous fluctuations in the brain, where distinct resting-state networks (e.g., visual, auditory, etc) are observed (<a href=\"#bib6\">Fox and Raichle, 2007</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Barry et al. did not observe significant correlations in activity between the ventral and dorsal horns, suggesting that although the connections between these structures are essential for reflex responses, they might otherwise be dormant. However, it remains to be tested if the correlations in the spontaneous fluctuations will continue when an individual is performing a task or whether different patterns will emerge (<a href=\"#bib4\">Cole et al., 2014</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is natural to assume that the observed resting-state correlations of fMRI signals reflect communication or connections between neurons. However, a variety of other mechanisms that are not related to neuronal activity are known to contribute to resting-state fMRI signals, including breathing-related changes and pulsations that are caused by each heartbeat (<a href=\"#bib2\">Birn, 2012</a>). Barry et al. used several different techniques to address these issues, which strengthens the idea that their results do indeed reflect the activity of the spinal cord at rest."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So, what is the mechanism behind the observed spontaneous fluctuations in the spinal cord? There are several possible answers to this question, which are not mutually exclusive (<a href=\"#fig1\">Figure 1C</a>). First, these fluctuations could be driven by ongoing input from the peripheral nervous system relaying information to the central nervous system, for example, about the relative position of body parts. Second, they could reflect signals that are generated locally within the spinal cord, including those created by the central pattern generators that control activities such as walking (<a href=\"#bib8\">Grillner and Jessell, 2009</a>). Third, the fluctuations could reflect ongoing sensory and motor signals travelling up and down between the brain and spinal cord. Most likely, a mixture of these (and possibly other) mechanisms is involved, and it will require carefully designed experiments to disentangle these mechanisms."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In any case, the possibility to non-invasively investigate if the spinal cord's sensory and motor circuits are functioning properly is of enormous clinical interest. Many neurological disorders involve the spinal cord and the most obvious example is spinal cord injury. In these instances, the method developed by the Vanderbilt team could complement approaches that are focussed on structural changes (<a href=\"#bib7\">Freund et al., 2013</a>). Yet, for this to happen we first need to answer several other questions: what is the organisation of connectivity across the different segments of the spine? Are the reported networks stable over time or do they change? Also, how do the different networks (sensory and motor) interact with each other? Finally, it would be interesting to record such resting-state signals from the brain and spinal cord at the same time (<a href=\"#bib5\">Finsterbusch et al., 2013</a>) in order to obtain an integrative picture of the function of the central nervous system."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RL Barry", 
                            "index": "Barry, RL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SA Smith", 
                            "index": "Smith, SA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AN Dula", 
                            "index": "Dula, AN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JC Gore", 
                            "index": "Gore, JC"
                        }
                    }
                ], 
                "articleTitle": "Resting state functional connectivity in the human spinal cord", 
                "journal": "eLife", 
                "volume": "3", 
                "pages": "e02812", 
                "doi": "10.7554/eLife.02812"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RM Birn", 
                            "index": "Birn, RM"
                        }
                    }
                ], 
                "articleTitle": "The role of physiological noise in resting-state functional connectivity", 
                "journal": "NeuroImage", 
                "volume": "62", 
                "pages": {
                    "first": "864", 
                    "last": "870", 
                    "range": "864–870"
                }, 
                "doi": "10.1016/j.neuroimage.2012.01.016"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RL Buckner", 
                            "index": "Buckner, RL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "FM Krienen", 
                            "index": "Krienen, FM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BT Yeo", 
                            "index": "Yeo, BT"
                        }
                    }
                ], 
                "articleTitle": "Opportunities and limitations of intrinsic functional connectivity MRI", 
                "journal": "Nature Neuroscience", 
                "volume": "16", 
                "pages": {
                    "first": "832", 
                    "last": "837", 
                    "range": "832–837"
                }, 
                "doi": "10.1038/nn.3423"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MW Cole", 
                            "index": "Cole, MW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DS Bassett", 
                            "index": "Bassett, DS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Power", 
                            "index": "Power, JD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TS Braver", 
                            "index": "Braver, TS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Petersen", 
                            "index": "Petersen, SE"
                        }
                    }
                ], 
                "articleTitle": "Intrinsic and task-evoked network architectures of the human brain", 
                "journal": "Neuron", 
                "volume": "83", 
                "pages": {
                    "first": "238", 
                    "last": "251", 
                    "range": "238–251"
                }, 
                "doi": "10.1016/j.neuron.2014.05.014"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Finsterbusch", 
                            "index": "Finsterbusch, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Sprenger", 
                            "index": "Sprenger, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Büchel", 
                            "index": "Büchel, C"
                        }
                    }
                ], 
                "articleTitle": "Combined T2*-weighted measurements of the human brain and cervical spinal cord with a dynamic shim update", 
                "journal": "NeuroImage", 
                "volume": "79", 
                "pages": {
                    "first": "153", 
                    "last": "161", 
                    "range": "153–161"
                }, 
                "doi": "10.1016/j.neuroimage.2013.04.021"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MD Fox", 
                            "index": "Fox, MD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ME Raichle", 
                            "index": "Raichle, ME"
                        }
                    }
                ], 
                "articleTitle": "Spontaneous fluctuations in brain activity observed with functional magnetic resonance imaging", 
                "journal": "Nature Reviews Neuroscience", 
                "volume": "8", 
                "pages": {
                    "first": "700", 
                    "last": "711", 
                    "range": "700–711"
                }, 
                "doi": "10.1038/nrn2201"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Freund", 
                            "index": "Freund, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Weiskopf", 
                            "index": "Weiskopf, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ashburner", 
                            "index": "Ashburner, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Wolf", 
                            "index": "Wolf, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Sutter", 
                            "index": "Sutter, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DR Altmann", 
                            "index": "Altmann, DR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Friston", 
                            "index": "Friston, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Thompson", 
                            "index": "Thompson, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Curt", 
                            "index": "Curt, A"
                        }
                    }
                ], 
                "articleTitle": "MRI investigation of the sensorimotor cortex and the corticospinal tract after acute spinal cord injury: a prospective longitudinal study", 
                "journal": "Lancet Neurology", 
                "volume": "12", 
                "pages": {
                    "first": "873", 
                    "last": "881", 
                    "range": "873–881"
                }, 
                "doi": "10.1016/S1474-4422(13)70146-7"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Grillner", 
                            "index": "Grillner, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TM Jessell", 
                            "index": "Jessell, TM"
                        }
                    }
                ], 
                "articleTitle": "Measured motion: searching for simplicity in spinal locomotor networks", 
                "journal": "Current Opinion in Neurobiology", 
                "volume": "19", 
                "pages": {
                    "first": "572", 
                    "last": "586", 
                    "range": "572–586"
                }, 
                "doi": "10.1016/j.conb.2009.10.011"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "NK Logothetis", 
                            "index": "Logothetis, NK"
                        }
                    }
                ], 
                "articleTitle": "What we can do and what we cannot do with fMRI", 
                "journal": "Nature", 
                "volume": "453", 
                "pages": {
                    "first": "869", 
                    "last": "878", 
                    "range": "869–878"
                }, 
                "doi": "10.1038/nature06976"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "1999", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PW Stroman", 
                            "index": "Stroman, PW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PW Nance", 
                            "index": "Nance, PW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LN Ryner", 
                            "index": "Ryner, LN"
                        }
                    }
                ], 
                "articleTitle": "BOLD MRI of the human cervical spinal cord at 3 tesla", 
                "journal": "Magnetic Resonance in Medicine", 
                "volume": "42", 
                "pages": {
                    "first": "571", 
                    "last": "576", 
                    "range": "571–576"
                }, 
                "doi": "10.1002/(SICI)1522-2594(199909)42:33.0.CO;2-N"
            }, 
            {
                "type": "book-chapter", 
                "id": "bib11", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PE Summers", 
                            "index": "Summers, PE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JCW Brooks", 
                            "index": "Brooks, JCW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Cohen-Adad", 
                            "index": "Cohen-Adad, J"
                        }
                    }
                ], 
                "editors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Cohen-Adad", 
                            "index": "Cohen-Adad, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Wheeler-Kingshott", 
                            "index": "Wheeler-Kingshott, CA"
                        }
                    }
                ], 
                "bookTitle": "Quantitative MRI of the spinal cord", 
                "publisher": {
                    "name": [
                        "Academic Press"
                    ]
                }, 
                "chapterTitle": "Spinal cord fMRI", 
                "pages": {
                    "first": "221", 
                    "last": "239", 
                    "range": "221–239"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "1996", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Yoshizawa", 
                            "index": "Yoshizawa, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Nose", 
                            "index": "Nose, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GJ Moore", 
                            "index": "Moore, GJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LO Sillerud", 
                            "index": "Sillerud, LO"
                        }
                    }
                ], 
                "articleTitle": "Functional magnetic resonance imaging of motor activation in the human cervical spinal cord", 
                "journal": "NeuroImage", 
                "volume": "4", 
                "pages": {
                    "first": "174", 
                    "last": "182", 
                    "range": "174–182"
                }, 
                "doi": "10.1006/nimg.1996.0068"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}