{
    "journal": {
        "id": "elife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00491", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00491", 
        "authorLine": "Rui P Costa et al", 
        "title": "How to train a neuron", 
        "titlePrefix": "Neuroscience", 
        "published": "2013-01-22T00:00:00Z", 
        "versionDate": "2013-01-22T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00491", 
        "pdf": "https://publishing-cdn.elifesciences.org/00491/elife-00491-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A cellular learning rule known as spike-timing-dependent plasticity can form, reshape and erase the response preferences of visual cortex neurons."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Costa et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Rui P Costa", 
                    "index": "Costa, Rui P"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Adaptive and Neural Computation", 
                            "University of Edinburgh"
                        ], 
                        "address": {
                            "formatted": [
                                "United Kingdom"
                            ], 
                            "components": {
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rui.costa@ed.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Alanna J Watt", 
                    "index": "Watt, Alanna J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "McGill University"
                        ], 
                        "address": {
                            "formatted": [
                                "Montréal", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Montréal"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alanna.watt@mcgill.ca"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "P Jesper Sjöström", 
                    "index": "Sjöström, P Jesper"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neurology and Neurosurgery", 
                            "McGill University Health Centre"
                        ], 
                        "address": {
                            "formatted": [
                                "Montréal", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Montréal"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jesper.sjostrom@mcgill.ca"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00491", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00491", 
        "authorLine": "Rui P Costa et al", 
        "title": "How to train a neuron", 
        "titlePrefix": "Neuroscience", 
        "published": "2013-01-22T00:00:00Z", 
        "versionDate": "2013-01-22T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00491", 
        "pdf": "https://publishing-cdn.elifesciences.org/00491/elife-00491-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "A cellular learning rule known as spike-timing-dependent plasticity can form, reshape and erase the response preferences of visual cortex neurons."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Costa et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Rui P Costa", 
                    "index": "Costa, Rui P"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Institute for Adaptive and Neural Computation", 
                            "University of Edinburgh"
                        ], 
                        "address": {
                            "formatted": [
                                "United Kingdom"
                            ], 
                            "components": {
                                "country": "United Kingdom"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rui.costa@ed.ac.uk"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Alanna J Watt", 
                    "index": "Watt, Alanna J"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Biology", 
                            "McGill University"
                        ], 
                        "address": {
                            "formatted": [
                                "Montréal", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Montréal"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "alanna.watt@mcgill.ca"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "P Jesper Sjöström", 
                    "index": "Sjöström, P Jesper"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neurology and Neurosurgery", 
                            "McGill University Health Centre"
                        ], 
                        "address": {
                            "formatted": [
                                "Montréal", 
                                "Canada"
                            ], 
                            "components": {
                                "locality": [
                                    "Montréal"
                                ], 
                                "country": "Canada"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jesper.sjostrom@mcgill.ca"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ], 
        "keywords": [
            "synaptic plasticity", 
            "STDP", 
            "visual cortex", 
            "circuit", 
            "in vivo", 
            "spiking pattern"
        ], 
        "relatedArticles": [
            "00012"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "How does the brain wire itself up? This is an important question because the patterning of synaptic connections between neurons determines brain functioning. Changes in synaptic connections are governed by cellular learning rules. The synaptic plasticity that enables these changes to take place is at a maximum in the developing brain, which uses sensory input to refine patterns of connectivity as the animal learns about the outside world. Indeed, during a limited time-window known as the critical period, sensory input is essential for establishing proper connectivity. When the critical period is over, this potential for plasticity—and for learning—is diminished."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Neuroscientists have characterized several cellular learning rules in vitro, but it is unclear which, if any, of these have functional relevance in vivo. One such rule is spike-timing-dependent plasticity (STDP), whereby changes in the strength of neuronal connections depend acutely on the precise timing of spikes, or action potentials, in connected cells (<a href=\"#bib5\">Markram et al., 1997</a>). Imagine two connected neurons, ‘A’ and ‘B’ (<a href=\"#fig1\">Figure 1</a>). If cell ‘A’ spikes a few milliseconds before cell ‘B’, the connection between the two will be strengthened, whereas if cell ‘B’ spikes before cell ‘A’, the connection will be weakened. Although STDP is attractive as a cellular learning rule (<a href=\"#bib4\">Markram et al., 2012</a>), its biological relevance has been called into question because most STDP experiments have been carried out in dissected brain tissue (<a href=\"#bib1\">Frégnac et al., 2010</a>; <a href=\"#bib3\">Lisman and Spruston, 2010</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "In STDP, neuronal connections change strength depending on the relative timing of spikes", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "In STDP, neuronal connections change strength depending on the relative timing of spikes. The lower figure shows how the strength of a connection between cell A and cell B changes as a function of the time difference between the spikes. Cell A consistently spiking before cell B (green region) strengthens the A→B connection, whereas cell B spiking before cell A (red region) weakens the connection. In dissected brain tissue, these changes occur over a time scale of approximately 50 milliseconds (<a href=\"#bib4\">Markram et al., 2012</a>). However, Pawlak and colleagues found that they occur over a time scale of approximately 250 milliseconds in the intact brain."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00491/elife-00491-fig1-v1.tif", 
                        "filename": "elife-00491-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So does the brain use STDP? Now, writing in <i>eLife</i>, Verena Pawlak and Jason Kerr of the Max Planck Institute for Biological Cybernetics, and their colleagues report on heroic experiments in rats that take a key step towards answering this question (<a href=\"#bib7\">Pawlak et al., 2013</a>). They performed technically challenging in vivo whole-cell recordings of putative pyramidal neurons in layer 2/3 of the visual cortex, during the critical period when the circuitry is most plastic. Neurons in primary visual cortex are tuned to specific stimuli: a neuron may, for example, spike preferentially in response to a specific visual stimulus in a certain part of the visual field. This neuron will, in addition, produce non-spiking responses to stimuli presented in other regions of visual space, referred to here as its sub-threshold receptive field."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To assess the importance of STDP in the visual cortex, Pawlak, Kerr and co-workers used a visual stimulus (a bar presented for half a second) to evoke a response in a neuron, and paired this repeatedly with a brief injection of current to elicit a spike (<a href=\"#fig2\">Figure 2A</a>). By varying the relative timing of these two inputs, they were able to conduct three key experiments that demonstrate cellular learning, re-learning, and unlearning."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig2", 
                        "label": "Figure 2.", 
                        "title": "Using STDP to train visual cortex neurons in rats", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Using STDP to train visual cortex neurons in rats. (<b>A</b>) In the setup used by Pawlak and colleagues, a bar was presented in one of four positions in the neuronal receptive field, position 2 in this case. A patch electrode recorded the activity of an individual neuron, and was also used to elicit single spikes by a brief injection of current. (<b>B</b>) By repeatedly eliciting a spike milliseconds after presentation of a visual stimulus in position 4, the neuron was trained to respond to that stimulus: the dark green line is the newly formed tuning curve; the pale green line is before training. (<b>C</b>) It was also possible to reshape an existing tuning curve by pairing the spike with the visual stimulus in a non-preferred position (in this case position 2). (<b>D</b>) By eliciting the spike milliseconds before a preferred visual stimulus, tuning was erased. Asterisks denote the trained position, while colors correspond to timings as in <a href=\"#fig1\">Figure 1</a>."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00491/elife-00491-fig2-v1.tif", 
                        "filename": "elife-00491-fig2-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "First, they showed that a naive untuned neuron—that is, one that responds with little or no selectivity to a stimulus at any location in its receptive field—could be trained to spike whenever the visual stimulus occupied a specific position chosen by the experimenter (<a href=\"#fig2\">Figure 2B</a>). To do this, they presented the stimulus in the desired position, and then a few milliseconds later, injected current through the recording electrode to elicit a spike. Repeatedly pairing the visual evoked response with the spike, in that order, strengthened the association between the two in accordance with STDP. Second, they showed that a neuron tuned to a particular location could be re-trained to spike when the visual stimulus was in a different position (<a href=\"#fig2\">Figure 2C</a>) by repeating what they did in the first set of experiments (that is, by injecting current a few milliseconds after the visual stimulus was presented). Again this was in agreement with STDP. Last, they demonstrated that reversing the order of repeated spike–response pairings (that is, by triggering a spike and then presenting the visual stimulus) erased the tuning (<a href=\"#fig2\">Figure 2D</a>), also in agreement with STDP."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "When they examined the impact of these pairing events on the sub-threshold visual responses of the neurons, Pawlak and colleagues found that responses preceding the spike were strengthened while those following it were weakened. This biphasic change is consistent with STDP (<a href=\"#fig1\">Figure 1</a>), and explains why the temporal order of response-spike pairings brings about either learning or unlearning (<a href=\"#fig2\">Figure 2</a>). Surprisingly, however, the biphasic changes occurred over a time scale five-fold longer than that anticipated from typical STDP studies in vitro (<a href=\"#bib4\">Markram et al., 2012</a>). Using a computer model, Pawlak and co-workers showed that this temporal rescaling could result from noise in the spike timing of inputs. Such noise is to be expected in the intact brain, where there is always ongoing activity, but not in dissected brain tissue, which is relatively inactive."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Although a previous study has already shown that sub-threshold, non-spiking responses retune in visual cortical neurons in accordance with STDP (<a href=\"#bib6\">Meliza and Dan, 2006</a>), Pawlak and colleagues go further by showing that STDP can control neuronal spiking output. This is important, because spikes are needed to convey stimulus feature information to other neurons. Their work is also reminiscent of a classical study of cellular learning in cat visual cortex, where responses were altered by pairing visual input with direct visual cortex stimulation or inhibition (<a href=\"#bib2\">Frégnac et al., 1988</a>). However, Pawlak and colleagues’ work reveals the millisecond timing requirements for cellular learning, suggesting a physiological relevance for STDP."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "It is important to note that these findings were obtained in anaesthetized animals, and remain to be confirmed in the awake state. Indeed, factors such as attention are likely to influence cellular learning processes (<a href=\"#bib4\">Markram et al., 2012</a>). Although the current results show that STDP can support cellular learning, they do not reveal which synapses were altered. Finally, the evoked training spikes could be regarded as relatively artificial stimuli, which has been a criticism of STDP protocols in the past (<a href=\"#bib3\">Lisman and Spruston, 2010</a>). It will be interesting to see whether similar results can be obtained using more natural spiking patterns. Despite these limitations, the elegant work of Pawlak, Kerr and colleagues provides some of the strongest evidence to date that STDP may underlie cellular learning in the intact brain."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Frégnac", 
                            "index": "Frégnac, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Pananceau", 
                            "index": "Pananceau, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A René", 
                            "index": "René, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Huguet", 
                            "index": "Huguet, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "O Marre", 
                            "index": "Marre, O"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Levy", 
                            "index": "Levy, M"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "A re-examination of Hebbian-covariance rules and spike timing-dependent plasticity in cat visual cortex in vivo", 
                "journal": {
                    "name": [
                        "Front Synaptic Neurosci"
                    ]
                }, 
                "volume": "2", 
                "pages": "147"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "1988", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Frégnac", 
                            "index": "Frégnac, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Shulz", 
                            "index": "Shulz, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Thorpe", 
                            "index": "Thorpe, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Bienenstock", 
                            "index": "Bienenstock, E"
                        }
                    }
                ], 
                "articleTitle": "A cellular analogue of visual cortical plasticity", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "333", 
                "pages": {
                    "first": "367", 
                    "last": "370", 
                    "range": "367–370"
                }, 
                "doi": "10.1038/333367a0"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Lisman", 
                            "index": "Lisman, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Spruston", 
                            "index": "Spruston, N"
                        }
                    }
                ], 
                "articleTitle": "Questions about STDP as a general model of synaptic plasticity", 
                "journal": {
                    "name": [
                        "Front Synaptic Neurosci"
                    ]
                }, 
                "volume": "3", 
                "pages": "5"
            }, 
            {
                "type": "book", 
                "id": "bib4", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Markram", 
                            "index": "Markram, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Gerstner", 
                            "index": "Gerstner, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PJ Sjöström", 
                            "index": "Sjöström, PJ"
                        }
                    }
                ], 
                "bookTitle": "Spike-timing-dependent plasticity: a comprehensive overview", 
                "publisher": {
                    "name": [
                        "Frontiers Media SA"
                    ], 
                    "address": {
                        "formatted": [
                            "Lausanne, Switzerland"
                        ], 
                        "components": {
                            "locality": [
                                "Lausanne, Switzerland"
                            ]
                        }
                    }
                }, 
                "doi": "10.3389/978-2-88919-043-0"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Markram", 
                            "index": "Markram, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Lübke", 
                            "index": "Lübke, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Frotscher", 
                            "index": "Frotscher, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Sakmann", 
                            "index": "Sakmann, B"
                        }
                    }
                ], 
                "articleTitle": "Regulation of synaptic efficacy by coincidence of postsynaptic APs and EPSPs", 
                "journal": {
                    "name": [
                        "Science"
                    ]
                }, 
                "volume": "275", 
                "pages": {
                    "first": "213", 
                    "last": "215", 
                    "range": "213–215"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CD Meliza", 
                            "index": "Meliza, CD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Dan", 
                            "index": "Dan, Y"
                        }
                    }
                ], 
                "articleTitle": "Receptive-field modification in rat visual cortex induced by paired visual stimulation and single-cell spiking", 
                "journal": {
                    "name": [
                        "Neuron"
                    ]
                }, 
                "volume": "49", 
                "pages": {
                    "first": "183", 
                    "last": "189", 
                    "range": "183–189"
                }, 
                "doi": "10.1016/j.neuron.2005.12.009"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Pawlak", 
                            "index": "Pawlak, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Greenberg", 
                            "index": "Greenberg, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Sprekeler", 
                            "index": "Sprekeler, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Gerstner", 
                            "index": "Gerstner, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kerr", 
                            "index": "Kerr, J"
                        }
                    }
                ], 
                "articleTitle": "Changing the responses of cortical neurons from sub- to suprathreshold using single spikes in vivo", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00012", 
                "doi": "10.7554/eLife.00012"
            }
        ]
    }
}