{
    "journal": {
        "id": "elife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00476", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00476", 
        "authorLine": "John A Calarco", 
        "title": "‘Cryptic’ exons reveal some of their secrets", 
        "titlePrefix": "Neuroscience", 
        "published": "2013-01-22T00:00:00", 
        "versionDate": "2013-01-22T00:00:00", 
        "volume": 2, 
        "elocationId": "e00476", 
        "pdf": "https://publishing-cdn.elifesciences.org/00476/elife-00476-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }, 
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "By regulating the inclusion of ‘cryptic’ exons in messenger RNA in nerve cells, NOVA proteins are able to influence the abundance of the corresponding proteins."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Calarco", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "John A Calarco", 
                    "index": "Calarco, John A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "FAS Center for Systems Biology", 
                            "Harvard University"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jcalarco@fas.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00476", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00476", 
        "authorLine": "John A Calarco", 
        "title": "‘Cryptic’ exons reveal some of their secrets", 
        "titlePrefix": "Neuroscience", 
        "published": "2013-01-22T00:00:00", 
        "versionDate": "2013-01-22T00:00:00", 
        "volume": 2, 
        "elocationId": "e00476", 
        "pdf": "https://publishing-cdn.elifesciences.org/00476/elife-00476-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }, 
            {
                "id": "biochemistry", 
                "name": "Biochemistry"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "By regulating the inclusion of ‘cryptic’ exons in messenger RNA in nerve cells, NOVA proteins are able to influence the abundance of the corresponding proteins."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Calarco", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "John A Calarco", 
                    "index": "Calarco, John A"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "FAS Center for Systems Biology", 
                            "Harvard University"
                        ], 
                        "address": {
                            "formatted": [
                                "Cambridge", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cambridge"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jcalarco@fas.harvard.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The author declares that no competing interests exist"
            }
        ], 
        "keywords": [
            "HITS-CLIP", 
            "Nonsense mediated decay", 
            "alternative splicing", 
            "RNA regulation", 
            "epilepsy", 
            "neuronal biology"
        ], 
        "relatedArticles": [
            "00178"
        ], 
        "body": [
            {
                "type": "paragraph", 
                "text": "<b>Related research article</b> Eom T, Zhang C, Wang H, Lay K, Fak J, Noebels JL, Darnell RB. 2013. NOVA-dependent regulation of cryptic NMD exons controls synaptic protein levels after seizure. <i>eLife</i> <b>2</b>:e00178. doi: <a href=\"http://dx.doi.org/10.7554/elife.00178\">10.7554/elife.00178</a>"
            }, 
            {
                "type": "paragraph", 
                "text": "<b>Image</b> NOVA proteins predominantly bind RNAs in intronic regions (red) as opposed to 3’ untranslated regions (blue)"
            }, 
            {
                "type": "paragraph", 
                "text": "<inline-graphic xlink:href=\"elife-00476-inf1-v1\"></inline-graphic>"
            }, 
            {
                "type": "paragraph", 
                "text": "When the DNA in the genes of a eukaryote has been transcribed into RNA, sequences of bases known as introns are then removed from the RNA transcript, and the remaining sequences, which are called exons, are spliced back together to produce messenger RNA. Most of the time this mRNA is then translated into a string of amino acids, which subsequently folds to form a protein. It has been known for some time that certain exons can be included or excluded when splicing together the mature mRNA. This form of splicing, which is known as alternative splicing, is generally considered to be a mechanism for allowing a single gene to code for two or more proteins (<a href=\"#bib6\">Nilsen and Graveley, 2010</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "However, it is also known that alternative splicing can contribute to mechanisms that are used to control the abundances of certain proteins: in particular, mRNA degradation pathways in cells can target mRNA that has been spliced in a certain way. Now, writing in <i>eLife</i>, Taesun Eom and Robert Darnell of Rockefeller University, and co-workers at Rockefeller and Baylor College of Medicine, shed new light on these processes by identifying a previously unknown class of exons in RNA transcripts produced in neuronal cells (<a href=\"#bib2\">Eom et al., 2013</a>). These ‘cryptic’ exons can be regulated by changes in neuronal activity, and might also help the brain to recover from seizures."
            }, 
            {
                "type": "paragraph", 
                "text": "Over the years Darnell and co-workers have investigated the roles of RNA binding proteins in the nervous system. In particular, they have studied RNA binding proteins known as NOVA proteins and shown that they have a critical role in the cell nucleus, where they help to regulate alternative splicing (<a href=\"#bib10\">Ule et al., 2005</a>). These NOVA proteins can also shuttle from the nucleus to the cytoplasm, and it is thought that they can modulate the abundances of proteins in neuronal cells by helping to localize RNA to dendrites (<a href=\"#bib7\">Racca et al., 2010</a>)."
            }, 
            {
                "type": "paragraph", 
                "text": "To explore the differences between the nuclear and cytoplasmic roles of NOVA, Eom and colleagues separated brain tissue from mice into nuclear and cytoplasmic fractions, and employed a technique called HITS-CLIP (<a href=\"#bib5\">Licatalosi et al., 2008</a>) to study the binding between the NOVA proteins and the RNA in these two fractions. They found that in the nucleus the NOVA proteins bind primarily to intronic regions of the RNA transcript: however, in the cytoplasm they bind mostly to 3′ untranslated regions of the transcripts. The Rockefeller-Baylor team then studied mice in which the genes for NOVA proteins had been knocked out, and found hundreds of RNA transcripts that were present at lower levels in these animals than in wild-type mice: they also found a smaller number of RNA transcripts that were present at higher levels in the knockout mice. Moreover, they found that NOVA proteins predominantly bind to these RNA transcripts in the nucleus, which was initially surprising because RNA binding proteins are generally thought to regulate mRNA levels by binding to the untranslated regions of RNA transcripts in the cytoplasm."
            }, 
            {
                "type": "paragraph", 
                "text": "These results led Eom and co-workers to explore the intronic regions that the NOVA proteins bind to: they wanted to see if these regions contained exons that could be included in mRNA, and this is indeed what they found. In general these cryptic exons were found at low levels in the mature mRNA of wild-type mice, and at much higher levels in knockout mice (although a small number of RNA transcripts contain high numbers of cryptic exons in wild-type mice and low numbers in knockout mice). When included in RNA transcripts, these cryptic exons introduced premature translation stop codons into the mRNA. Instead of allowing full-length proteins to be produced, these codons trigger an mRNA degradation pathway called nonsense-mediated mRNA decay (<a href=\"#bib9\">Schoenberg and Maquat, 2012</a>). The end result, therefore, is that cryptic exons can be used to influence the levels of proteins and mRNA in the cell (<a href=\"#fig1\">Figure 1</a>)."
            }, 
            {
                "type": "image", 
                "id": "fig1", 
                "label": "Figure 1.", 
                "title": "Eom and co-workers have shown that NOVA proteins (green ellipses) regulate the inclusion of cryptic exons (red boxes) in messenger RNA (mRNA) in the nucleus of neuronal cells", 
                "caption": [
                    {
                        "type": "paragraph", 
                        "text": "Eom and co-workers have shown that NOVA proteins (green ellipses) regulate the inclusion of cryptic exons (red boxes) in messenger RNA (mRNA) in the nucleus of neuronal cells. In the cytoplasm, mRNA that contains cryptic exons is targeted by RNA decay pathways (shown here by the blue pac-man), while mRNA that does not contain cryptic exons is translated by the ribosome (yellow) to produce synaptic proteins (orange). Neuronal activity can cause the NOVA proteins to shuttle from the nucleus to the cytoplasm: this changes the proportion of cryptic exons that are included in the mRNA, and therefore alters the abundance of the corresponding proteins."
                    }
                ], 
                "alt": "", 
                "uri": "elife-00476-fig1-v1.tif"
            }, 
            {
                "type": "paragraph", 
                "text": "In further experiments designed to explore the physiological relevance of this novel layer of NOVA-mediated gene regulation, the Rockefeller-Baylor team found that treating mice with a compound called pilocarpine, which modulates neuronal activity and induces seizures in animals, led to increased inclusion of certain cryptic exons. Intriguingly, in some regions of the brain, NOVA proteins move from the nucleus to the cytoplasm after treatment with pilocarpine. Moreover, mice that have lost one copy of the gene that codes for a specific NOVA protein (called NOVA 2) display spontaneous epileptic episodes. These results suggest that there is a connection between neuronal activity-dependent redistribution of NOVA proteins in the cell, the regulation of transcript levels by alternative splicing coupled to nonsense-mediated decay, and a requirement for NOVA proteins in maintaining balance in neuronal activity, potentially after excitatory stress."
            }, 
            {
                "type": "paragraph", 
                "text": "This work is exciting for several reasons. First, the identification of a network of neuronal transcripts that is regulated by the coordinated action of alternative splicing and nonsense-mediated decay is a significant advance. It is well known that the coupling of these two gene regulatory layers has an important role in regulating the abundance of splicing factors, RNA binding proteins, and core components of the splicing machinery (<a href=\"#bib4\">Lareau et al., 2007</a>; <a href=\"#bib8\">Saltzman et al., 2008</a>). There have also been examples of individual splicing events in genes with important roles in neuronal development or function that are subject to this type of regulation (<a href=\"#bib1\">Boutz et al., 2007</a>; <a href=\"#bib12\">Zheng et al., 2012</a>). However, the set of transcripts identified in this latest study are all regulated in a coordinated manner by NOVA proteins, indicating that they likely contribute to aspects of neuronal biology as a module. In agreement with this idea, Eom and co-workers find that genes with NOVA-dependent cryptic exons often encode proteins enriched in similar functions at the synapse. A future goal will be to understand how this network of genes helps protect neurons from stress induced by neuronal activity. The results of such an analysis could yield new insights into and treatments for epilepsy."
            }, 
            {
                "type": "paragraph", 
                "text": "Second, this work has also unmasked an important hidden layer of biology. The identification of cryptic exons regulated by NOVA would not have occurred without the use of HITS-CLIP and knockout mice because these exons are only present at very low levels (or are completely absent) in the transcripts of wild-type animals under normal behavioural conditions. These latest findings highlight the importance of performing more experiments on context-specific gene expression in dynamically regulated cells such as neurons. Future research involving RNA binding proteins other than NOVA proteins is sure to capture additional target transcripts subject to dynamic gene regulation in neurons. Indeed, several recent studies have demonstrated that this will likely be the case (<a href=\"#bib3\">Iijima et al., 2011</a>; <a href=\"#bib11\">Yap et al., 2012</a>), and provide an indication that there is much more uncharted RNA biology waiting to be decrypted."
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PL Boutz", 
                            "index": "Boutz, PL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Stoilov", 
                            "index": "Stoilov, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Li", 
                            "index": "Li, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CH Lin", 
                            "index": "Lin, CH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Chawla", 
                            "index": "Chawla, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Ostrow", 
                            "index": "Ostrow, K"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "A post-transcriptional regulatory switch in polypyrimidine tract-binding proteins reprograms alternative splicing in developing neurons", 
                "journal": {
                    "name": [
                        "Genes Dev"
                    ]
                }, 
                "volume": "21", 
                "pages": {
                    "first": "1636", 
                    "last": "1652", 
                    "range": "1636–1652"
                }, 
                "doi": "10.1101/gad.1558107"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Eom", 
                            "index": "Eom, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Zhang", 
                            "index": "Zhang, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Wang", 
                            "index": "Wang, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Lay", 
                            "index": "Lay, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Fak", 
                            "index": "Fak, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Noebels", 
                            "index": "Noebels, JL"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "NOVA-dependent regulation of cryptic NMD exons controls synaptic protein levels after seizure", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "2", 
                "pages": "e00178", 
                "doi": "10.7554/elife.00178"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Iijima", 
                            "index": "Iijima, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Wu", 
                            "index": "Wu, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Witte", 
                            "index": "Witte, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Hanno-Iijima", 
                            "index": "Hanno-Iijima, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Glatter", 
                            "index": "Glatter, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Richard", 
                            "index": "Richard, S"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "SAM68 regulates neuronal activity-dependent alternative splicing of neurexin-1", 
                "journal": {
                    "name": [
                        "Cell"
                    ]
                }, 
                "volume": "147", 
                "pages": {
                    "first": "1601", 
                    "last": "1614", 
                    "range": "1601–1614"
                }, 
                "doi": "10.1016/j.cell.2011.11.028"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LF Lareau", 
                            "index": "Lareau, LF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AN Brooks", 
                            "index": "Brooks, AN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA Soergel", 
                            "index": "Soergel, DA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Meng", 
                            "index": "Meng, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Brenner", 
                            "index": "Brenner, SE"
                        }
                    }
                ], 
                "articleTitle": "The coupling of alternative splicing and nonsense-mediated mRNA decay", 
                "journal": {
                    "name": [
                        "Adv Exp Med Biol"
                    ]
                }, 
                "volume": "623", 
                "pages": {
                    "first": "190", 
                    "last": "211", 
                    "range": "190–211"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DD Licatalosi", 
                            "index": "Licatalosi, DD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Mele", 
                            "index": "Mele, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JJ Fak", 
                            "index": "Fak, JJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ule", 
                            "index": "Ule, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kayikci", 
                            "index": "Kayikci, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SW Chi", 
                            "index": "Chi, SW"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "HITS-CLIP yields genome-wide insights into brain alternative RNA processing", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "456", 
                "pages": {
                    "first": "464", 
                    "last": "469", 
                    "range": "464–469"
                }, 
                "doi": "10.1038/nature07488"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TW Nilsen", 
                            "index": "Nilsen, TW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BR Graveley", 
                            "index": "Graveley, BR"
                        }
                    }
                ], 
                "articleTitle": "Expansion of the eukaryotic proteome by alternative splicing", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "463", 
                "pages": {
                    "first": "457", 
                    "last": "463", 
                    "range": "457–463"
                }, 
                "doi": "10.1038/nature08909"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Racca", 
                            "index": "Racca, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Gardiol", 
                            "index": "Gardiol, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Eom", 
                            "index": "Eom, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ule", 
                            "index": "Ule, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Triller", 
                            "index": "Triller, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RB Darnell", 
                            "index": "Darnell, RB"
                        }
                    }
                ], 
                "articleTitle": "The neuronal splicing factor Nova co-localizes with target RNAs in the dendrite", 
                "journal": {
                    "name": [
                        "Front Neural Circuits"
                    ]
                }, 
                "volume": "4", 
                "pages": "5", 
                "doi": "10.3389/neuro.04.005.2010"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Saltzman", 
                            "index": "Saltzman, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "YK Kim", 
                            "index": "Kim, YK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Q Pan", 
                            "index": "Pan, Q"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Fagnani", 
                            "index": "Fagnani, MM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LE Maquat", 
                            "index": "Maquat, LE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BJ Blencowe", 
                            "index": "Blencowe, BJ"
                        }
                    }
                ], 
                "articleTitle": "Regulation of multiple core spliceosomal proteins by alternative splicing-coupled nonsense-mediated mRNA decay", 
                "journal": {
                    "name": [
                        "Mol Cell Biol"
                    ]
                }, 
                "volume": "28", 
                "pages": {
                    "first": "4320", 
                    "last": "4330", 
                    "range": "4320–4330"
                }, 
                "doi": "10.1128/MCB.00361-08"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DR Schoenberg", 
                            "index": "Schoenberg, DR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LE Maquat", 
                            "index": "Maquat, LE"
                        }
                    }
                ], 
                "articleTitle": "Regulation of cytoplasmic mRNA decay", 
                "journal": {
                    "name": [
                        "Nat Rev Genet"
                    ]
                }, 
                "volume": "13", 
                "pages": {
                    "first": "246", 
                    "last": "259", 
                    "range": "246–259"
                }, 
                "doi": "10.1038/nrg3160"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Ule", 
                            "index": "Ule, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Ule", 
                            "index": "Ule, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Spencer", 
                            "index": "Spencer, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Williams", 
                            "index": "Williams, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Hu", 
                            "index": "Hu, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Cline", 
                            "index": "Cline, M"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Nova regulates brain-specific splicing to shape the synapse", 
                "journal": {
                    "name": [
                        "Nat Genet"
                    ]
                }, 
                "volume": "37", 
                "pages": {
                    "first": "844", 
                    "last": "852", 
                    "range": "844–852"
                }, 
                "doi": "10.1038/ng1610"
            }, 
            {
                "type": "journal", 
                "id": "bib11", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Yap", 
                            "index": "Yap, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ZQ Lim", 
                            "index": "Lim, ZQ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Khandelia", 
                            "index": "Khandelia, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Friedman", 
                            "index": "Friedman, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EV Makeyev", 
                            "index": "Makeyev, EV"
                        }
                    }
                ], 
                "articleTitle": "Coordinated regulation of neuronal mRNA steady-state levels through developmentally controlled intron retention", 
                "journal": {
                    "name": [
                        "Genes Dev"
                    ]
                }, 
                "volume": "26", 
                "pages": {
                    "first": "1209", 
                    "last": "1223", 
                    "range": "1209–1223"
                }, 
                "doi": "10.1101/gad.188037.112"
            }, 
            {
                "type": "journal", 
                "id": "bib12", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Zheng", 
                            "index": "Zheng, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EE Gray", 
                            "index": "Gray, EE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Chawla", 
                            "index": "Chawla, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BT Porse", 
                            "index": "Porse, BT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ O’Dell", 
                            "index": "O’Dell, TJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DL Black", 
                            "index": "Black, DL"
                        }
                    }
                ], 
                "articleTitle": "PSD-95 is post-transcriptionally repressed during early neural development by PTBP1 and PTBP2", 
                "journal": {
                    "name": [
                        "Nat Neurosci"
                    ]
                }, 
                "volume": "15", 
                "pages": {
                    "first": "381", 
                    "last": "388", 
                    "range": "381–388"
                }, 
                "doi": "10.1038/nn.3026"
            }
        ]
    }
}