{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-15853-v1.xml"
        }, 
        "status": "vor", 
        "id": "15853", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.15853", 
        "authorLine": "Jonas Obleser", 
        "title": "Tell me something I don’t know", 
        "titlePrefix": "Perception", 
        "published": "2016-04-19T00:00:00Z", 
        "versionDate": "2016-04-19T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e15853", 
        "pdf": "https://publishing-cdn.elifesciences.org/15853/elife-15853-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The roles that neural oscillations play in the auditory cortex of the human brain are becoming clearer."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Obleser", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jonas Obleser", 
                    "index": "Obleser, Jonas"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Psychology", 
                            "University of Lübeck"
                        ], 
                        "address": {
                            "formatted": [
                                "Lübeck", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Lübeck"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jonas.obleser@uni-luebeck.de"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-15853-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "15853", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.15853", 
        "authorLine": "Jonas Obleser", 
        "title": "Tell me something I don’t know", 
        "titlePrefix": "Perception", 
        "published": "2016-04-19T00:00:00Z", 
        "versionDate": "2016-04-19T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e15853", 
        "pdf": "https://publishing-cdn.elifesciences.org/15853/elife-15853-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Human"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The roles that neural oscillations play in the auditory cortex of the human brain are becoming clearer."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Obleser", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Jonas Obleser", 
                    "index": "Obleser, Jonas"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Psychology", 
                            "University of Lübeck"
                        ], 
                        "address": {
                            "formatted": [
                                "Lübeck", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Lübeck"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "jonas.obleser@uni-luebeck.de"
                ], 
                "competingInterests": "The author declares that no competing interests exist."
            }
        ], 
        "keywords": [
            "perception", 
            "predictions", 
            "surprise", 
            "prediction error", 
            "predictive coding", 
            "auditory cortex"
        ], 
        "-related-articles-internal": [
            "11476"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Do you like surprises? If you don’t, it might be because our nervous system works very hard to avoid being surprised. This often involves the nervous system trying to predict or “model” its own future as accurately as possible. For example, when we are listening to a string of sounds that appears to be unpredictable, such as a Charlie Parker-esque saxophone solo, our brain will still try to predict what the next note will be (<a href=\"#fig1\">Figure 1A</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Neural oscillations and the perception of sounds.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) Sensory input in the form of a bebop-style saxophone improvisation (courtesy of Jakob Obleser). (<b>B</b>) Schematic representation of the three predictive-coding parameters modeled by Sedley et al.: prediction (green), the precision of a prediction (grey), and surprise (orange). (<b>C</b>) Graph showing the strength of neural oscillations (y-axis) as a function of frequency (x-axis) in a region of the auditory cortex called Heschl’s Gyrus. Beta oscillations (green band) code for predictions; alpha oscillations (grey) code for the precision of these predictions; and gamma oscillations (orange) code for surprise. (<b>D</b>) The neural oscillations were recorded by placing electrocorticographical depth electrode contacts at different positions (white circles) along Heschl’s Gyrus."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/15853/elife-15853-fig1-v1.jpg", 
                        "filename": "elife-15853-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So-called generative models of sensory perception have put forward the idea that the nervous system relies on predictions instead of detailed information about each new sound or other sensory event (<a href=\"#bib4\">Friston, 2010</a>). Under such a regime, the task at hand for a sensory neuron is to filter the sensory information it receives so that it only passes on the information that is truly new – the surprising bits – to other \"target\" neurons. In modeling terms, this goes by the name of predictive coding . Surprise, in this context, compares the prediction error (that is, the difference between the actual sound and the predicted sound) with the precision of the prediction (that is, how sure were we about our prediction; <a href=\"#fig1\">Figure 1B</a>). Since we need a prediction in order to be able to quantify surprise, this means that the target neurons must somehow tell the sensory neurons what information they are expecting to receive in the first place."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Patterns of rhythmic activity in neurons known as neural oscillations are important to perception. These are exciting times for researchers working on neural oscillations because a framework that describes their specific contributions to perception is finally emerging. In short, the idea is that comparatively slow neural oscillations, known as “alpha” and “beta” oscillations, encode the predictions made by the nervous system. Therefore, alpha and beta oscillations do not communicate sensory information per se; rather, they modulate the sensory information that is relayed to the brain. Faster “gamma” oscillations, on the other hand, are thought to convey the degree of surprise triggered by a given sound."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in eLife, William Sedley and colleagues at Newcastle University and the University of Iowa report the results of work that sheds new light on the roles played by alpha, beta and gamma oscillations in the auditory cortex of the human brain (<a href=\"#bib9\">Sedley et al., 2016</a>). Three patients undergoing neurosurgical treatment for epilepsy provided the researchers with a rare opportunity to directly measure neural oscillations in the auditory cortex with a technique called electrocorticography. The patients listened to a meandering stream of complex tones that would sound random to most people: however, it sounds far from random to the pattern recognition device that is our brain."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Sedley et al. surveyed the neural oscillations in the patients to extract three parameters associated with models of perception: prediction, precision and surprise (<a href=\"#fig1\">Figure 1C,D</a>). Their approach fused the power of statistical models with the unique signal quality of electrocorticography. Each event in the stream of sounds played to the patients was pulled from a large variety of possible sounds, which allowed the researchers to fine-tune the degree of surprise, essentially yielding a new subdiscipline of model-based electrocorticography. Sedley et al. found that gamma oscillations do indeed encode the degree of surprise triggered by a given sound."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To date frameworks for predictive coding have been largely based on studies of the visual domain in non-human primates (see <a href=\"#bib1\">Bastos et al., 2012</a>; <a href=\"#bib2\">2015</a>; <a href=\"#bib3\">Buschman and Miller, 2007</a>; <a href=\"#bib10\">van Kerkoerle et al., 2014</a>). Research on the auditory cortex has mostly focused on the slow “delta” and “theta” oscillations, because these match the time scales found in speech and music (see <a href=\"#bib5\">Giraud and Poeppel, 2012</a>; <a href=\"#bib8\">Obleser et al., 2012</a>; <a href=\"#bib7\">Lakatos et al., 2013</a>). The results of Sedley et al. finally provide us with evidence that supports the existence of similar predictive coding frameworks in human auditory cortex. Reassuringly, there does not appear to be a fundamental difference in the role played by alpha and beta oscillations in the auditory cortex and the role they play in the better-studied visual domain."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Interestingly, alpha oscillations have recently been tied to rhythmic changes in the degree to which a neuron boosts or reduces information about a sound (<a href=\"#bib6\">Kayser et al., 2015</a>). Fittingly, the work of Sedley et al. now tells us that alpha oscillations encode the precision of predictions in auditory cortex (<a href=\"#fig1\">Figure 1B</a>). This is a very telling observation that moves us beyond what the current predictive coding models would have made us expect."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So what should we take from the work of Sedley et al.? The observed effects of prediction and surprise on neural activity are moderate at most; for example, surprise explained only very small portions of the changes in gamma oscillations in each patient. However, Sedley et al. restricted themselves to attractive, simple-to-interpret linear measures (for example, “more surprise leads to an increase in gamma power”). Thus, these data probably provide a conservative estimate of how accurate populations of neurons in the auditory cortex encode prediction and surprise."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The question still remains as to which aspects of neural communication we are missing by not being able to routinely record neural activity directly from the surface of the human brain. So we are surely in for more surprises, whether we like it or not."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Bastos", 
                            "index": "Bastos, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "WM Usrey", 
                            "index": "Usrey, WM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Adams", 
                            "index": "Adams, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GR Mangun", 
                            "index": "Mangun, GR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Fries", 
                            "index": "Fries, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KJ Friston", 
                            "index": "Friston, KJ"
                        }
                    }
                ], 
                "articleTitle": "Canonical microcircuits for predictive coding", 
                "journal": "Neuron", 
                "volume": "76", 
                "pages": {
                    "first": "695", 
                    "last": "711", 
                    "range": "695–711"
                }, 
                "doi": "10.1016/j.neuron.2012.10.038"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Bastos", 
                            "index": "Bastos, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Vezoli", 
                            "index": "Vezoli, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CA Bosman", 
                            "index": "Bosman, CA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Schoffelen", 
                            "index": "Schoffelen, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Oostenveld", 
                            "index": "Oostenveld, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Dowdall", 
                            "index": "Dowdall, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P De Weerd", 
                            "index": "De Weerd, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Kennedy", 
                            "index": "Kennedy, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Fries", 
                            "index": "Fries, P"
                        }
                    }
                ], 
                "articleTitle": "Visual areas exert feedforward and feedback influences through distinct frequency channels", 
                "journal": "Neuron", 
                "volume": "85", 
                "pages": {
                    "first": "390", 
                    "last": "401", 
                    "range": "390–401"
                }, 
                "doi": "10.1016/j.neuron.2014.12.018"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2007", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TJ Buschman", 
                            "index": "Buschman, TJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EK Miller", 
                            "index": "Miller, EK"
                        }
                    }
                ], 
                "articleTitle": "Top-down versus bottom-up control of attention in the prefrontal and posterior parietal cortices", 
                "journal": "Science", 
                "volume": "315", 
                "pages": {
                    "first": "1860", 
                    "last": "1862", 
                    "range": "1860–1862"
                }, 
                "doi": "10.1126/science.1138071"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Friston", 
                            "index": "Friston, K"
                        }
                    }
                ], 
                "articleTitle": "The free-energy principle: A unified brain theory?", 
                "journal": "Nature Reviews Neuroscience", 
                "volume": "11", 
                "pages": {
                    "first": "127", 
                    "last": "138", 
                    "range": "127–138"
                }, 
                "doi": "10.1038/nrn2787"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AL Giraud", 
                            "index": "Giraud, AL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Poeppel", 
                            "index": "Poeppel, D"
                        }
                    }
                ], 
                "articleTitle": "Cortical oscillations and speech processing: Emerging computational principles and operations", 
                "journal": "Nature Neuroscience", 
                "volume": "15", 
                "pages": {
                    "first": "511", 
                    "last": "517", 
                    "range": "511–517"
                }, 
                "doi": "10.1038/nn.3063"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Kayser", 
                            "index": "Kayser, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Wilson", 
                            "index": "Wilson, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Safaai", 
                            "index": "Safaai, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Sakata", 
                            "index": "Sakata, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Panzeri", 
                            "index": "Panzeri, S"
                        }
                    }
                ], 
                "articleTitle": "Rhythmic auditory cortex activity at multiple timescales shapes stimulus-response gain and background firing", 
                "journal": "The Journal of Neuroscience", 
                "volume": "35", 
                "pages": {
                    "first": "7750", 
                    "last": "7762", 
                    "range": "7750–7762"
                }, 
                "doi": "10.1523/JNEUROSCI.0268-15.2015"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Lakatos", 
                            "index": "Lakatos, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Musacchia", 
                            "index": "Musacchia, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MN O'Connel", 
                            "index": "O'Connel, MN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AY Falchier", 
                            "index": "Falchier, AY"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DC Javitt", 
                            "index": "Javitt, DC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CE Schroeder", 
                            "index": "Schroeder, CE"
                        }
                    }
                ], 
                "articleTitle": "The spectrotemporal filter mechanism of auditory selective attention", 
                "journal": "Neuron", 
                "volume": "77", 
                "pages": {
                    "first": "750", 
                    "last": "761", 
                    "range": "750–761"
                }, 
                "doi": "10.1016/j.neuron.2012.11.034"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Obleser", 
                            "index": "Obleser, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Herrmann", 
                            "index": "Herrmann, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Henry", 
                            "index": "Henry, MJ"
                        }
                    }
                ], 
                "articleTitle": "Neural oscillations in speech: Don't be enslaved by the envelope", 
                "journal": "Frontiers in Human Neuroscience", 
                "volume": "6", 
                "pages": "250", 
                "doi": "10.3389/fnhum.2012.00250"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "W Sedley", 
                            "index": "Sedley, W"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PE Gander", 
                            "index": "Gander, PE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Kumar", 
                            "index": "Kumar, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CK Kovach", 
                            "index": "Kovach, CK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Oya", 
                            "index": "Oya, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Kawasaki", 
                            "index": "Kawasaki, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Howard", 
                            "index": "Howard, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TD Griffiths", 
                            "index": "Griffiths, TD"
                        }
                    }
                ], 
                "articleTitle": "Neural signatures of perceptual inference", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e11476", 
                "doi": "10.7554/eLife.11476"
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2014", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T van Kerkoerle", 
                            "index": "van Kerkoerle, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MW Self", 
                            "index": "Self, MW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Dagnino", 
                            "index": "Dagnino, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Gariel-Mathis", 
                            "index": "Gariel-Mathis, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Poort", 
                            "index": "Poort, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C van der Togt", 
                            "index": "van der Togt, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "PR Roelfsema", 
                            "index": "Roelfsema, PR"
                        }
                    }
                ], 
                "articleTitle": "Alpha and gamma oscillations characterize feedback and feedforward processing in monkey visual cortex", 
                "journal": "Proceedings of the National Academy of Sciences of the United States of America", 
                "volume": "111", 
                "pages": {
                    "first": "14332", 
                    "last": "14341", 
                    "range": "14332–14341"
                }, 
                "doi": "10.1073/pnas.1402773111"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}