{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-21236-v1.xml"
        }, 
        "-history": {
            "received": "2016-10-04T00:00:00Z", 
            "accepted": "2016-10-04T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "21236", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.21236", 
        "authorLine": "P Michelle Fogerson, John R Huguenard", 
        "title": "Catching a wave", 
        "titlePrefix": "Developmental Neuroscience", 
        "published": "2016-10-11T00:00:00Z", 
        "versionDate": "2016-10-11T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e21236", 
        "pdf": "https://publishing-cdn.elifesciences.org/21236/elife-21236-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Temporary circuits amplify spontaneous activity in the visual system of neonatal rats."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Fogerson et al", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "P Michelle Fogerson", 
                    "index": "Fogerson, P Michelle"
                }, 
                "orcid": "0000-0003-3738-8312", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neurology and Neurological Sciences", 
                            "Stanford University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "fogerson@stanford.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "John R Huguenard", 
                    "index": "Huguenard, John R"
                }, 
                "orcid": "0000-0002-6950-1191", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neurology and Neurological Sciences", 
                            "Stanford University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "John.Huguenard@stanford.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-21236-v1.xml", 
            "patched": true
        }, 
        "-history": {
            "received": "2016-10-04T00:00:00Z", 
            "accepted": "2016-10-04T00:00:00Z"
        }, 
        "status": "vor", 
        "id": "21236", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.21236", 
        "authorLine": "P Michelle Fogerson, John R Huguenard", 
        "title": "Catching a wave", 
        "titlePrefix": "Developmental Neuroscience", 
        "published": "2016-10-11T00:00:00Z", 
        "versionDate": "2016-10-11T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e21236", 
        "pdf": "https://publishing-cdn.elifesciences.org/21236/elife-21236-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Rat"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "Temporary circuits amplify spontaneous activity in the visual system of neonatal rats."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Fogerson et al", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "P Michelle Fogerson", 
                    "index": "Fogerson, P Michelle"
                }, 
                "orcid": "0000-0003-3738-8312", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neurology and Neurological Sciences", 
                            "Stanford University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "fogerson@stanford.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "John R Huguenard", 
                    "index": "Huguenard, John R"
                }, 
                "orcid": "0000-0002-6950-1191", 
                "affiliations": [
                    {
                        "name": [
                            "Department of Neurology and Neurological Sciences", 
                            "Stanford University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "Stanford", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Stanford"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "John.Huguenard@stanford.edu"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "oscillations", 
            "activity depedent development", 
            "retinal waves", 
            "plasticity", 
            "EEG"
        ], 
        "-related-articles-internal": [
            "18816"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "As the brain develops, neurons start to form the sensory networks that enable us to interpret the world around us in terms of light, sound and touch (<a href=\"#bib6\">Huberman et al., 2008</a>). Before these sensory networks are fully functional, sensory structures such as the retina and cochlea create waves of spontaneous neural activity that help to shape the network (<a href=\"#bib7\">Kirkby et al., 2013</a>). At the same time, the visual cortex produces spontaneous oscillations called spindle-bursts that depend on input from the retina (<a href=\"#bib5\">Hanganu et al., 2006</a>). These various forms of spontaneous activity only occur during a short developmental window. In rats, for instance, they are only produced in the retina and visual cortex within the first two weeks after birth, just before the young rat can open its eyes at postnatal day 14."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the visual system, a temporary circuit in the retina produces spontaneous retinal waves that sweep across its surface, and output neurons transmit these waves through the optic nerve to the visual thalamus (<a href=\"#bib3\">Galli and Maffei, 1988</a>). Thalamic axons then project this information to the visual cortex, completing the basic visual pathway. It has taken over twenty years of research to figure out the details of the temporary circuit that produces retinal waves (<a href=\"#bib2\">Ford and Feller, 2012</a>), but we know relatively little about the circuits that transform retinal waves, which are poorly synchronized, into spindle-bursts, which are highly synchronized, in the thalamus and cortex. Now, in <i>eLife</i>, Yasunobu Murata and Matthew Colonnese of George Washington University have shed new light on this problem (<a href=\"#bib8\">Murata and Colonnese, 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In experiments performed on neonatal rats, Murata and Colonnese mapped the roles of the retina, thalamus and cortex in the creation of spindle-bursts by removing these three regions in the brain's visual pathway one by one and recording any neural activity that remained elsewhere in the pathway. Silencing the retina (by injecting it with activity-blocking drugs) reduced activity in both thalamus and cortex by 90%, showing that retinal waves drive spindle-bursts throughout the visual pathway. By contrast, silencing the thalamus reduced the level of spontaneous activity in the cortex and completely prevented the synchronization of any remaining activity there. It is clear, therefore, that the thalamus is required to convert retinal waves into spindle-bursts in the cortex. Finally, silencing the cortex nearly abolished spontaneous activity in the thalamus, leaving only weak and slow residual oscillations."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Taken together, these results suggest that a pathway that connects the cortex and thalamus both amplifies and synchronizes oscillations generated in the thalamus to produce spindle-bursts in response to retinal waves. However, this synchronizing circuit is active only for a short time: this period, which is called the spindle-burst window, lasts from postnatal day 5 to postnatal day 11."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "What circuit changes underlie this transient amplifier? To tackle this question, Murata and Colonnese used optogenetic techniques to stimulate the cortex and mimic spontaneous spindle-bursts in the corticothalamic pathway. They found that, early in the spindle-burst window (postnatal day 5–7), the pathway amplified thalamic activity by a small amount, but did not synchronize it. Later, when the pathway had been strengthened (postnatal day 9–11), repeated stimulation of the cortex led to spindle-burst-like oscillations in the thalamus. Then, after the spindle-burst window had closed (postnatal day 13–14), cortical stimulation excited and then suppressed thalamic output, preventing spindle-burst-like oscillations in thalamus. These findings suggest that, later in development, the cortex inhibits the thalamus and prevents the corticothalamic pathway from amplifying spindle-bursts."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "So how does the cortex inhibit the thalamus and shut down the transient amplifier? In adults, the corticothalamic pathway directly excites the sensory thalamus and, at the same time, indirectly inhibits it by activating a feedforward pathway through the thalamic reticular nucleus (<a href=\"#fig1\">Figure 1</a>). Because indirect inhibition outweighs direct excitation, activation of the corticothalamic pathway can truncate the output from the thalamus (<a href=\"#bib4\">Golshani et al., 2001</a>). The late development of this feedforward pathway might explain when the transient amplifier is shut down."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The development of thalamic circuits.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "Here, we show how developing thalamic and cortical pathways might temporarily enable spindle-bursts. Pathways linking the retina (pink), thalamus (green, T), reticular thalamic nucleus (purple, R), and cortex (grey) are shown at three different times during development based on data from rats and mice. The thickness of each line represents the strength of the pathway; arrows mark pathways that increase in strength at each developmental timepoint. Transmission speed and the strength of the connection between the thalamus and its synaptic partners help to set the frequency and level of synchronization of oscillations (<a href=\"#bib1\">Bal et al., 1995</a>). During the early and middle stages of the spindle-burst window (left), an ascending pathway transmits retinal waves to thalamus and cortex. Early in the spindle-burst window, thalamic circuitry produces brief, low frequency spindle-bursts (indicated by sine wave), likely through connections to the reticular nucleus, which have just become functional at this time. A modest corticothalamic projection (grey) amplifies this oscillation. Later in the spindle-burst window (middle), a strengthened corticothalamic projection (arrow) amplifies, speeds, and prolongs thalamic spindle-bursts. After the spindle-burst window (right), reciprocal connections between thalamus and the reticular nucleus continue to develop (lower arrows), as may the projection from the cortex to the reticular nucleus (upper arrow). At the same time, both the thalamic and cortical components of spindle-bursts disappear: this enables the thalamus to respond to transient stimulation from the retina, before the thalamic response is quickly suppressed by the cortex."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://dev--iiif.elifesciences.org/lax:21236/elife-21236-fig1-v1.jpg", 
                        "filename": "elife-21236-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In addition to spontaneously generated retinal waves, visual stimuli that excite the retina can also evoke a spindle-burst in the thalamus and cortex, but only late during this brief developmental window (postnatal day 9–11). Using light to stimulate the retina, Murata and Colonnese find that visually-evoked spindle-bursts are similarly amplified by the corticothalamic pathway. After the spindle-burst window closes, visually-evoked responses in the thalamus are no longer synchronized, even after the cortex has been inactivated: this shows that the thalamic component of spindle-bursts has also disappeared by this time. Shutting down thalamic spindle-burst responses to visual input is essential for visual processing in adults."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "During the spindle-burst window, thalamic neurons are rapidly developing, which may temporarily enable spindle-bursts. Their electrical excitability increases, as does synaptic connectivity with the reticular nucleus (<a href=\"#fig1\">Figure 1</a>), both of which contribute to mature thalamic circuitry (<a href=\"#bib9\">Warren and Jones, 1997</a>). The thalamus can only produce spindle-bursts for a few days during development, and during this time it is only partially wired into oscillatory networks with the reticular nucleus and cortex."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Synchronized neural activity during development can influence the shape of mature neural circuits. During the second postnatal week in mice, synapses in the cortex that fire out of sync with their neighbors become weaker, while synapses that fire in sync persist (<a href=\"#bib10\">Winnubst et al., 2015</a>). Synchronized spindle-bursts, both spontaneous and sensory-evoked, may have a similar effect on synaptic connections because they provide a way to coordinate neuronal firing patterns, which is required to stabilize synapses."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Experiments that distort retinal waves by targeting their circuit generator have shown how they shape connectivity patterns between the retina and thalamus (<a href=\"#bib7\">Kirkby et al., 2013</a>). Now that we have a better understanding of the circuits that connect the retina, the visual thalamus and the visual cortex, experiments that disrupt spindle-bursts could lead to further insights into the development of the visual system."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "1995", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Bal", 
                            "index": "Bal, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M von Krosigk", 
                            "index": "von Krosigk, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DA McCormick", 
                            "index": "McCormick, DA"
                        }
                    }
                ], 
                "articleTitle": "Role of the ferret perigeniculate nucleus in the generation of synchronized oscillations in vitro", 
                "journal": "Journal of Physiology", 
                "volume": "483", 
                "pages": {
                    "first": "665", 
                    "last": "685", 
                    "range": "665–685"
                }, 
                "doi": "10.1113/jphysiol.1995.sp020613"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KJ Ford", 
                            "index": "Ford, KJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MB Feller", 
                            "index": "Feller, MB"
                        }
                    }
                ], 
                "articleTitle": "Assembly and disassembly of a retinal cholinergic network", 
                "journal": "Visual Neuroscience", 
                "volume": "29", 
                "pages": {
                    "first": "61", 
                    "last": "71", 
                    "range": "61–71"
                }, 
                "doi": "10.1017/S0952523811000216"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "1988", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Galli", 
                            "index": "Galli, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Maffei", 
                            "index": "Maffei, L"
                        }
                    }
                ], 
                "articleTitle": "Spontaneous impulse activity of rat retinal ganglion cells in prenatal life", 
                "journal": "Science", 
                "volume": "242", 
                "pages": {
                    "first": "90", 
                    "last": "91", 
                    "range": "90–91"
                }, 
                "doi": "10.1126/science.3175637"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Golshani", 
                            "index": "Golshani, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "XB Liu", 
                            "index": "Liu, XB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EG Jones", 
                            "index": "Jones, EG"
                        }
                    }
                ], 
                "articleTitle": "Differences in quantal amplitude reflect GluR4- subunit number at corticothalamic synapses on two populations of thalamic neurons", 
                "journal": "PNAS", 
                "volume": "98", 
                "pages": {
                    "first": "4172", 
                    "last": "4177", 
                    "range": "4172–4177"
                }, 
                "doi": "10.1073/pnas.061013698"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "IL Hanganu", 
                            "index": "Hanganu, IL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Ben-Ari", 
                            "index": "Ben-Ari, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Khazipov", 
                            "index": "Khazipov, R"
                        }
                    }
                ], 
                "articleTitle": "Retinal waves trigger spindle bursts in the neonatal rat visual cortex", 
                "journal": "Journal of Neuroscience", 
                "volume": "26", 
                "pages": {
                    "first": "6728", 
                    "last": "6736", 
                    "range": "6728–6736"
                }, 
                "doi": "10.1523/JNEUROSCI.0752-06.2006"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AD Huberman", 
                            "index": "Huberman, AD"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MB Feller", 
                            "index": "Feller, MB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Chapman", 
                            "index": "Chapman, B"
                        }
                    }
                ], 
                "articleTitle": "Mechanisms underlying development of visual maps and receptive fields", 
                "journal": "Annual Review of Neuroscience", 
                "volume": "31", 
                "pages": {
                    "first": "479", 
                    "last": "509", 
                    "range": "479–509"
                }, 
                "doi": "10.1146/annurev.neuro.31.060407.125533"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LA Kirkby", 
                            "index": "Kirkby, LA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GS Sack", 
                            "index": "Sack, GS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Firl", 
                            "index": "Firl, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MB Feller", 
                            "index": "Feller, MB"
                        }
                    }
                ], 
                "articleTitle": "A role for correlated spontaneous activity in the assembly of neural circuits", 
                "journal": "Neuron", 
                "volume": "80", 
                "pages": {
                    "first": "1129", 
                    "last": "1144", 
                    "range": "1129–1144"
                }, 
                "doi": "10.1016/j.neuron.2013.10.030"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Murata", 
                            "index": "Murata, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MT Colonnese", 
                            "index": "Colonnese, MT"
                        }
                    }
                ], 
                "articleTitle": "An excitatory cortical feedback loop gates retinal wave transmission in rodent thalamus", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e18816", 
                "doi": "10.7554/eLife.18816"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1997", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Warren", 
                            "index": "Warren, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "EG Jones", 
                            "index": "Jones, EG"
                        }
                    }
                ], 
                "articleTitle": "Maturation of neuronal form and function in a mouse thalamo-cortical circuit", 
                "journal": "Journal of Neuroscience", 
                "volume": "17", 
                "pages": {
                    "first": "277", 
                    "last": "295", 
                    "range": "277–295"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib10", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Winnubst", 
                            "index": "Winnubst, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Cheyne", 
                            "index": "Cheyne, JE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Niculescu", 
                            "index": "Niculescu, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Lohmann", 
                            "index": "Lohmann, C"
                        }
                    }
                ], 
                "articleTitle": "Spontaneous activity drives local synaptic plasticity in vivo", 
                "journal": "Neuron", 
                "volume": "87", 
                "pages": {
                    "first": "399", 
                    "last": "410", 
                    "range": "399–410"
                }, 
                "doi": "10.1016/j.neuron.2015.06.029"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}