{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "00842", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00842", 
        "authorLine": "Mary M Rorick, Mercedes Pascual", 
        "title": "Influenza evolution navigates stability valleys", 
        "titlePrefix": "Protein Evolution", 
        "published": "2013-05-14T00:00:00Z", 
        "versionDate": "2013-05-14T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00842", 
        "pdf": "https://publishing-cdn.elifesciences.org/00842/elife-00842-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "By reconstructing how an influenza protein collected in 1968 might have evolved into one collected in 2007, researchers have obtained new insights into the interactions between genetic mutations."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Rorick and Pascual", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Mary M Rorick", 
                    "index": "Rorick, Mary M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Ecology and Evolutionary Biology", 
                            "University of Michigan"
                        ], 
                        "address": {
                            "formatted": [
                                "Ann Arbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Ann Arbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rorick@umich.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Mercedes Pascual", 
                    "index": "Pascual, Mercedes"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Ecology and Evolutionary Biology", 
                            "University of Michigan"
                        ], 
                        "address": {
                            "formatted": [
                                "Ann Arbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Ann Arbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "pascual@umich.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "00842", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00842", 
        "authorLine": "Mary M Rorick, Mercedes Pascual", 
        "title": "Influenza evolution navigates stability valleys", 
        "titlePrefix": "Protein Evolution", 
        "published": "2013-05-14T00:00:00Z", 
        "versionDate": "2013-05-14T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00842", 
        "pdf": "https://publishing-cdn.elifesciences.org/00842/elife-00842-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }, 
            {
                "id": "microbiology-infectious-disease", 
                "name": "Microbiology and Infectious Disease"
            }
        ], 
        "researchOrganisms": [
            "Virus"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "By reconstructing how an influenza protein collected in 1968 might have evolved into one collected in 2007, researchers have obtained new insights into the interactions between genetic mutations."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Rorick and Pascual", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Mary M Rorick", 
                    "index": "Rorick, Mary M"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Ecology and Evolutionary Biology", 
                            "University of Michigan"
                        ], 
                        "address": {
                            "formatted": [
                                "Ann Arbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Ann Arbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "rorick@umich.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Mercedes Pascual", 
                    "index": "Pascual, Mercedes"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Ecology and Evolutionary Biology", 
                            "University of Michigan"
                        ], 
                        "address": {
                            "formatted": [
                                "Ann Arbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Ann Arbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "pascual@umich.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "epistasis", 
            "protein evolution", 
            "protein instability", 
            "influenza"
        ], 
        "relatedArticles": [
            "00631"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "An individual’s phenotype is shaped by a multitude of interactions: those among genes and those with the environment. This means that a mutation’s fitness, and likelihood of evolutionary success, is largely a function of the specific genetic background and environment in which it resides. For example, a mutation that is advantageous within one genome may be detrimental or even lethal in another. This occurs because the effects of a gene on an organism’s phenotype often depend on the actions of many other genes—a phenomenon known as epistasis. Complex epistatic interactions limit the pathways along which evolution can proceed by natural selection. Now, in <i>eLife</i>, Lizhi Gong, Marc Suchard and Jesse Bloom—at the Fred Hutchinson Cancer Research Center and the University of California Los Angeles—provide new insights into a remarkably simple mechanism that can explain many of the interactions that appear to be shaping the evolutionary path of a human influenza virus protein (<a href=\"#bib3\">Gong et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Several decades ago, John Maynard Smith and others predicted that mutation fitness effects should be highly contingent on the genomic context in which they occur, and they described these predictions using the concept of a fitness landscape. They observed that when the selective effect of a point mutation is highly dependent on a protein’s genotype, the fitness landscape is not smooth with a single peak; rather, it is rough and contains various local peaks, with valleys in between. Because natural selection avoids these valleys and instead climbs local peaks in the fitness landscape, a rough terrain implies path dependency: not all evolutionary trajectories lead to the same place. Out of this work came the important prediction that evolution proceeds in a way that is strongly constrained by the order in which mutations occur (<a href=\"#bib7\">Maynard Smith, 1970</a>; <a href=\"#bib5\">Kimura, 1985</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Recently, it has become possible to study these processes experimentally. Data sets of genetic sequences for fast-evolving viruses sampled for many time points make it possible to recapitulate with confidence the chain of mutations that separates any two protein variants. Moreover, advances in site-directed mutagenesis allow historical protein variants to be recreated, so that their fitness can be compared with that of existing proteins."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Gong et al. use computational modelling to infer the most likely evolutionary paths between two variants of the influenza nucleoprotein: one collected in 1968 and the other in 2007. In most cases, they are also able to determine the order in which the mutations occurred. Next, they introduce each of these mutations, one at a time, into the original protein sequence. They also recreate the intermediate proteins that arose at each stage of the evolutionary path. By comparing the fitness of each mutated protein with that of the corresponding natural intermediate in which the mutation first appeared, they manage to identify three mutations that would have been deleterious for the original protein, but have no adverse impacts on the natural intermediates: such mutations are said to be epistatically constrained."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Prior studies have anecdotally demonstrated the existence of such mutations in natural protein evolutionary paths. However, Gong et al. go further by investigating nearly all naturally occurring mutations along a relatively long evolutionary path (consisting of 39 steps), and by examining the causes of these epistatic interactions. They determine the stability of each nucleoprotein variant by measuring its melting temperature, with higher melting temperatures corresponding to more stable proteins (<a href=\"#fig1\">Figure 1</a>). They find that—with one exception—the combined effect of a group of mutations on the fitness of a protein can be explained in terms of the individual effect of each mutation on the stability of the protein."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Protein stability determines the accessibility of multiple possible evolutionary paths separating two protein variants.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "The results of Gong et al. suggest that increasing the stability of a protein (y axis) above a certain threshold has no effect on fitness, which means that protein evolution can occur along multiple alternative routes. However, fitness decreases rapidly when stability drops below the threshold (red region), in which case evolution will select for mutations that increase stability. Four sites within a protein are shown, with two possible states for each site, indicated by the presence/absence of the asterisk. Single point mutations are indicated by solid arrows, double mutations are indicated by dashed arrows. Consider the case where a* and c* are mutations that help a protein to evade the immune system and, like the great majority of random mutations, they reduce the stability of the protein relative to the parent protein (abcd). However, mutations that increase stability, such as b* and d*, can compensate for mutations that reduce stability, which means that several proteins containing a* and/or c* can remain above the stability threshold required for optimal fitness."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00842/elife-00842-fig1-v1.tif", 
                        "filename": "elife-00842-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Gong et al. show that all three of the epistatically constrained mutations reduce the stability of the protein, and that all were preceded by, or occurred almost concurrently with, one or more mutations that increase stability. This lends support to the classic models for how evolution should occur when the fitness landscape contains various valleys and peaks (<a href=\"#fig1\">Figure 1</a>; <a href=\"#bib7\">Maynard Smith, 1970</a>; <a href=\"#bib5\">Kimura, 1985</a>). In other words, mutations that increase the stability of the influenza nucleoprotein enable it to tolerate other mutations that decrease its stability, and this phenomenon appears to account for most of the epistasis they observe."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The results also suggest that once the protein reaches a threshold level of stability, mutations that increase the stability further have no effect on fitness. This is in contrast to the results of a related study (<a href=\"#bib1\">DePristo et al., 2005</a>), and it suggests that extra stability might accumulate through neutral evolutionary processes. Epistatically constrained mutations also seem to have a disproportionately large role in helping proteins escape detection by the immune system. This is suggested by the fact that the three epistatically constrained mutations in influenza nucleoprotein occur more frequently in immune system targets than do the other mutations in the evolutionary path."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The results of Gong et al. paint the following picture of nucleoprotein evolution: natural selection maintains stability above the minimum threshold required for a protein to be viable, but evolution allows for occasional mutations that increase the stability well above this threshold. While this extra stability has no immediate consequences for fitness, it does make a wide range of destabilizing mutations newly accessible to the protein, some of which could potentially contribute to immune escape. Selection will favour these variants if the stability of the protein remains above the threshold. However, if protein stability falls below the threshold, selection for stabilizing mutations will occur."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The work of Gong, Suchard and Bloom helps us move toward a better understanding of how epistasis shapes protein evolution. The insights gained from empirical studies such as these will aid the development of conceptual and computational models of evolution. This information will be particularly relevant for rapidly evolving viruses in the new field of ‘phylodynamics’, at the interface between phylogenetics and epidemiology (<a href=\"#bib4\">Grenfell et al., 2004</a>). A tantalizing possibility is that mechanisms similar to the ones presented by Gong et al. underlie the immune escape of the protein hemagglutinin—a surface antigen for influenza subtype H3N2 and a major target of the human immune system (<a href=\"#bib6\">Koelle et al., 2006</a>). Computational models in the field of phylodynamics have so far largely focused on mutations that influence immune escape but have little or no impact on other biological functions: there is a clear need to study the evolution of viruses while considering that each mutation may influence both the basic functioning of a protein as well as its appearance to the immune system. How evolution mediates such trade-offs is an open area of research that is informed by this study."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Gong et al. use a parent protein with the minimum stability naturally observed, and so their search for epistatically constrained mutations may be biased toward those that are destabilizing. Thus, it remains an open question whether or not other types of epistatic interactions are also important in shaping the evolutionary path of the influenza nucleoprotein, and of proteins in general."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2005", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA DePristo", 
                            "index": "DePristo, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DM Weinreich", 
                            "index": "Weinreich, DM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DL Hartl", 
                            "index": "Hartl, DL"
                        }
                    }
                ], 
                "articleTitle": "Missense meanderings in sequence space: a biophysical view of protein evolution", 
                "journal": "Nat Rev Genet", 
                "volume": "6", 
                "pages": {
                    "first": "678", 
                    "last": "687", 
                    "range": "678–687"
                }, 
                "doi": "10.1038/nrg1672"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "LI Gong", 
                            "index": "Gong, LI"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Suchard", 
                            "index": "Suchard, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JD Bloom", 
                            "index": "Bloom, JD"
                        }
                    }
                ], 
                "articleTitle": "Stability-mediated epistasis constrains the evolution of an influenza protein", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00631", 
                "doi": "10.7554/eLife.00631"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2004", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BT Grenfell", 
                            "index": "Grenfell, BT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "OG Pybus", 
                            "index": "Pybus, OG"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JR Gog", 
                            "index": "Gog, JR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JL Wood", 
                            "index": "Wood, JL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JM Daly", 
                            "index": "Daly, JM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Mumford", 
                            "index": "Mumford, JA"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Unifying the epidemiological and evolutionary dynamics of pathogens", 
                "journal": "Science", 
                "volume": "303", 
                "pages": {
                    "first": "327", 
                    "last": "332", 
                    "range": "327–332"
                }, 
                "doi": "10.1126/science.1090727"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1985", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kimura", 
                            "index": "Kimura, M"
                        }
                    }
                ], 
                "articleTitle": "The role of compensatory neutral mutations in molecular evolution", 
                "journal": "J Genet", 
                "volume": "64", 
                "pages": {
                    "first": "7", 
                    "last": "19", 
                    "range": "7–19"
                }, 
                "doi": "10.1007/BF02923549"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Koelle", 
                            "index": "Koelle, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Cobey", 
                            "index": "Cobey, S"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Grenfell", 
                            "index": "Grenfell, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Pascual", 
                            "index": "Pascual, M"
                        }
                    }
                ], 
                "articleTitle": "Epochal evolution shapes the phylodynamics of interpandemic influenza A (H3N2) in humans", 
                "journal": "Science", 
                "volume": "314", 
                "pages": {
                    "first": "1898", 
                    "last": "1903", 
                    "range": "1898–1903"
                }, 
                "doi": "10.1126/science.1132745"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "1970", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Maynard Smith", 
                            "index": "Maynard Smith, J"
                        }
                    }
                ], 
                "articleTitle": "Natural selection and the concept of a protein space", 
                "journal": "Nature", 
                "volume": "225", 
                "pages": {
                    "first": "563", 
                    "last": "564", 
                    "range": "563–564"
                }, 
                "doi": "10.1038/225563a0"
            }
        ]
    }
}