{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00572-v1.xml"
        }, 
        "status": "vor", 
        "id": "00572", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00572", 
        "authorLine": "Kachiko Hayashi, Akiko Iwasaki", 
        "title": "Different routes to the same destination", 
        "titlePrefix": "Toll-like Receptors", 
        "published": "2013-02-19T00:00:00Z", 
        "versionDate": "2013-02-19T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00572", 
        "pdf": "https://publishing-cdn.elifesciences.org/00572/elife-00572-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The toll-like receptors that detect viral DNA and viral RNA in cells take different paths from the endoplasmic reticulum to the endosome."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Hayashi and Iwasaki", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kachiko Hayashi", 
                    "index": "Hayashi, Kachiko"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Immunobiology", 
                            "Yale University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "New Haven", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New Haven"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "kachiko.hayashi@yale.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Akiko Iwasaki", 
                    "index": "Iwasaki, Akiko"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Immunobiology", 
                            "Yale University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "New Haven", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New Haven"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "akiko.iwasaki@yale.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ]
    }, 
    "article": {
        "-meta": {
            "location": "https://raw.githubusercontent.com/elifesciences/elife-article-xml/5aac79759a440b88c82b263dbd866793307e5300/articles/elife-00572-v1.xml", 
            "patched": true
        }, 
        "status": "vor", 
        "id": "00572", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.00572", 
        "authorLine": "Kachiko Hayashi, Akiko Iwasaki", 
        "title": "Different routes to the same destination", 
        "titlePrefix": "Toll-like Receptors", 
        "published": "2013-02-19T00:00:00Z", 
        "versionDate": "2013-02-19T00:00:00Z", 
        "volume": 2, 
        "elocationId": "e00572", 
        "pdf": "https://publishing-cdn.elifesciences.org/00572/elife-00572-v1.pdf", 
        "subjects": [
            {
                "id": "cell-biology", 
                "name": "Cell Biology"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The toll-like receptors that detect viral DNA and viral RNA in cells take different paths from the endoplasmic reticulum to the endosome."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-3.0", 
            "holder": "Hayashi and Iwasaki", 
            "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Kachiko Hayashi", 
                    "index": "Hayashi, Kachiko"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Immunobiology", 
                            "Yale University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "New Haven", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New Haven"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "kachiko.hayashi@yale.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Akiko Iwasaki", 
                    "index": "Iwasaki, Akiko"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Department of Immunobiology", 
                            "Yale University School of Medicine"
                        ], 
                        "address": {
                            "formatted": [
                                "New Haven", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "New Haven"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "akiko.iwasaki@yale.edu"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist"
            }
        ], 
        "keywords": [
            "Toll-like receptor", 
            "UNC93B1", 
            "trafficking", 
            "AP-2"
        ], 
        "-related-articles-internal": [
            "00291"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Pattern recognition receptors have two crucial roles in the innate immune system: they detect the presence of bacteria, viruses and other pathogens, and they send signals to kick-start the appropriate defence mechanisms against these microbial invaders. Over the past 15 years, toll-like receptors have emerged as an important family of pattern recognition receptors (<a href=\"#bib6\">Medzhitov, 2001</a>). A total of 13 toll-like receptors have been discovered (including 10 that are functional in humans), with each one recognizing the distinct molecular signatures produced by a specific type of invader. Bacteria and fungi, for example, are detected via the components of their cell walls, while viruses are identified via their nucleic acids."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The toll-like receptors that detect different types of pathogens are also located in different parts of the cell and employ different signalling pathways to activate the relevant antimicrobial defence mechanisms; the receptors that detect bacteria and fungi, for example, are located at the plasma membrane, whereas those that detect viruses—such as TLR7 and TLR9—are found in compartments called endosomes. The main reason for this is the need to distinguish between the molecular signatures of the invaders and the molecules that are found naturally in the cell. The various polysaccharides that make up the cell walls of bacteria and fungi are quite different to any molecules made by eukaryotic cells, but viral nucleic acids are very similar to those found in cells. One strategy adopted by the toll-like receptors that detect viruses is to remain inactive until they are cleaved by proteases in the endosomes (<a href=\"#bib2\">Ewald et al., 2008</a>; <a href=\"#bib7\">Park et al., 2008</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Previous studies have shown that these receptors rely on a protein called UNC93B1 to get them from the endoplasmic reticulum (where both the receptor and the protein are produced) to the endosome and to make them functional. However, it has not been clear if the complex formed by the receptor and UNC93B1 travels via the Golgi apparatus and the plasma membrane en route to the endosome (this is called the general secretory pathway; <a href=\"#bib2\">Ewald et al., 2008</a>), or if the complex follows a more direct (but less conventional) path from the endoplasmic reticulum direct to the endosome (<a href=\"#bib4\">Kim et al., 2008</a>). Now, in <i>eLife</i>, Gregory Barton and colleagues at the University of California at Berkeley, including Bettina Lee as first author, report that TLR9 (the receptor that detects viral DNA) reaches the endosome via a pathway that is distinct from that taken by TLR7 (the receptor that detects viral RNA), although both pass through the Golgi (<a href=\"#bib5\">Lee et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Previous clues that TLR7 and TLR9 are handled differently by UNC93B1 came from experiments which showed that mice harbouring a mutant form of UNC93B1 succumbed to severe autoimmune disease due to enhanced TLR7 signalling and impaired TLR9 responses (<a href=\"#bib3\">Fukui et al., 2011</a>). The Berkeley team now shows that the UNC93B1/ TLR9 complex travels to the cell surface, where UNC93B1 recruits an adaptor protein known as AP-2 to bring TLR9 inside an endosome (route 1 in <a href=\"#fig1\">Figure 1</a>). By contrast, a different adaptor protein, AP-4, binds to TLR7 as it leaves the Golgi to create a vesicle that travels directly to the endosomes without going to the cell surface (route 2 in <a href=\"#fig1\">Figure 1</a>). Other endosome-based receptors (TLR3, TLR11, TLR12 and TLR13) also travel along the same AP-2 independent pathway as TLR7, but it is not known if AP-4 is required for the trafficking of these receptors."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "The transmembrane protein UNC93B1 (black spring-like shape) associates with various toll-like receptors (horseshoe-like shapes) in the endoplasmic reticulum to help load them into vesicles coated with COPII for transport to the Golgi.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "TLR9 (dark blue) follows the secretory pathway (route 1) to the plasma membrane, where AP-2 (yellow oval) binds to the UNC93B1 and transports the TLR9/UNC93B1 complex to the endosome. After being cleaved by proteases inside the endosome, TLR9 becomes active and is able to send signals to induce inflammation, which is part of the immune response. AP-3 (dark pink) can then direct TLR9 to a different type of endosome, from which it can activate the production of proteins called interferons (IFNs), which are part of the antiviral immune response. TLR7 (red) follows a different path (route 2) that does not involve going to the plasma membrane, but does result in the induction of inflammation and the production of interferons. This pathway starts with AP-4 (orange oval) binding to the receptor in the Golgi and transporting it to an endosome. Four other toll-like receptors—TLR3, TLR11, TLR12 and TLR13—also likely follow this path. AP: clathrin adaptor protein; COPII: coat protein complex II; NF-κB: nuclear factor-kappaB."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/00572/elife-00572-fig1-v1.tif", 
                        "image": "https://dev--iiif.elifesciences.org/lax:00572/elife-00572-fig1-v1.tif", 
                        "filename": "elife-00572-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Once inside an endosome, TLR9 and TLR7 are cleaved by proteases. This allows them to detect viral DNA and RNA respectively, and to send signals that trigger inflammation, which is an important part of the immune response (<a href=\"#bib2\">Ewald et al., 2008</a>; <a href=\"#bib7\">Park et al., 2008</a>), and to produce interferons which, among other tasks, prevent viruses from replicating. (The adaptor protein AP-3 is required for the production of interferon; <a href=\"#bib9\">Sasai et al., 2010</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "The current work adds to the mounting evidence that there is evolutionary pressure to keep the expression and function of TLR7 at a low level. First, the Berkeley team showed that translation of TLR7 mRNA into protein is inefficient, possibly due to TLR7 codon usage being highly suboptimal, and this results in levels of TLR7 that are often too low to be detected by Western blot (<a href=\"#bib5\">Lee et al., 2013</a>). Further, the Berkeley work suggests that sending TLR7 to the plasma membrane might pose an unacceptable risk for the immune system by exposing the receptor to extracellular RNA (that was not produced by the virus). Although TLR7 has a built-in safety mechanism—it needs to be activated by a protease, a process that normally occurs in the endosome—extracellular proteases might also activate TLR7 under certain conditions."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Why must TLR7 be kept under such strict regulation? The answer likely lies in the fact that uncontrolled TLR7 signalling can cause autoimmune diseases. Gene duplication in TLR7 is sufficient, on its own, to generate an autoimmune disease that is similar to lupus (<a href=\"#bib8\">Pisitkun et al., 2006</a>). Moreover, loss of TLR7 protects mice from lupus, while loss of TLR9 exacerbates the disease (<a href=\"#bib1\">Christensen et al., 2006</a>). In principle, the signals sent by TLR7 and TLR9 should be very similar, so why are some autoimmune diseases associated with TLR7 but not TLR9? Lee, Barton and colleagues shed new light on this by showing that TLR7 and TLR9 associate with UNC93B1 in a mutually exclusive manner, suggesting that each UNC93B1 molecule interacts with a single receptor. This suggests the intriguing possibility that TLR7 and TLR9 endosomal compartments may be quite distinct with respect to their composition and their accessibility to different viral and endogenous ligands."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Much of the research into toll-like receptors to date has been performed on cell lines and cells taken from bone marrow and grown in vitro. The next step is to study these processes in primary immune cells, notably those cell types that are implicated in lupus (such as B cells and various types of dendritic cells). The mechanisms by which these cells detect viral nuclei acids and send signals are likely to be different to the mechanisms we already know about, so there is still plenty to do."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SR Christensen", 
                            "index": "Christensen, SR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Shupe", 
                            "index": "Shupe, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Nickerson", 
                            "index": "Nickerson, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Kashgarian", 
                            "index": "Kashgarian, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "RA Flavell", 
                            "index": "Flavell, RA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Shlomchik", 
                            "index": "Shlomchik, MJ"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Toll-like receptor 7 and TLR9 dictate autoantibody specificity and have opposing inflammatory and regulatory roles in a murine model of lupus", 
                "journal": "Immunity", 
                "volume": "25", 
                "pages": {
                    "first": "417", 
                    "last": "428", 
                    "range": "417–428"
                }, 
                "doi": "10.1016/j.immuni.2006.07.013"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SE Ewald", 
                            "index": "Ewald, SE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BL Lee", 
                            "index": "Lee, BL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Lau", 
                            "index": "Lau, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KE Wickliffe", 
                            "index": "Wickliffe, KE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G-P Shi", 
                            "index": "Shi, G-P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HA Chapman", 
                            "index": "Chapman, HA"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "The ectodomain of Toll-like receptor 9 is cleaved to generate a functional receptor", 
                "journal": "Nature", 
                "volume": "456", 
                "pages": {
                    "first": "658", 
                    "last": "662", 
                    "range": "658–662"
                }, 
                "doi": "10.1038/nature07405"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2011", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Fukui", 
                            "index": "Fukui, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S-I Saitoh", 
                            "index": "Saitoh, S-I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Kanno", 
                            "index": "Kanno, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Onji", 
                            "index": "Onji, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Shibata", 
                            "index": "Shibata, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Ito", 
                            "index": "Ito, A"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "Unc93B1 restricts systemic lethal inflammation by orchestrating Toll-like receptor 7 and 9 trafficking", 
                "journal": "Immunity", 
                "volume": "35", 
                "pages": {
                    "first": "69", 
                    "last": "81", 
                    "range": "69–81"
                }, 
                "doi": "10.1016/j.immuni.2011.05.010"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y-M Kim", 
                            "index": "Kim, Y-M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Brinkmann", 
                            "index": "Brinkmann, MM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M-E Paquet", 
                            "index": "Paquet, M-E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HL Ploegh", 
                            "index": "Ploegh, HL"
                        }
                    }
                ], 
                "articleTitle": "UNC93B1 delivers nucleotide-sensing toll-like receptors to endolysosomes", 
                "journal": "Nature", 
                "volume": "452", 
                "pages": {
                    "first": "234", 
                    "last": "238", 
                    "range": "234–238"
                }, 
                "doi": "10.1038/nature06726"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BL Lee", 
                            "index": "Lee, BL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JE Moon", 
                            "index": "Moon, JE"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH Shu", 
                            "index": "Shu, JH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Yuan", 
                            "index": "Yuan, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ZR Newman", 
                            "index": "Newman, ZR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Schekman", 
                            "index": "Schekman, R"
                        }
                    }
                ], 
                "authorsEtAl": true, 
                "articleTitle": "UNC93B1 mediates differential trafficking of endosomal TLRs", 
                "journal": "eLife", 
                "volume": "2", 
                "pages": "e00291", 
                "doi": "10.7554/eLife.00291"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2001", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R. Medzhitov", 
                            "index": "Medzhitov, R."
                        }
                    }
                ], 
                "articleTitle": "Toll-like receptors and innate immunity", 
                "journal": "Nat Rev Immunol", 
                "volume": "1", 
                "pages": {
                    "first": "135", 
                    "last": "145", 
                    "range": "135–145"
                }, 
                "doi": "10.1038/35100529"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Park", 
                            "index": "Park, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Brinkmann", 
                            "index": "Brinkmann, MM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "E Spooner", 
                            "index": "Spooner, E"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CC Lee", 
                            "index": "Lee, CC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y-M Kim", 
                            "index": "Kim, Y-M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HL Ploegh", 
                            "index": "Ploegh, HL"
                        }
                    }
                ], 
                "articleTitle": "Proteolytic cleavage in an endolysosomal compartment is required for activation of Toll-like receptor 9", 
                "journal": "Nat Immunol", 
                "volume": "9", 
                "pages": {
                    "first": "1407", 
                    "last": "1414", 
                    "range": "1407–1414"
                }, 
                "doi": "10.1038/ni.1669"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2006", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Pisitkun", 
                            "index": "Pisitkun, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JA Deane", 
                            "index": "Deane, JA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MJ Difilippantonio", 
                            "index": "Difilippantonio, MJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Tarasenko", 
                            "index": "Tarasenko, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AB Satterthwaite", 
                            "index": "Satterthwaite, AB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "S Bolland", 
                            "index": "Bolland, S"
                        }
                    }
                ], 
                "articleTitle": "Autoreactive B cell responses to RNA-related antigens due to TLR7 gene duplication", 
                "journal": "Science", 
                "volume": "312", 
                "pages": {
                    "first": "1669", 
                    "last": "1672", 
                    "range": "1669–1672"
                }, 
                "doi": "10.1126/science.1124978"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Sasai", 
                            "index": "Sasai, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MM Linehan", 
                            "index": "Linehan, MM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Iwasaki", 
                            "index": "Iwasaki, A"
                        }
                    }
                ], 
                "articleTitle": "Bifurcation of Toll-like receptor 9 signaling by adaptor protein 3", 
                "journal": "Science", 
                "volume": "329", 
                "pages": {
                    "first": "1530", 
                    "last": "1534", 
                    "range": "1530–1534"
                }, 
                "doi": "10.1126/science.1187029"
            }
        ], 
        "stage": "published", 
        "statusDate": "2099-01-01T00:00:00Z"
    }
}