{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "18037", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.18037", 
        "authorLine": "Priyanka Gupta, Upinder S Bhalla", 
        "title": "Minority odors get equal say", 
        "titlePrefix": "Olfaction", 
        "published": "2016-06-23T00:00:00Z", 
        "versionDate": "2016-06-23T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e18037", 
        "pdf": "https://publishing-cdn.elifesciences.org/18037/elife-18037-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The olfactory system becomes more sensitive when odor inputs are weak, and less sensitive when confronted with strong odors."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Gupta et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Priyanka Gupta", 
                    "index": "Gupta, Priyanka"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "National Centre for Biological Sciences, Tata Institute of Fundamental Research"
                        ], 
                        "address": {
                            "formatted": [
                                "Bangalore", 
                                "India"
                            ], 
                            "components": {
                                "locality": [
                                    "Bangalore"
                                ], 
                                "country": "India"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Cold Spring Harbor Laboratory"
                        ], 
                        "address": {
                            "formatted": [
                                "Cold Spring Harbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cold Spring Harbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Upinder S Bhalla", 
                    "index": "Bhalla, Upinder S"
                }, 
                "role": "eLife Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "National Centre for Biological Sciences, Tata Institute of Fundamental Research"
                        ], 
                        "address": {
                            "formatted": [
                                "Bangalore", 
                                "India"
                            ], 
                            "components": {
                                "locality": [
                                    "Bangalore"
                                ], 
                                "country": "India"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "bhalla@ncbs.res.in"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "18037", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.18037", 
        "authorLine": "Priyanka Gupta, Upinder S Bhalla", 
        "title": "Minority odors get equal say", 
        "titlePrefix": "Olfaction", 
        "published": "2016-06-23T00:00:00Z", 
        "versionDate": "2016-06-23T00:00:00Z", 
        "volume": 5, 
        "elocationId": "e18037", 
        "pdf": "https://publishing-cdn.elifesciences.org/18037/elife-18037-v1.pdf", 
        "subjects": [
            {
                "id": "neuroscience", 
                "name": "Neuroscience"
            }
        ], 
        "researchOrganisms": [
            "Mouse"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The olfactory system becomes more sensitive when odor inputs are weak, and less sensitive when confronted with strong odors."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Gupta et al", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Priyanka Gupta", 
                    "index": "Gupta, Priyanka"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "National Centre for Biological Sciences, Tata Institute of Fundamental Research"
                        ], 
                        "address": {
                            "formatted": [
                                "Bangalore", 
                                "India"
                            ], 
                            "components": {
                                "locality": [
                                    "Bangalore"
                                ], 
                                "country": "India"
                            }
                        }
                    }, 
                    {
                        "name": [
                            "Cold Spring Harbor Laboratory"
                        ], 
                        "address": {
                            "formatted": [
                                "Cold Spring Harbor", 
                                "United States"
                            ], 
                            "components": {
                                "locality": [
                                    "Cold Spring Harbor"
                                ], 
                                "country": "United States"
                            }
                        }
                    }
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Upinder S Bhalla", 
                    "index": "Bhalla, Upinder S"
                }, 
                "role": "eLife Reviewing Editor", 
                "affiliations": [
                    {
                        "name": [
                            "National Centre for Biological Sciences, Tata Institute of Fundamental Research"
                        ], 
                        "address": {
                            "formatted": [
                                "Bangalore", 
                                "India"
                            ], 
                            "components": {
                                "locality": [
                                    "Bangalore"
                                ], 
                                "country": "India"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "bhalla@ncbs.res.in"
                ], 
                "competingInterests": "The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "olfaction", 
            "olfactory bulb", 
            "signal normalization", 
            "excitation/inhibition balance"
        ], 
        "-related-articles-internal": [
            "16335"
        ], 
        "-related-articles-external": [], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "How well could you see a small green leaf if your world was enveloped in a bright purple haze? You would probably struggle to see it at all. But what if instead of detecting colors, you were detecting smells? In this case, you might detect the equivalent of the leaf pretty clearly, but hardly even notice the equivalent of the purple haze. Now, in eLife, Alexander Fleischman and colleagues – including Benjamin Roland, Rebecca Jordan and Dara Sosulski as joint first authors – report on the neural mechanisms that allow information about ‘minority’ odors to be detected through the overwhelming haze of another smell (<a href=\"#bib7\">Roland et al., 2016</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Scents are detected when odor molecules bind to odorant receptors on the surface of olfactory receptor neurons. These neurons then send signals to other neurons in a structure called the olfactory bulb, which processes this information and sends it to other olfactory regions in the brain."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "To investigate the neural activity that underlies odor detection, Roland et al. – who are based at a number of institutions in France, Germany, the UK and the US – have revisited the ‘monoclonal nose’ mouse, an intriguing mouse model that was first reported in 2008 (<a href=\"#bib3\">Fleischmann et al., 2008</a>). Mice normally express about 1100 subtypes of odorant receptor and scatter these evenly over several million receptor neurons (with each receptor neuron having one odorant receptor subtype). However, monoclonal nose mice express the same receptor (called M71) in 95% of their receptor neurons (<a href=\"#fig1\">Figure 1</a>)."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "title": "The olfactory response in M71 transgenic mice. ", 
                        "label": "Figure 1.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "M71 transgenic mice are genetically modified to over-express the M71 receptor (shown in purple) in olfactory receptor neurons (top). However, mice can still detect other ‘minority’ odors because the neurons in the olfactory bulb (which receive signals from the olfactory receptor neurons) become less sensitive to signals from the dominant M71 receptors, and more sensitive to signals from other receptors (shown here in yellow, green, black and blue). The heights of the sliders in the ovals represent the level of gain in that circuit: high gain leads to high sensitivity. This ultimately enables each odor to produce an equal-sized output from the olfactory bulb (represented by the width of the arrows at the bottom of the figure)."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/18037/elife-18037-fig1-v1.jpg", 
                        "filename": "elife-18037-fig1-v1.jpg"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One of the more unexpected findings of the 2008 study was the apparent inability of these mice to detect acetophenone: this was surprising because acetophenone (which is found in mouse urine) is the primary molecule that activates the M71 receptor. The study involved a behavioral task in which the animals had to discriminate unscented air from air that contained various concentrations of odors. The M71 transgenic mice were capable of quite subtle discriminations for all the tested odors except acetophenone."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Roland et al. now confirm the above behavior but also show that M71 transgenic mice start sniffing when exposed to acetophenone, suggesting that they can in fact detect this odor. If the earlier results were unexpected, the new data are even more intriguing and open up possibilities for teasing apart the mechanisms that underlie these apparently contradictory behaviors."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "As a starting point, Roland et al. used a wide range of measures to examine what goes on at the output of the olfactory bulb in the M71 transgenic mice. For example, they used multiphoton imaging to record the activity of populations of neurons called mitral cells that transmit information from the bulb to the other olfactory regions of the brain. They also used whole-cell patch-clamp recordings to acquire detailed readouts from individual mitral cells in both anesthetized and awake mice. These measurements showed that the responses of the mitral cells in M71 transgenic mice are very similar to those of normal mice. The fraction of cells that respond to odors, including acetophenone, was indistinguishable from that seen in normal mice. The same was true for the time courses of the responses, and also for the dependence of odor-driven mitral cell activity on the mouse’s breathing patterns. The only apparent difference was that the output responses were more variable in the transgenic mice, and were slightly weaker to non-acetophenone odors."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "This is rather impressive from a computational perspective. Not only does the olfactory system amplify responses to weak odorant inputs (that is, odors other than acetophenone) in the M71 transgenic mice, it also suppresses the massive sensory input (from acetophenone) that drives 95% of the sensory neurons (<a href=\"#fig1\">Figure 1</a>). This normalization preserves much of the information about the detected odors despite the sensory input being hugely distorted."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "How does the olfactory bulb accomplish this feat? Roland et al. trace the mechanism to a change in the balance of the inhibitory inputs to the mitral cells. These inputs increase in response to acetophenone, while there is less inhibition of other ‘minority’ odors than there is in normal mice. Based on the results of optical imaging, Roland et al. ascribe this change in the pattern of inhibition to cells called periglomerular cells that are found in the input layer of the olfactory bulb, but other explanations are also possible (<a href=\"#bib6\">Mori et al., 1999</a>; <a href=\"#bib2\">Boyd et al., 2012</a>; <a href=\"#bib4\">Kato et al., 2013</a>; <a href=\"#bib5\">Miyamichi et al., 2013</a>; <a href=\"#bib1\">Banerjee et al., 2015</a>). Future work can build on the results of Roland et al. and isolate the contributions of the various olfactory circuit elements using modern genetic approaches and the large battery of tools that neuroscientists can use to manipulate neuronal activity."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "One peculiarity that remains to be resolved is the discrepancy between the neuronal and behavioral responses of M71 transgenic mice to acetophenone. However, the study by Roland et al. sets up a powerful system for understanding the computations that occur in the first stages of the olfactory system to allow different smells to be detected."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "In the language of electronic circuit theory, the olfactory bulb employs a “gain-control” layer early in processing to suppress large swings in the size of the input signals it receives. The outcome of such filtering (as seen in M71 transgenic mice) is exactly what one sees in an electronic circuit forced to find a small signal on a huge background. The circuit and bulb both become a little less sensitive and a little noisier. However, a typical electronic circuit has to do this for just one signal. The remarkable accomplishment of the olfactory bulb, as highlighted by Roland, Jordan, Sosulski, Fleischman and colleagues, is to do this for a variety of different signals."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Banerjee", 
                            "index": "Banerjee, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Marbach", 
                            "index": "Marbach, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "F Anselmi", 
                            "index": "Anselmi, F"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MS Koh", 
                            "index": "Koh, MS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MB Davis", 
                            "index": "Davis, MB"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Garcia da Silva", 
                            "index": "Garcia da Silva, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Delevich", 
                            "index": "Delevich, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HK Oyibo", 
                            "index": "Oyibo, HK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "P Gupta", 
                            "index": "Gupta, P"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Li", 
                            "index": "Li, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DF Albeanu", 
                            "index": "Albeanu, DF"
                        }
                    }
                ], 
                "articleTitle": "An interglomerular circuit gates glomerular output and implements gain control in the mouse olfactory bulb", 
                "journal": "Neuron", 
                "volume": "87", 
                "pages": {
                    "first": "193", 
                    "last": "207", 
                    "range": "193–207"
                }, 
                "doi": "10.1016/j.neuron.2015.06.019"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2012", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AM Boyd", 
                            "index": "Boyd, AM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JF Sturgill", 
                            "index": "Sturgill, JF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Poo", 
                            "index": "Poo, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Isaacson", 
                            "index": "Isaacson, JS"
                        }
                    }
                ], 
                "articleTitle": "Cortical feedback control of olfactory bulb circuits", 
                "journal": "Neuron", 
                "volume": "76", 
                "pages": {
                    "first": "1161", 
                    "last": "1174", 
                    "range": "1161–1174"
                }, 
                "doi": "10.1016/j.neuron.2012.10.020"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2008", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Fleischmann", 
                            "index": "Fleischmann, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BM Shykind", 
                            "index": "Shykind, BM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DL Sosulski", 
                            "index": "Sosulski, DL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KM Franks", 
                            "index": "Franks, KM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ME Glinka", 
                            "index": "Glinka, ME"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DF Mei", 
                            "index": "Mei, DF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Sun", 
                            "index": "Sun, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Kirkland", 
                            "index": "Kirkland, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Mendelsohn", 
                            "index": "Mendelsohn, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MW Albers", 
                            "index": "Albers, MW"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Axel", 
                            "index": "Axel, R"
                        }
                    }
                ], 
                "articleTitle": "Mice with a \"monoclonal nose\": perturbations in an olfactory map impair odor discrimination", 
                "journal": "Neuron", 
                "volume": "60", 
                "pages": {
                    "first": "1068", 
                    "last": "1081", 
                    "range": "1068–1081"
                }, 
                "doi": "10.1016/j.neuron.2008.10.046"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "HK Kato", 
                            "index": "Kato, HK"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "SN Gillet", 
                            "index": "Gillet, SN"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AJ Peters", 
                            "index": "Peters, AJ"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JS Isaacson", 
                            "index": "Isaacson, JS"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Komiyama", 
                            "index": "Komiyama, T"
                        }
                    }
                ], 
                "articleTitle": "Parvalbumin-expressing interneurons linearly control olfactory bulb output", 
                "journal": "Neuron", 
                "volume": "80", 
                "pages": {
                    "first": "1218", 
                    "last": "1231", 
                    "range": "1218–1231"
                }, 
                "doi": "10.1016/j.neuron.2013.08.036"
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Miyamichi", 
                            "index": "Miyamichi, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Shlomai-Fuchs", 
                            "index": "Shlomai-Fuchs, Y"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Shu", 
                            "index": "Shu, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "BC Weissbourd", 
                            "index": "Weissbourd, BC"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "L Luo", 
                            "index": "Luo, L"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Mizrahi", 
                            "index": "Mizrahi, A"
                        }
                    }
                ], 
                "articleTitle": "Dissecting local circuits: parvalbumin interneurons underlie broad feedback control of olfactory bulb output", 
                "journal": "Neuron", 
                "volume": "80", 
                "pages": {
                    "first": "1232", 
                    "last": "1245", 
                    "range": "1232–1245"
                }, 
                "doi": "10.1016/j.neuron.2013.08.027"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "1999", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Mori", 
                            "index": "Mori, K"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Nagao", 
                            "index": "Nagao, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "Y Yoshihara", 
                            "index": "Yoshihara, Y"
                        }
                    }
                ], 
                "articleTitle": "The olfactory bulb: coding and processing of odor molecule information", 
                "journal": "Science", 
                "volume": "286", 
                "pages": {
                    "first": "711", 
                    "last": "715", 
                    "range": "711–715"
                }, 
                "doi": "10.1126/science.286.5440.711"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2016", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Roland", 
                            "index": "Roland, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Jordan", 
                            "index": "Jordan, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "DL Sosulski", 
                            "index": "Sosulski, DL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Diodato", 
                            "index": "Diodato, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Fukunaga", 
                            "index": "Fukunaga, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "I Wickersham", 
                            "index": "Wickersham, I"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "KM Franks", 
                            "index": "Franks, KM"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AT Schaefer", 
                            "index": "Schaefer, AT"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Fleischmann", 
                            "index": "Fleischmann, A"
                        }
                    }
                ], 
                "articleTitle": "Massive normalization of olfactory bulb output in mice with a 'monoclonal nose'", 
                "journal": "eLife", 
                "volume": "5", 
                "pages": "e16335", 
                "doi": "10.7554/eLife.16335"
            }
        ]
    }
}