{
    "journal": {
        "id": "eLife", 
        "title": "eLife", 
        "issn": "2050-084X"
    }, 
    "snippet": {
        "status": "vor", 
        "id": "07527", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.07527", 
        "authorLine": "Alisdair R Fernie, Takayuki Tohge", 
        "title": "A cross-kingdom history", 
        "titlePrefix": "Ascorbate Biosynthesis", 
        "published": "2015-04-15T00:00:00Z", 
        "versionDate": "2015-04-15T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e07527", 
        "pdf": "https://publishing-cdn.elifesciences.org/07527/elife-07527-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }, 
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "researchOrganisms": [
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The enzyme that catalyses the last step in the synthesis of ascorbate has been repeatedly lost and replaced during the evolution of the different kingdoms of eukaryotes."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Fernie and Tohge", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Alisdair R Fernie", 
                    "index": "Fernie, Alisdair R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Max Planck Institute of Molecular Plant Physiology"
                        ], 
                        "address": {
                            "formatted": [
                                "Potsdam-Golm", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Potsdam-Golm"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "fernie@mpimp-golm.mpg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Takayuki Tohge", 
                    "index": "Tohge, Takayuki"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Max Planck Institute of Molecular Plant Physiology"
                        ], 
                        "address": {
                            "formatted": [
                                "Potsdam-Golm", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Potsdam-Golm"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "tohge@mpimp-golm.mpg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ]
    }, 
    "article": {
        "status": "vor", 
        "id": "07527", 
        "version": 1, 
        "type": "insight", 
        "doi": "10.7554/eLife.07527", 
        "authorLine": "Alisdair R Fernie, Takayuki Tohge", 
        "title": "A cross-kingdom history", 
        "titlePrefix": "Ascorbate Biosynthesis", 
        "published": "2015-04-15T00:00:00Z", 
        "versionDate": "2015-04-15T00:00:00Z", 
        "volume": 4, 
        "elocationId": "e07527", 
        "pdf": "https://publishing-cdn.elifesciences.org/07527/elife-07527-v1.pdf", 
        "subjects": [
            {
                "id": "genomics-evolutionary-biology", 
                "name": "Genomics and Evolutionary Biology"
            }, 
            {
                "id": "plant-biology", 
                "name": "Plant Biology"
            }
        ], 
        "researchOrganisms": [
            "Other"
        ], 
        "abstract": {
            "content": [
                {
                    "type": "paragraph", 
                    "text": "The enzyme that catalyses the last step in the synthesis of ascorbate has been repeatedly lost and replaced during the evolution of the different kingdoms of eukaryotes."
                }
            ]
        }, 
        "copyright": {
            "license": "CC-BY-4.0", 
            "holder": "Fernie and Tohge", 
            "statement": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited."
        }, 
        "authors": [
            {
                "type": "person", 
                "name": {
                    "preferred": "Alisdair R Fernie", 
                    "index": "Fernie, Alisdair R"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Max Planck Institute of Molecular Plant Physiology"
                        ], 
                        "address": {
                            "formatted": [
                                "Potsdam-Golm", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Potsdam-Golm"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "fernie@mpimp-golm.mpg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }, 
            {
                "type": "person", 
                "name": {
                    "preferred": "Takayuki Tohge", 
                    "index": "Tohge, Takayuki"
                }, 
                "affiliations": [
                    {
                        "name": [
                            "Max Planck Institute of Molecular Plant Physiology"
                        ], 
                        "address": {
                            "formatted": [
                                "Potsdam-Golm", 
                                "Germany"
                            ], 
                            "components": {
                                "locality": [
                                    "Potsdam-Golm"
                                ], 
                                "country": "Germany"
                            }
                        }
                    }
                ], 
                "emailAddresses": [
                    "tohge@mpimp-golm.mpg.de"
                ], 
                "competingInterests": "<label>Competing interests:</label>The authors declare that no competing interests exist."
            }
        ], 
        "keywords": [
            "vitamin C", 
            "ascorbate", 
            "<i>Porphyra</i>", 
            "L-gulonolactone oxidase", 
            "<i>Galdieria</i>"
        ], 
        "relatedArticles": [
            "06369"
        ], 
        "body": [
            {
                "type": "section", 
                "id": "s0", 
                "title": "Main text", 
                "content": [
                    {
                        "type": "paragraph", 
                        "text": "Between two and three billion years ago, living things evolved the ability to use oxygen to increase the amount of energy that could be released from carbon-rich molecules. However, these reactions produce harmful molecules called ‘reactive oxygen species’ as by-products, so antioxidant systems had to be developed in parallel to detoxify them (<a href=\"#bib5\">Noctor and Foyer, 1998</a>; <a href=\"#bib1\">Gest et al., 2013</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "A compound called ascorbate is an excellent antioxidant that is made by almost all living organisms. However, certain animals—including guinea pigs (<a href=\"#bib4\">Nishikimi et al., 1992</a>), most bats, some fish and bird species, as well as humans and many other primates—have all have lost the ability to synthesise this compound for themselves (<a href=\"#bib3\">Mandl et al., 2009</a>). Instead, these animals must obtain ascorbate (which is also known as ‘vitamin C’) from their diets. Moreover, all of these animals are unable to make ascorbate for the same reason: they have all lost a gene that encodes an enzyme called gulonolactone oxidase (or GULO). This enzyme catalyses the final step in the metabolic pathway that produces ascorbate in other animals."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Three major routes of ascorbate biosynthesis have been described across the kingdoms of life. The animal kingdom uses one of these pathways, and photosynthetic eukaryotes—such as plants, algae and some single-celled organisms—employ the other two. All three pathways proceed via different intermediate molecules, but the two from photosynthetic eukaryotes both use an enzyme called galactolactone dehydrogenase (or GLDH), instead of GULO, to catalyse the final step (<a href=\"#bib9\">Wheeler et al., 1998</a>)."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Now, in <i>eLife</i>, Glen Wheeler (Marine Biological Association), Takahiro Ishikawa (Shimane University), and Varissa Pornsaksit and Nicholas Smirnoff (both at the University of Exeter) have analysed the distribution of these two enzymes amongst the genomes of many different eukaryotes to determine the origins of ascorbate biosynthesis (<a href=\"#bib8\">Wheeler et al., 2015</a>). They found that each genome either contained a gene for GULO or a gene for GLDH, but not both (<a href=\"#fig1\">Figure 1A</a>). They also revealed that the ancestor of all animals and fungi (and their close relatives) likely used GULO, and that this ancestral trait has been lost in many later groups, including all insects."
                    }, 
                    {
                        "type": "image", 
                        "id": "fig1", 
                        "label": "Figure 1.", 
                        "title": "Taxonomic distribution and evolutionary history of ascorbate biosynthesis.", 
                        "caption": [
                            {
                                "type": "paragraph", 
                                "text": "(<b>A</b>) The phylogenetic tree depicts the currently accepted evolutionary relationships between the major lineages of eukaryotes. Black vertical lines indicate non-photosynthetic groups, whilst green lines indicate organisms that became photosynthetic after acquiring an ancestral cyanobacterium (via a so-called ‘primary endosymbiosis event’). Red lines indicate organisms that became photosynthetic after acquiring a red alga or green alga (via so-called ‘secondary endosymbiosis events’). Groups with a copy of the gene for an enzyme called GULO in their genome are marked with a closed blue circle, whilst those with a copy of the gene for an enzyme called GLDH are marked with a closed green circle. Empty circles indicate that the gene is absent from the genome. (<b>B</b>) The schematic model suggests how the primary routes of ascorbate biosynthesis arose in the various eukaryotic lineages and offers potential explanations based on Wheeler et al.'s findings. The presence and absence of GULO and GLDH are indicated as above, and chloroplasts (which are originally derived from the cyanobacterial ancestor) are indicated via green ovals. The wide arrows indicate the evolutionary relationships between groups. The thin arrows indicate the acquisition of a red or green alga by a non-photosynthetic eukaryote and dashed arrows represent events that may explain the gain or loss of genes involved in ascorbate biosynthesis."
                            }
                        ], 
                        "alt": "", 
                        "uri": "https://publishing-cdn.elifesciences.org/07527/elife-07527-fig1-v1.tif", 
                        "filename": "elife-07527-fig1-v1.tif"
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Ascorbate biosynthesis via GULO also occurs in several other groups of eukaryotes, including a primitive, freshwater alga called <i>Cyanophora paradoxa</i> and two species in a single genus of red algae (called <i>Galdieria</i>). However, the gene for GULO is absent in the genomes of the vast majority of other algae and the land plants. Instead, Wheeler et al. revealed that almost all photosynthetic eukaryotes use the GLDH enzyme. Gene expression datasets confirmed that this enzyme is also found in non-photosynthetic organisms that are descended from photosynthetic ancestors—namely the water moulds (or oomycetes). Moreover, while several non-photosynthetic organisms (including the ciliates and an amboebozoan) lacked both genes, this was not the case for any photosynthetic eukaryote."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Wheeler et al. also provide strong evidence that the genes for GULO and GLDH have each only arisen once—and other evidence suggests that it is possible that the two enzymes are originally descended from a single gene. This implies two possible scenarios. Firstly, GULO and GLDH could result from a single gene that was duplicated in the last common ancestor of all eukaryotes, and different lineages have subsequently lost either one gene or the other. Secondly, the two genes might have evolved in different lineages and passed between species via ‘horizontal gene transfer’. However, whilst compelling arguments are put forward for both cases, it is not currently possible to exclude either of these explanations or, indeed, a combination of both in different lineages."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Nevertheless, their comprehensive analyses allowed Wheeler et al. to speculate on the selective pressures that might have driven the evolutionary path of ascorbate biosynthesis in eukaryotes (<a href=\"#fig1\">Figure 1B</a>). Reactive oxygen species are produced when energy from sunlight is harvested during photosynthesis. This means that photosynthetic organisms experience ‘photo-oxidative stress’ and need more efficient antioxidant systems. As such, Wheeler et al. put forward an attractive hypothesis that GULO was lost in eukaryotes that became photosynthetic because this enzyme also produces some reactive oxygen species (namely hydrogen peroxide). Photosynthetic eukaryotes switched to use GLDH instead because this enzyme can synthesise ascorbate without producing reactive oxygen species as by-products. The fact that the <i>Galdieria</i> red algae have retained GULO can also be explained since it grows on or inside porous rocks in hot sulphur springs where photo-oxidative stress is believed to be minimal."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Studying other enzymes involved in the ascorbate antioxidant system revealed that <i>C. paradoxa</i> is the only photosynthetic organism to lack these enzymes. However, photosynthetic bacteria (i.e., cyanobacteria) don't appear to use ascorbate to protect against photo-oxidative stress. This suggests that the ‘photoprotective’ role of ascorbate may have emerged in photosynthetic eukaryotes after <i>C. paradoxa</i> (and other glaucophytes) diverged from the lineages that went on to be come the red algae, the green algae and the land plants."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Finally, the evolution of a photoprotective role of ascorbate would have increased the amount of this compound found in the leaves of land plants. As such the loss of GULO in several animal lineages may well reflect the increased availability of ascorbate in their largely plant-based diets."
                    }, 
                    {
                        "type": "paragraph", 
                        "text": "Wheeler et al. thus provide major insight into the evolution of ascorbate metabolism in eukaryotes. In addition, when taken together with recent studies concerning the evolution of other antioxidants (<a href=\"#bib7\">Tohge et al., 2013</a>) and plant hormones (<a href=\"#bib2\">Ju et al., 2015</a>), the enormous potential resulting from the torrent of information provided by modern genome sequencing technologies becomes apparent (<a href=\"#bib6\">Tautz et al., 2010</a>). In the coming years, one can anticipate that the widespread adoption of similar approaches will enable a far greater understanding of the evolution of both fundamental and specialised metabolic pathways in all kingdoms of life."
                    }
                ]
            }
        ], 
        "references": [
            {
                "type": "journal", 
                "id": "bib1", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Gest", 
                            "index": "Gest, N"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Gautier", 
                            "index": "Gautier, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Stevens", 
                            "index": "Stevens, R"
                        }
                    }
                ], 
                "articleTitle": "Ascrobate as seen through plant evolution: the rise of a successful molecule?", 
                "journal": {
                    "name": [
                        "Journal of Experimental Botany"
                    ]
                }, 
                "volume": "64", 
                "pages": {
                    "first": "33", 
                    "last": "53", 
                    "range": "33–53"
                }, 
                "doi": "10.1093/jxb/ers297"
            }, 
            {
                "type": "journal", 
                "id": "bib2", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Ju", 
                            "index": "Ju, C"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "B Van de Poel", 
                            "index": "Van de Poel, B"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "ED Cooper", 
                            "index": "Cooper, ED"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "JH Thierer", 
                            "index": "Thierer, JH"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "TR Gibbons", 
                            "index": "Gibbons, TR"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CF Delwiche", 
                            "index": "Delwiche, CF"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "C Chang", 
                            "index": "Chang, C"
                        }
                    }
                ], 
                "articleTitle": "Conservation of ethylene as a plant hormone over 450 million years of evolution", 
                "journal": {
                    "name": [
                        "Nature Plants"
                    ]
                }, 
                "volume": "1", 
                "pages": "14004", 
                "doi": "10.1038/nplants.2014.4"
            }, 
            {
                "type": "journal", 
                "id": "bib3", 
                "date": "2009", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "J Mandl", 
                            "index": "Mandl, J"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "A Szarja", 
                            "index": "Szarja, A"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Banhegyi", 
                            "index": "Banhegyi, G"
                        }
                    }
                ], 
                "articleTitle": "Vitamin C: update on physiology and pharmacology", 
                "journal": {
                    "name": [
                        "British Journal of Pharmacology"
                    ]
                }, 
                "volume": "157", 
                "pages": {
                    "first": "1097", 
                    "last": "1110", 
                    "range": "1097–1110"
                }, 
                "doi": "10.1111/j.1476-5381.2009.00282.x"
            }, 
            {
                "type": "journal", 
                "id": "bib4", 
                "date": "1992", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Nishikimi", 
                            "index": "Nishikimi, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Kawai", 
                            "index": "Kawai, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "K Yagi", 
                            "index": "Yagi, K"
                        }
                    }
                ], 
                "articleTitle": "Guinea pigs possess a highly mutated gene for L-gulono-gamma-lactone oxidase, the key enzyme for L-ascorbic acid biosynthesis missing in this species", 
                "journal": {
                    "name": [
                        "Journal of Biological Chemistry"
                    ]
                }, 
                "volume": "267", 
                "pages": {
                    "first": "21967", 
                    "last": "21972", 
                    "range": "21967–21972"
                }
            }, 
            {
                "type": "journal", 
                "id": "bib5", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "G Noctor", 
                            "index": "Noctor, G"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "CH Foyer", 
                            "index": "Foyer, CH"
                        }
                    }
                ], 
                "articleTitle": "Ascorbate and glutathione: keeping active oxygen under control", 
                "journal": {
                    "name": [
                        "Annual Review of Plant Physiology and Plant Molecular Biology"
                    ]
                }, 
                "volume": "49", 
                "pages": {
                    "first": "249", 
                    "last": "279", 
                    "range": "249–279"
                }, 
                "doi": "10.1146/annurev.arplant.49.1.249"
            }, 
            {
                "type": "journal", 
                "id": "bib6", 
                "date": "2010", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Tautz", 
                            "index": "Tautz, D"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "H Ellegren", 
                            "index": "Ellegren, H"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "D Weigel", 
                            "index": "Weigel, D"
                        }
                    }
                ], 
                "articleTitle": "Next generation molecular ecology", 
                "journal": {
                    "name": [
                        "Molecular Ecology"
                    ]
                }, 
                "volume": "19", 
                "pages": {
                    "first": "1", 
                    "last": "3", 
                    "range": "1–3"
                }, 
                "doi": "10.1111/j.1365-294X.2009.04489.x"
            }, 
            {
                "type": "journal", 
                "id": "bib7", 
                "date": "2013", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Tohge", 
                            "index": "Tohge, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "M Watanabe", 
                            "index": "Watanabe, M"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "R Höfgen", 
                            "index": "Höfgen, R"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "AR Fernie", 
                            "index": "Fernie, AR"
                        }
                    }
                ], 
                "articleTitle": "The evolution of phenylpropanoid metabolism in the green lineage", 
                "journal": {
                    "name": [
                        "Critical Reviews in Biochemistry and Molecular Biology"
                    ]
                }, 
                "volume": "48", 
                "pages": {
                    "first": "123", 
                    "last": "152", 
                    "range": "123–152"
                }, 
                "doi": "10.3109/10409238.2012.758083"
            }, 
            {
                "type": "journal", 
                "id": "bib8", 
                "date": "2015", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GL Wheeler", 
                            "index": "Wheeler, GL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "T Ishikawa", 
                            "index": "Ishikawa, T"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "V Pornsaksit", 
                            "index": "Pornsaksit, V"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Smirnoff", 
                            "index": "Smirnoff, N"
                        }
                    }
                ], 
                "articleTitle": "Evolution of alternative biosynthetic pathways for vitamin C following plastid acquisition in photosynthetic eukaryotes", 
                "journal": {
                    "name": [
                        "eLife"
                    ]
                }, 
                "volume": "4", 
                "pages": "e06369", 
                "doi": "10.7554/eLife.06369"
            }, 
            {
                "type": "journal", 
                "id": "bib9", 
                "date": "1998", 
                "authors": [
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "GL Wheeler", 
                            "index": "Wheeler, GL"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "MA Johns", 
                            "index": "Johns, MA"
                        }
                    }, 
                    {
                        "type": "person", 
                        "name": {
                            "preferred": "N Smirnoff", 
                            "index": "Smirnoff, N"
                        }
                    }
                ], 
                "articleTitle": "The biosynthetic pathway of vitamin C in higher plants", 
                "journal": {
                    "name": [
                        "Nature"
                    ]
                }, 
                "volume": "393", 
                "pages": {
                    "first": "365", 
                    "last": "369", 
                    "range": "365–369"
                }, 
                "doi": "10.1038/30728"
            }
        ]
    }
}